#!/usr/bin/perl -pi

s|^(<HTML lang="zh)">|$1-TW">|;
s/(\.zh)(?=\.(?:gif|jpg|png))/$1-tw/g;
s|^<A href=".*">(中文&nbsp;\(Big5\))</A>(?=&nbsp;)|$1|;

s/操作系統/作業系統/g;
s/窗口系統/視窗系統/g;
s/服務器/伺服器/g;
s/軟件包/套件/g;
s/郵(遞|件)列表/通信論壇/g;
s/鏡像((網)?站)/映射$1/g;
s/克羅地亞/克羅埃西亞/g;
s/網絡對象模型環境/網絡物件模型環境/g;
s/急救盤/急救磁碟/g;
s/引導盤/起動磁碟/g;

while (s/^((?:[\x00-\x7f]|[\x80-\xff].)+)“/$1「/) {}
while (s/^((?:[\x00-\x7f]|[\x80-\xff].)+)”/$1」/) {}
while (s/^((?:[\x00-\x7f]|[\x80-\xff].)+(軟|硬))件/$1體/) {}
while (s/^((?:[\x00-\x7f]|[\x80-\xff].)+(軟|硬|光|磁))盤/$1碟/) {}
while (s/^((?:[\x00-\x7f]|[\x80-\xff].)+)源(代)?碼/$1原始碼/) {}
