Repository: l/debian-webwml
Catalog: webwml/tamil/po/debian-cdd.*.po
Languages: ta

source: Debian-Med
ta: டெபியன்-மருத்துவம்

source: Debian-Jr
ta: டெபியன்-குட்டி

source: Debian-Lex
ta: டெபியன்-அகராதி

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
ta: <get-var cdd-name /> திட்டத்துக்கு சிறிய அளவிலேனும் தொடர்புடையப் பலவேறுத் திட்டங்கள் கீழே பட்டியலிடப் படுகின்றன. அவற்றுள் சில மாத்திரமே டெபியன் பொதியாகக் கிடைக்கப் பெறுகின்றன. ஆயினும், உயர்தரம் வாய்ந்த தரமான டெபியன் வழங்களுக்குள் சேர்க்க வல்ல அனைத்து மென்பொருட்களையுமே <get-var cdd-name /> க்குள் அடக்குவது எங்கள் இலக்கு.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
ta: திட்டமொன்று டெபியன் பொதியாக் கிடைக்கிறதா என்பது குறித்து தெளிவாக உணர்த்தும் பொருட்டு, இம்முறையின்படி ஒவ்வொரு தலை வரிசைக்கும் ஒரு நிறம் கொண்டு விளங்குகின்றன:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
ta: பச்சை: <a href="<get-var url />"> திட்டம் அதிகாரப் பூர்வ டெபியன் பொதியாகமாகக் கிடைக்கப் பெறுகிறது</a>

source: Yellow: The project is <a href="<get-var url />">available as an inofficial Debian package</a>
ta: மஞ்சள்: <a href="<get-var url />">திட்டம் அதிகாரப் பூர்வமற்ற டெபியன் பொதியாகமாகக் கிடைக்கப் பெறுகிறது</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
ta: சிகப்பு: <a href="<get-var url />">டெபியன் பொதியாக இன்னும் கிடைக்கப் பெறவில்லை</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an inofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
ta: <get-var cdd-name />க்கு உகந்ததாக தாங்கள் ஒருத் திட்டத்தை இனங்கண்டாலோ, அல்லது அதிகாரப் பூர்வமற்ற பொதியொன்றினை உருவாக்கியிருந்தாலோ, அத்திட்டம் குறித்த விவரங்களை <a href="<get-var cdd-list-url />"><get-var cdd-name /> மடலாடற் குழுக்களுக்கு அனுப்ப மறக்க வேண்டாம்</a>.

source: Official Debian packages
ta: அதிகாரப் பூர்வ டெபியன் பொதிகள்

source: Inofficial Debian packages
ta: அதிகாரப் பூர்வமற்ற டெபியன் பொதிகள்

source: Debian packages not available
ta: டெபியன் பொதிகள் கிடைக்கப் பெறவில்லை

source: There are no projects which fall into this category.
ta: எந்தத் திட்டமும் இவ்வகையில் அடங்கவில்லை.

source: No homepage known
ta: முததற் பக்கம் அறியப் படவில்லை

source: License:
ta: உரிமம்:

source: Free
ta: கட்டற்ற

source: Non-Free
ta: கட்டுடைய

source: Unknown
ta: அறியப்படாத

source: Official Debian package
ta: அதிகாபூர்வ டெபியன் பொதி

source: Inofficial Debian package
ta: அதிகாரப் பூர்வமற்ற டெபியன் பொதி

source: Debian package not available
ta: டெபியன் பொதி கிடைக்கவில்லை
