Repository: l/debian-webwml
Catalog: webwml/tamil/po/distrib.*.po
Languages: ta

source: Keyword
ta: துருப்புச் சொல்

source: Display
ta: திரை

source: paths ending with the keyword
ta: துருப்புச் சொல்லுடன் நிறைவடையும் பாதை

source: packages that contain files named like this
ta: இங்ஙனம் பெயர் சூட்டப்பட்ட கோப்புகளைக் கொண்டப் பொதிகள்

source: packages that contain files whose names contain the keyword
ta: துருப்புச்சொல்லை பெயர்களில் கொண்ட ப்பட்ட கோப்புகளைக் கொண்டப் பொதிகள்

source: Distribution
ta: வழங்கல்

source: experimental
ta: பரிசோதனையில்

source: unstable
ta: நிலையற்ற

source: testing
ta: சோதிக்கப்டுகிறது

source: stable
ta: நிலையான

source: oldstable
ta: முந்தைய நிலையான

source: Architecture
ta: கட்டமைப்பு

source: any
ta: எதுவும்

source: Search
ta: தேடுக

source: Reset
ta: மீளமைக்க

source: Search on
ta: தொடர்ந்து தேடவும்

source: Package names only
ta: பொதிகளின் பெயர் மட்டும்

source: Descriptions
ta: விவரங்கள்

source: Source package names
ta: மூலப் பொதிகளின் பெயர்கள்

source: Only show exact matches
ta: சரியானப் பொருத்தங்களை மட்டும் காட்டுக

source: Section
ta: பகுதி

source: main
ta: பிரதான

source: contrib
ta: பங்கு

source: non-free
ta: கட்டுடைய

source: Alpha
ta: ஆரம்ப

source: ARM
ta: ஏஆர்எம்

source: Motorola 680x0
ta: மோடரோலா 680x0

source: MIPS (big endian)
ta: மிப்ஸ் (பெரிய என்டியன்)

source: MIPS (little endian)
ta: மிபஸ் (சிறிய என்டியன்)

source: PowerPC
ta: பவர்பிசி

source: IBM S/390
ta: ஐபிஎம் S/390

source: SPARC
ta: ஸ்பார்க்
