Repository: l/debian-webwml
Catalog: webwml/tamil/po/doc.*.po
Languages: ta

source: Author:
ta: இயற்றியவர்:

source: email:
ta: மின்னஞ்சல்:

source: Available at:
ta: கிடைக்கப் பெறுமிடம்:

source: Language:
ta: மொழி:

source: CD Included:
ta: வட்டு உள்ளடக்கப்பட்டது:

source: Publisher:
ta: பதிப்பித்தவர்:

source: Authors:
ta: இயற்றியோர்:

source: Editors:
ta: தொகுத்தோர்:

source: Maintainer:
ta: பராமரிப்பாளர்:

source: Status:
ta: நிலை:

source: Availability:
ta: கிடைக்கக்கூடியதா:

source: Latest version:
ta: அண்மைய வெளியீடு:

source: (version <get-var version />)
ta: (வெளியீடு <get-var version />)

source: plain text
ta: வெற்று உரை

source: Use <a href="cvs">CVS</a> to download the SGML source text for <get-var ddp_pkg_loc />.
ta: <a href="cvs">சிவிஎஸ்</a> பயன்படுத்தி <get-var ddp_pkg_loc /> க்கான எஸ்ஜிஎம்எல் மூல் உரைகளை பதிவிறக்குக.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
ta: சிவிஎஸ் மூலங்களின் நிகழ் நகல்: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.

source: CVS via web
ta: இணைய வழி சிவிஎஸ்

source: Debian package
ta: டெபியன் பொதி
