Repository: l/debian-webwml
Catalog: webwml/tamil/po/l10n.*.po
Languages: ta

source: File
ta: கோப்பு

source: Package
ta: பொதி

source: Score
ta: மதிப்பு

source: Translator
ta: மொழிபெயர்ப்பாளர்

source: Team
ta: அணி

source: <get-var lang />, as spoken in <get-var country />
ta: <get-var lang />, <get-var country /> ல் பேசப்படுவது போல்

source: Unknown language
ta: தெரியாத மொழி

source: This page was generated with data collected on: <get-var date />.
ta: <get-var date /> மீது கொணரப் பட்ட தரவினைக் கொண்டு இப்பக்கம் ஆக்கப்பட்டது.

source: Before working on these files, make sure they are up to date!
ta: இக்கோப்புகளில் பணிபுரிவதற்கு முன்னர், இவை இப்போதையதுதானா என உறுதி செய்க!

source: Section: <get-var name />
ta: பகுதி: <get-var name />

source: L10n
ta: தன்மொழியாக்கம்

source: Language list
ta: மொழிப் பட்டியல்

source: Ranking
ta: தர மதிப்பீடு

source: Hints
ta: துப்புக்கள்

source: Errors
ta: பிழைகள்

source: POT files
ta: பிஓடி கோப்புகள்

source: Hints for translators
ta: மொழிபெயர்ப்பாளரகளுக்கான குறிப்புகள்
