Repository: l/debian-webwml
Catalog: webwml/tamil/po/mailinglists.*.po
Languages: ta

source: Mailing List Subscription
ta: மடலாடற் குழுவில் இணைய

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
ta: மின்னஞ்சல் தந்து இணைவது குறித்து அறிய <a href="./#subunsub">மடலாடற் குழு</a> பக்கத்தைப் பார்க்க. <a href="unsubscribe">விலகுவதற்கான இணைய படிவமும்</a> உள்ளது.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
ta: டெபியனின் மடலாடற் குழுக்கள் பொது மேடையாகும். அவற்றுக்கு அனுப்பப்படும் எந்தவொரு மடலும் பொது பெட்டகங்களில் பதிப்பிக்கப்பட்டு தேடு பொறிகளால் வரிசைப் படுத்தப்படும். டெபியன் மடலாடற் குழுக்களில் பொதுப் பார்வையில் இடத்தக்கதாக தாங்கள் கருதும் மடல் முகவரியினைக் கொண்டு சேரவும்.

source: No description given
ta: விவரமளிக்கப் படவில்லை

source: Moderated:
ta: நெறிபடுத்தப்பட்ட:

source: Posting messages allowed only to subscribers.
ta: இணைந்தோர் மாத்திரமே மடலனுப்ப இயலும்

source: Only messages signed by a Debian developer will be accepted by this list.
ta: டெபியன் உருவாக்குநரால் ஒப்பமிடப் பட்ட மடல்களை மாத்திரமே இக்குழுமம் ஏற்கும்.

source: Subscription:
ta: சேருக:

source: is a read-only, digestified version.
ta: வாசிக்க மட்டும், தொகுக்கப்பட்ட வெளியீடு.

source: Your E-Mail address:
ta: தங்களின் மின்னஞ்சல்:

source: Subscribe
ta: சேருக

source: Clear
ta: துடைக்க

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
ta: <a href="./#ads">டெபியன் மடலாடற் குழு விளம்பரக் கொள்கையை</a> மதித்தொழுகவும்.

source: Mailing List Unsubscription
ta: மடலாடற் குழுவிலிருந்து விலக

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
ta: மின்னஞ்சல் துணைக் கொண்டு விலகுவது எப்படி எனபது குறித்து அறிய <a href="./#subunsub">மடலாடற் குழுக்களின்</a> பக்கத்தினைப் பார்க்கவும். சேரும் பொருட்டு<a href="subscribe">சேர்வதற்கான இணைய படிவம்</a> ஒன்றும் கிடைக்கிறது.

source: Unsubscribe
ta: விலகுக

source: open
ta: திறக்க

source: closed
ta: மூடுகக்க
