Repository: l/debian-webwml
Catalog: webwml/tamil/po/others.*.po
Languages: ta

source: Download
ta: பதிவிறக்குக

source: Old banner ads
ta: பழைய தட்டி விளம்பரங்கள்

source: Working
ta: பணிபுரிந்து

source: sarge
ta: சார்ஜ்

source: sarge (broken)
ta: சாரஜ் (உடைந்த)

source: Booting
ta: ஏவப்படுகிறது

source: Building
ta: சமைக்கப்படுகிறது

source: Not yet
ta: இன்னுமில்லை

source: No kernel
ta: கரு இல்லாத

source: No images
ta: பிம்பமற்ற

source: <void id="d-i" />Unknown
ta: <void id="d-i" />அறியப்படாத

source: Unavailable
ta: கிடைக்கவில்லை

source: Step 1
ta: படி 1

source: Step 2
ta: படி 2

source: Step 3
ta: படி 3

source: Step 4
ta: படி 4

source: Step 5
ta: படி 5

source: Step 6
ta: படி 6

source: Step 7
ta: படி 7

source: Applicants' checklist
ta: விண்ணப்பிப்போரின் சோதனைப் பட்டியல்

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
ta: மேலும் விவரங்களுக்கு <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> அணுகவும். (பிஃரெஞ்சுானிஷ் மொழியில் மட்டும்)

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
ta: மேலும் விவரங்களுக்கு <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> அணுகவும். (ஸ்பானிஷ் மொழியில் மட்டும்)

source: With&nbsp;``Debian''
ta: ``டெபியனுடன்''

source: Without&nbsp;``Debian''
ta: ``டெபியன்'' இல்லாமல்

source: Encapsulated PostScript
ta: உரையிடப்பட்ட போஸ்ட்ஸ்கிரிப்ட்்

source: [Powered by Debian]
ta: [டெபியனின் பின்பலத்தில்]

source: [Powered by Debian GNU/Linux]
ta: [டெபியன் குனு/லினக்ஸ் பின்பலத்தில்]

source: [Debian powered]
ta: [டெபியனின் பின்பலத்தில்]

source: [Debian] (mini button)
ta: [டெபியன்] (குட்டி மென்மேடு)

source: Products
ta: பொருட்கள்

source: T-shirts
ta: டி-சட்டைகள்

source: hats
ta: தொப்பிகள்

source: stickers
ta: ஒட்டிகள்

source: mugs
ta: கோப்பைகள்

source: other clothing
ta: ஏனைய ஆடைகள்

source: polo shirts
ta: போலோ சட்டைகள்

source: frisbees
ta: பறக்கும்தட்டு

source: mouse pads
ta: எலிய அட்டைகள்ய

source: badges
ta: அடையாள அட்டைகள்

source: basketball goals
ta: கூடைப் பந்து இலக்குகள்

source: earrings
ta: காதணி

source: suitcases
ta: பெட்டிகள்

source: OK
ta: சரி

source: BAD
ta: கெட்ட

source: OK?
ta: சரி?

source: BAD?
ta: கெட்ட?

source: Unknown
ta: அறியப்படாத

source: ALL
ta: எல்லா

source: Package
ta: பொதி

source: Status
ta: நிலை

source: Version
ta: வெளியீடு
