Repository: l/debian-webwml
Catalog: webwml/tamil/po/ports.*.po
Languages: ta

source: Contact
ta: தொடர்பு

source: CPUs
ta: மையப்பணிச்சாதனம்

source: Credits
ta: சான்றுகள்

source: Development
ta: உருவாக்கம்

source: Documentation
ta: ஆவணமாக்கம்

source: Installation
ta: நிறுவல்

source: Links
ta: இணைப்புகள்

source: News
ta: செய்திகள்

source: Porting
ta: பெயர்த்தல்

source: Ports
ta: துறைகள்

source: Problems
ta: பிரச்சனைகள்

source: Software Map
ta: மென்பொருள் விளக்கி

source: Status
ta: நிலைமை

source: Supply
ta: விநியோகம்

source: Systems
ta: அமைப்புகள்

source: Debian for Alpha
ta: ஆல்பாஃவுக்கான டெபியன்

source: Debian for AMD64
ta: ஏஎம்டி64 க்கான டெபியன்

source: Debian for ARM
ta: ஏஆர்எம் க்கான டெபியன்

source: Debian for Beowulf
ta: பியோவுல்ப் க்கான டெபியன்

source: Main
ta: பிரதான

source: Debian for PA-RISC
ta: பிஏ-ஆர்ஐஎஸ்சி க்கான டெபியன்

source: Hurd CDs
ta: ஹர்ட் வட்டுக்கள்

source: Debian for IA-64
ta: ஐஏ-64 க்கான டெபியன்

source: Debian GNU/FreeBSD
ta: குனு/ப்ஃரீபிஎஸ்டி க்கான டெபியன்

source: Debian for Motorola 680x0
ta: மோடரோலா 680x0 க்கான

source: Debian for MIPS
ta: எம்ஐபிஎஸ் க்கான டெபியன்

source: Debian GNU/NetBSD for i386
ta: ஐ386 க்கான குனு/நெட் பிஎஸ்டி க்கான டெபியன்

source: Debian GNU/NetBSD for Alpha
ta: ஆல்பாஃ க்கான குனு/நெட் பிஎஸ்டி க்கான டெபியன்

source: Why
ta: ஏன்

source: People
ta: மக்கள்

source: Debian for PowerPC
ta: பவர் கணினிக்கான டெபியன்

source: Debian for S/390
ta: எஸ்/390 க்கான டெபியன்

source: Debian for Sparc
ta: ஸ்பார்க்குக்கான டெபியன்

source: Debian for Sparc64
ta: ஸ்பார்க்64 க்கான டெபியன்

source: Debian for Laptops
ta: மடிக்கணினிகளுக்கான டெபியன்
