Repository: l/debian-webwml
Catalog: webwml/tamil/po/search.*.po
Languages: ta

source: Search for
ta: எதைத் தேட

source: Results per page
ta: பக்கத்திற்கு எத்தனை

source: Output format
ta: வெளியீட்டின் வகை

source: Long
ta: பெரிய

source: Short
ta: சிறிய

source: Default query type
ta: இயல்பான கோரிக்கை வகை

source: All Words
ta: அனைத்துச் சொற்களும்

source: Any Words
ta: எந்தச்சொல்லும்

source: Search through
ta: ஊடே தேடுக

source: Entire site
ta: மொத்த தளமும்

source: Language
ta: மொழி

source: Any
ta: எதுவும்

source: Search results
ta: தேடலுக்கான விடைகள்

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
ta: கிடைக்கப்பெற்ற <B>\$(total)</B> த்தில் \$(first)-\$(last) திரையிடப் படுகின்றன.

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
ta: நிற்க, தேடி எதுவும் கிடைக்க வில்லை. <P>சிலப் பக்கங்கள் ஆங்கிலத்தில் மாத்திமே இருக்கக் கூடும், எந்தவொரு மொழியும் எனத் அமைத்து விட்டு தாங்கள் மீண்டும் தேடிப் பார்க்கவும்.

source: An error occured!
ta: பிழை ஏற்பட்டது

source: You should give at least one word to search for.
ta: தேடும் பொருட்டு குறைந்தது ஒரு சொல்லாவது கொடுக்க வேண்டும்

source: Powered by
ta: பின்பலம்

source: Next
ta: அடுத்த

source: Prev
ta: முந்தைய
