Repository: l/debian-webwml
Catalog: webwml/tamil/po/security.*.po
Languages: ta

source: Debian Security
ta: டெபியன் அரண்

source: Debian Security Advisories
ta: டெபியன் அரண் ஆலோசனைகள்

source: Mitre CVE dictionary
ta: மிட்ரெ CVE அகராதி

source: Securityfocus Bugtraq database
ta: அரண்முனைப்பு வழுநோட்ட தரவுக்களன்

source: CERT Advisories
ta: CERT ஆலோசனைகள்

source: US-CERT vulnerabilities Notes
ta: US-CERT அரண்குறை குறிப்புகள்

source: Source:
ta: மூலம்:

source: Architecture-independent component:
ta: கட்டமைப்புச் சாரா பாகம்:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
ta: பட்டியலிடப்பட்ட கோப்புகளின் MD5 கூட்டுச்சோதனைகள் <a href="<get-var url />">முதல் பரிந்துரையில்</a> கிடைக்கப்பெறுகின்றன.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
ta: பட்டியலிடப்பட்ட கோப்புகளின் MD5 கூட்டுச்சோதனைகள் <a href="<get-var url />">திருத்தப்பட்ட பரிந்துரைகளில்</a> கிடைக்கப்பெறுகின்றன.

source: Debian Security Advisory
ta: டெபியன் அரண் ஆலோசனை

source: Date Reported
ta: தெரிவிக்கப் பட்ட தேதி

source: Affected Packages
ta: பாதிக்கப் பட்ட பொதி

source: Vulnerable
ta: தாக்கத்திறந்ந

source: Security database references
ta: அரண் தரவுத் தள மேற்கோள்கள்

source: More information
ta: மேலும் தகவலுக்கு

source: Fixed in
ta: சரிசெய்யப்பட்டவிடம்டம்

source: BugTraq ID
ta: வழி நோட்ட குறியீடு

source: Bug
ta: வழு

source: In the Debian bugtracking system:
ta: டெபியன் வழி நோட்ட அமைப்பில்:

source: In the Bugtraq database (at SecurityFocus):
ta: வழுநோட்ட தரவுக் களத்தில் (அரணை மையமாக):

source: In Mitre's CVE dictionary:
ta: மிட்ரெவின் CVE அகராதியில்:

source: CERT's vulnerabilities, advisories and incident notes:
ta: CERT'ன் அரண்குறைகள், ஆலோசனைகள் மற்றும் சம்பவக் குறிப்புகள்:

source: No other external database security references currently available.
ta: வெளி தரவுக் கள அரண் குறிப்புகள் எதுவும் தற்சமயம் கிடைக்கப் பெறவில்லை.
