Repository: l/debian-webwml
Catalog: webwml/tamil/po/templates.*.po
Languages: ta

source: <void id="dc_torrent" />Download with Torrent
ta: <void id="dc_torrent" />டாரன்டு பயன்படுத்தி பதிவிறக்க

source: <void id="dc_pik" />Pseudo Image Kit
ta: <void id="dc_pik" />பிம்பக் கருவியின் மாதிரி

source: <void id="dc_relinfo" />Image Release Info
ta: <void id="dc_relinfo" />பிம்ப வெளியீட்டுத் தகவல்

source: Debian CD team
ta: டெபியன் வட்டுக் குழு

source: debian_on_cd
ta: வட்டில்_டெபியன்

source: <void id="faq-bottom" />faq
ta: <void id="faq-bottom" />கேள்விகள்

source: jigdo
ta: ஜிக்டோ

source: http_ftp
ta: மீபநெ_கோபநெ

source: buy
ta: வாங்குக

source: net_install
ta: பிணைய_நிறுவல்

source: <void id="misc-bottom" />misc
ta: <void id="misc-bottom" />ஏனைய

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
ta: வட்டுக்களுக்கான ஆங்கில மொழியில்<a href="/MailingLists/disclaimer">பொது மடலாடற் குழு</a> :

source: Yes
ta: ஆம்

source: No
ta: இல்லை

source: Debian Project
ta: டெபியன் திட்டம்

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
ta: குனு/ லினக்ஸின் கட்டற்ற வழங்கல்களில் டெபியன் குனு/ லினக்ஸும் ஒன்று. தங்கள் நேரத்தையும் உழைப்பினையும் நல்கும் எண்ணற்ற தன்னார்வலர்களால் அது பராமரிக்கப் பட்டு புதுப்பிக்கப்படுகிறது.

source: debian, GNU, linux, unix, open source, free, DFSG
ta: டெபியன், குனு, லினக்ஸ், யுனிக்ஸ், திறந்த மூலம், கட்டற்ற, டி எப் எஸ் ஜி

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
ta: <a href="m4_HOME/">டெபியன் திட்ட முதற்</a> பக்கத்திற்குத் திரும்புக.

source: Home
ta: அகம்

source: Skip Quicknav
ta: உடன்உலாவுவதை தவிர்

source: About
ta: அறிமுகம்

source: About Debian
ta: டெபியன் குறித்து

source: Contact&nbsp;Us
ta: தொடர்பு&nbsp;கொள்க

source: Donations
ta: தானங்கள்

source: Events
ta: நிகழ்வுகள்

source: News
ta: செயதிகள்

source: Distribution
ta: வழங்கல்கள்

source: Support
ta: ஆதரவு

source: Developers'&nbsp;Corner
ta: உருவாக்குவோர்&nbsp;கூடல்

source: Documentation
ta: ஆவணமாக்கம்

source: Security&nbsp;Information
ta: பாதுகாப்பு&nbsp;விவரம்

source: Search
ta: தேடுக

source: none
ta: எதுவுமில்லை

source: Go
ta: செல்க

source: worldwide
ta: அகிலமனைத்தும்

source: Site map
ta: தள உதவி

source: Miscellaneous
ta: ஏனைய

source: Getting Debian
ta: டெபியன் பெற

source: List of Consultants
ta: ஆலோசகர்கள் பட்டியல்

source: Back to the <a href="./">Debian consultants page</a>.
ta: <a href="./">டெபியன் ஆலோசகர்கள் பக்கத்திற்குத்</a> திரும்புக.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
ta: இணையகப் பக்கங்கள் குறித்த கருத்துக்கள், விமர்சனங்கள் மற்றும் பரிந்துரைகளை எங்கள் மடலாடற் <a href="mailto:debian-doc@lists.debian.org">குழுவிற்கு அனுப்பவும்</a>.

source: Upcoming Attractions
ta: எதிர்வருபவை

source: link may no longer be valid
ta: இணைப்பு இனி செல்லுபடியாகாதிருக்கலாம்

source: When
ta: எப்பொழுது

source: Where
ta: எங்கே

source: More Info
ta: மேலும் விவரங்களுக்கு

source: Debian Involvement
ta: டெபியன் ஈடுபாடு

source: Main Coordinator
ta: முதன்மை ஒருங்கிணைப்பாளர்

source: <th>Project</th><th>Coordinator</th>
ta: <th>திட்ட</th><th>ஒருங்கிணைப்பாளர்</th>

source: Related Links
ta: தொடர்புடைய இணைப்புகள்

source: Latest News
ta: புதிய செய்தி

source: Download calendar entry
ta: நாட்காட்டிப் பதிவை பதிவிறக்குக

source: not needed
ta: தேவையில்லை

source: not available
ta: கிடைக்கப்பெறவில்லை

source: N/A
ta: பொருத்தமில்லா

source: in release 1.1
ta: 1.1 வெளியீட்டில்

source: in release 1.3
ta: 1.3 வெளியீட்டில்

source: in release 2.0
ta: 2.0 வெளியீட்டில்

source: in release 2.1
ta: 2.1 வெளியீட்டில்

source: in release 2.2
ta: 2.2 வெளியீட்டில்

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
ta: இணையத் தளத்திலுள்ள பிரச்சனைக் குறித்து தெரிவிக்க, <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a> க்கு மடலிடவும். தொடர்பு கொள்ள விழைந்தால் டெபியன்<a href="m4_HOME/contact">தொடர்பு பக்கத்தை பார்க்கவும்</a>.

source: Last Modified
ta: கடைசியாக மாற்றப் பட்டது

source: Copyright
ta: பதிப்புரிமை

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
ta: <a href="m4_HOME/license" rel="copyright">உரும விவரங்களைப் பார்வையிடவும்</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
ta: பொதுநோக்கத்திற்கான மென்பொருளின் பதிவு பெற்ற <a href="m4_HOME/trademark">வணிக முத்திரை</a> டெபியனாகும்.

source: This page is also available in the following languages:
ta: இப்பக்கம் கீழ்கண்ட மொழிகளிலும் கிடைக்கப் பெறுகிறது:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
ta: ஆவணத்தின் இயலபிருப்பு மொழியினை அமைப்பது <a href=m4_HOME/intro/cn>எப்படி</a>

source: Debian&nbsp;International
ta: சர்வதேச&nbsp;டெபியன்

source: Partners
ta: பங்குதாரர்கள்

source: Debian Weekly News
ta: வாராந்திர டெபியன் செய்திகள்

source: Weekly&nbsp;News
ta: வாராந்திர&nbsp;செய்திகள்

source: Release&nbsp;Info
ta: வெளியீட்டுத்&nbsp;தகவல்

source: Debian&nbsp;Packages
ta: டெபியன்&nbsp;பொதிகள்

source: Download
ta: பதிவிறக்கம்

source: Debian&nbsp;on&nbsp;CD
ta: வட்டில்&nbsp;டெபியன்

source: Debian&nbsp;Books
ta: டெபியன்&nbsp;புத்தகங்கள்

source: Mailing&nbsp;List&nbsp;Archives
ta: மடலாடற்&nbsp;குழு&nbsp;பெட்டகம்

source: Mailing&nbsp;Lists
ta: மடலாடற்&nbsp;குழுக்கள்

source: Social&nbsp;Contract
ta: சமூக&nbsp;ஒப்பந்தம்

source: Visit the site sponsor
ta: தள ஆதரவாளரை அறிய

source: Site map for Debian web pages
ta: டெபியன் இணையத் தளப்ப பக்கங்களின் வழிகாட்டி

source: Developer Database
ta: உருவோக்குவோரின் தரவுக் களன்

source: Debian Policy Manual
ta: டெபியன் கொள்கைக் கையேடு

source: Developers' Reference
ta: உருவாக்குவோரது பார்வைக்கு

source: New Maintainers' Guide
ta: புதியப் பராமரிப்பாளரது கையேடு

source: Release Critical Bugs
ta: முக்கியமான வழுக்களை வெளியிடுக

source: Lintian Reports
ta: லின்டியன் அறிக்கைகள்

source: Archives for users' mailing lists
ta: பயனர்களது மடலாடற் குழுக்களுக்கான பெட்டகங்கள்

source: Archives for developers' mailing lists
ta: உருவாக்குவோரதுளது மடலாடற் குழுக்களுக்கான பெட்டகங்கள்

source: Archives for i18n/l10n mailing lists
ta: சர்வதேச/ தன் மொழியாக்க மடலாடற் குழுக்களுக்கான பெட்டகங்கள்

source: Archives for ports' mailing lists
ta: பெயர்த்தலுக்கான மடலாடற் குழுக்களுக்கான பெட்டகம்

source: Archives for mailing lists of the Bug tracking system
ta: வழு நோட்ட அமைப்பு மடலாடற் குழுவுக்கான பெட்டகம்

source: Archives for miscellaneous mailing lists
ta: ஏனைய மடலாடற் குழுக்களுக்கான பெட்டகங்கள்

source: Free&nbsp;Software
ta: கட்டற்ற&nbsp;மென்பொருள்

source: Development
ta: உருவாக்கம்

source: Help Debian
ta: டெபியனுக்கு உதவுக

source: Bug reports
ta: வழுத் தாக்கல்

source: Ports/Architectures
ta: துறைகள்/கட்டமைப்புகள்

source: Installation&nbsp;manual
ta: நிறுவல்&nbsp;கையேடு

source: CD vendors
ta: வட்டு வழங்குவோர்

source: CD ISO images
ta: ஐஎஸ்ஓ மாதிரிகளுக்கான வட்டு

source: Network install
ta: பிணைய நிறுவல்

source: Pre-installed
ta: முன்-நிறுவப்பட்டபட்ட

source: Debian-Edu project
ta: டெபியன் கல்வித் திட்டம்

source: Alioth &ndash; Debian GForge
ta: அலியோத் &ndash; டெபியன் GForge

source: Quality Assurance
ta: தர உத்தரவாதம்

source: Package Tracking System
ta: பொதி நோட்ட அமைப்பு

source: Debian Developer's Packages Overview
ta: பொதிகள் குறித்த டெபியன் உருவாக்குநரது கண்ணோட்டம்

source: Select a server near you
ta: தங்களுக்கு அருகாமையிலுள்ள வழங்கியினைத் தேர்வுச் செய்க

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
ta: ஏனைய <a href="./">டெபியன் செயதிகளுக்குத் </a> திரும்பவும் || <a href="m4_HOME/">டெபியன் திட்ட முதற் பக்கம்</a>.

source: <get-var url /> (dead link)
ta: <get-var url /> (செயற் படாத இணைப்பு)

source: No items for this year.
ta: இவ்வாண்டிற்கு எந்த உருப்படியும் இல்லை.

source: proposed
ta: பரிந்துரைக்கப்பட்ட

source: in discussion
ta: விவாதத்தில்

source: voting open
ta: வாக்களிக்க வாய்ப்புள்ளது

source: finished
ta: நிறைவுற்றது

source: withdrawn
ta: திரும்பப் பெறப்பட்டது

source: Future events
ta: எதிரவரும் நிகழ்வுகள்

source: Past events
ta: கடந்த கால நிகழ்வுகள்

source: (new revision)
ta: (புதிய மீள்பார்வை)

source: Report
ta: அறியச்செய்க

source: List of Speakers
ta: பேச்சாளர் பட்டியல்

source: Back to the <a href="./">Debian speakers page</a>.
ta: <a href="./">டெபியன்</a> பேச்சாளர் பக்கத்திற்குத் திரும்புக.

source: More information:
ta: மேலும் விவரங்களுக்கு:

source: Taken by:
ta: ஏற்றவர்:

source: Nobody
ta: யாருமில்லை

source: Rating:
ta: தரமதிப்பீடு:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
ta: <em>குறிப்பு:</em> The <a href="$link">முதல் ஆவணம்</a> இம்மொழிபெயர்ப்பைக் காட்டிலும் புதிதாப உள்ளது.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
ta: எச்சரிக்கை! இம்மொழிபெயர்ப்பு பழையதாகத் தோன்றுகிறதுபுhe <a href="$linkமுதலானதைப்nal< பார்க்கவும்/a>.

source: <em>Note:</em> The original document of this translation no longer exists.
ta: <em>குறிப்பு:</em> இம்மொழி பெயர்ப்பின் முதல் ஆவணம் இனியும் இல்லை.

source: Back to the <a href="../">Who's using Debian? page</a>.
ta: <a href="../">டெபியனைப் பயன்படுத்துவோர் யார்?</a> பக்கத்திற்கு திரும்புக.

source: Date
ta: தேதி

source: Time Line
ta: காலவரை

source: Nominations
ta: பரிந்துரைகள்

source: Debate
ta: விவாதம்

source: Platforms
ta: கட்டமைப்புகள்

source: Proposer
ta: பரிந்துரைத்தவர்

source: Proposal A Proposer
ta: பரிந்துரை அ வினைப் பரிந்துரைத்தவர்

source: Proposal B Proposer
ta: பரிந்துரை இ வினைப் பரிந்துரைத்தவர்

source: Proposal C Proposer
ta: பரிந்துரை உ வினைப் பரிந்துரைத்தவர்

source: Proposal D Proposer
ta: பரிந்துரை எ வினைப் பரிந்துரைத்தவர்

source: Proposal E Proposer
ta: பரிந்துரை ஐ வினைப் பரிந்துரைத்தவர்

source: Proposal F Proposer
ta: பரிந்துரை ஒ வினைப் பரிந்துரைத்தவர்

source: Seconds
ta: நொடிகள்

source: Proposal A Seconds
ta: பரிந்துரை அ நொடிகள்

source: Proposal B Seconds
ta: பரிந்துரை இ நொடிகள்

source: Proposal C Seconds
ta: பரிந்துரை உ நொடிகள்

source: Proposal D Seconds
ta: பரிந்துரை எ நொடிகள்

source: Proposal E Seconds
ta: பரிந்துரை ஐ நொடிகள்

source: Proposal F Seconds
ta: பரிந்துரை ஒ நொடிகள்

source: Opposition
ta: எதிர்தரப்பு

source: Text
ta: உரை

source: Proposal A
ta: பரிந்துரை அ

source: Proposal B
ta: பரிந்துரை இ

source: Proposal C
ta: பரிந்துரை உ

source: Proposal D
ta: பரிந்துரை எ

source: Proposal E
ta: பரிந்துரை ஐ

source: Proposal F
ta: பரிந்துரை ஒ

source: Choices
ta: தேர்வுகள்

source: Amendment Proposer
ta: திருத்தத்தைப் பரிந்துரைத்தவர்

source: Amendment Seconds
ta: திருத்த நொடிகள்

source: Amendment Text
ta: திருத்த உரைகள்

source: Amendment Proposer A
ta: திருத்தத்தைப் பரிந்துரைத்தவர் அ

source: Amendment Seconds A
ta: திருத்த நொடிகள் அ

source: Amendment Text A
ta: திருத்த உரை அ

source: Amendment Proposer B
ta: திருத்தத்தைப் பரிந்துரைத்தவர் இ

source: Amendment Seconds B
ta: திருத்த நொடிகள் இ

source: Amendment Text B
ta: திருத்த நொடிகள் இ

source: Amendments
ta: திருத்தங்கள்

source: Proceedings
ta: நிகழ்பவை

source: Majority Requirement
ta: பெரும்பான்மைத் தேவை

source: Data and Statistics
ta: தரவும் புள்ளி விவரமும்

source: Quorum
ta: குறைந்தபட்ச தேவை

source: Minimum Discussion
ta: குறைந்த பட்ச கலந்தாயவு

source: Ballot
ta: வாக்கெடுப்பு

source: Forum
ta: தருக்கம்

source: Outcome
ta: விளைவு

source: Waiting&nbsp;for&nbsp;Sponsors
ta: ஆதரவாளர்களுக்காக&nbsp;காத்திருக்கிறொம்&nbsp;

source: In&nbsp;Discussion
ta: விவாதத்தில்

source: Voting&nbsp;Open
ta: வாக்கெடுப்பு&nbsp;நடைபெறுகிறது

source: Decided
ta: தீர்மானிக்கப்பட்டது

source: Withdrawn
ta: திரும்பப் பெறப் பட்டது

source: Other
ta: ஏனைய

source: Home&nbsp;Vote&nbsp;Page
ta: &nbsp;வாக்களிப்பின்&nbsp;முதற் பக்கத்திற்கு

source: How&nbsp;To
ta: எப்படி

source: Submit&nbsp;a&nbsp;Proposal
ta: பரிந்துரையொன்றை&nbsp;சமர்பிக்கவும்&nbsp;

source: Amend&nbsp;a&nbsp;Proposal
ta: பரிந்துரையொன்றை&nbsp;அமல் படுத்துக&nbsp;

source: Follow&nbsp;a&nbsp;Proposal
ta: பரிந்துரையொன்றை&nbsp;பின்பற்றவும்&nbsp;

source: Read&nbsp;a&nbsp;Result
ta: விளைவொன்றை&nbsp;வாசிக்கவும்&nbsp;

source: Vote
ta: வாக்களி

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ta: இச்செய்தியறிக்கையினை வாரந்தோறும் மடலாகப் பெற, <a href="http://lists.debian.org/debian-news/">டெபியன்செய்தி மடலாடற் குழுவில் இணையவும்</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
ta: செய்தியறிக்கையின்<a href="../../">முந்தைய பதிப்புகள்</a> கிடைக்கின்றன.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ta: <void id="singular" />டெபியன் வாராந்திரச் செய்தியின் ஆசிரியர்<a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ta: <void id="plural" />டெபியன் வாராந்திரச் செய்தியின் ஆசிரியர்கள் <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ta: <void id="singular" />டெபியனின் இவ்வாரச் செய்தியின் ஆசிரியர் <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ta: <void id="plural" />டெபியனின் இவ்வாரச் செய்தியின் ஆசிரியர்கள்<a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
ta: <void id="singular" />%s இதனை மொழிபெயர்த்தார்.

source: <void id="plural" />It was translated by %s.
ta: <void id="plural" />%s இதனை மொழிபெயர்த்தவர்கள் ஆவர்.

source: <void id="singularfemale" />It was translated by %s.
ta: <void id="singularfemale" />%s இதனை மொழிபெயர்த்தார்.

source: <void id="pluralfemale" />It was translated by %s.
ta: <void id="pluralfemale" />%s இதனை மொழிபெயர்த்தவர்கள் ஆவர்.

source: License Information
ta: உரிம விவரம்

source: DLS Index
ta: டிஎல்எஸ் வரிசை

source: DFSG FAQ
ta: DFSG கேள்விகள்

source: Debian-Legal Archive
ta: டெபியன்-சட்ட பெட்டகம்

source: %s &ndash; %s, Version %s: %s
ta: %s &ndash; %s, வெளியீடு %s: %s

source: Date published
ta: பதிப்பிக்கப் பட்ட தேதி

source: License
ta: உரிமம்

source: Version
ta: வெளியீடு

source: Summary
ta: தொகுப்புரை

source: Justification
ta: நியாயம்

source: Discussion
ta: விவாதம்

source: Original Summary
ta: முதல் தொகுப்புரைை

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
ta: முதல் உரைத் தொகுப்பினை <summary-author/> <a href="<summary-url/>">பெட்டகத்தில்</a> காணலாம்.

source: This summary was prepared by <summary-author/>.
ta: உரைத் தொகுப்பினைத் தயாரித்தவர் <summary-author/>.

source: License text (translated)
ta: உரிம உரை (மொழிபெயர்க்கப் பட்டது)

source: License text
ta: உரிம உரை

source: free
ta: கட்டற்ற

source: non-free
ta: கட்டுடைய

source: not redistributable
ta: மீண்டும் விநியோகிக்கத் தகாத

source: Free
ta: கட்டற்ற

source: Non-Free
ta: கட்டுடைய

source: Not Redistributable
ta: மீண்டும் விநியோகிக்கத் தகாத

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
ta: டெபியன் உரிமங்கள் குறித்து அறிய <a href="./">உரிமத் தகவல்</a> பக்கத்தின் துணையினை நாடுக.

source: No requests for adoption
ta: தத்தெடுப்பதற்கான கோரிக்கைகள் எதுவும் இல்லை

source: No orphaned packages
ta: கைவிடப்பட்ட பொதிகள் எதுவும் இல்லை

source: No packages waiting to be adopted
ta: தத்தெடுக்கும் பொருட்டு எந்தவொரு பொதியும் இல்லை

source: No packages waiting to be packaged
ta: பொதியாக்கும்டுக்கும் பொருட்டு எந்தவொரு பொதியும் இல்லை

source: No Requested packages
ta: எந்த பொதியும் கோரப்படவில்லை

source: No help requested
ta: எந்த உதவியும் கோரப்படவில்லை

source: in adoption since today.
ta: இன்றிற்றிலிருந்து தத்தெடுக்கப் பட்டுள்ளது.

source: in adoption since yesterday.
ta: நேற்றிலிருந்து தத்தெடுக்கப் பட்டுள்ளது.

source: %s days in adoption.
ta: %s நாட்களாக தத்தெடுக்கப் பட்டுள்ளது.

source: in preparation since today.
ta: இன்றிலிருந்து தயாரிக்கப் பட்டு வருகின்றது.

source: in preparation since yesterday.
ta: நேற்றிலிருந்து தயாரிக்கப் பட்டு வருகிறது.

source: %s days in preparation.
ta: தயாரிப்பில் %s நாட்கள்.

source: requested today.
ta: இன்று கோரப்பட்டது.

source: requested yesterday.
ta: நேற்று கோரப்பட்டது

source: requested %s days ago.
ta: %s நாட்களுக்கு முன் கோரப்பட்டது.

source: package info
ta: பொதி விவரம்

source: More information
ta: மேறகொண்டு விவரமறிய
