Repository: l/debian-webwml
Catalog: webwml/tamil/po/vendors.*.po
Languages: ta

source: Vendor:
ta: வழங்குவோர்:

source: URL for Debian Page:
ta: டெபியன் பக்கத்துக்கான இணைப்பு:

source: Allows Contribution to Debian:
ta: டெபியன் பங்களிப்பினை ஊக்குவிக்கின்றது:

source: Country:
ta: நாடு:

source: Ship International:
ta: சர்வதேச விநியோகம்:

source: email:
ta: மின்னஞ்சல்:

source: CD Type:
ta: வட்டு வகை:

source: DVD Type:
ta: பெருவட்டு வகை:

source: Architectures:
ta: கட்டமைப்புகள்:

source: Vendor
ta: வழங்குவோர்

source: Allows Contributions
ta: பங்களிப்புகளை அனுமதிக்கும்

source: CD/DVD
ta: வட்டு/பெருவட்டு

source: Architectures
ta: கட்டமைப்பு

source: Ship International
ta: சர்வதேச விநியோகம்

source: Contact
ta: தொடர்பு கொள்க

source: Vendor Home
ta: வழங்குவோர் இல்லம்

source: page
ta: பக்கம்

source: email
ta: மின்னஞ்சல்

source: within Europe
ta: ஐரோப்பாவுக்குள்

source: To some areas
ta: சிலப் பகுதிகளுக்கு

source: source
ta: மூலம்

source: and
ta: மற்றும்
