
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
<TITLE>Debian GNU/Linux - Informaci&oacute;n sobre Seguridad</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=iso-8859-1">
<META HTTP-EQUIV="Pragma" CONTENT="no-cache">
</HEAD>

<BODY BGCOLOR="#FFFFFF">
<H1><IMG SRC="../../Pics/debian.jpg" WIDTH=114 HEIGHT=140 ALIGN="middle" ALT="Debian GNU/Linux - ">Informaci&oacute;n sobre Seguridad</H1>
<HR>
Debian se toma la seguridad muy en serio.  La mayor&iacute;a de los <a href="../index.html">problemas sobre seguridad</a> llegados
a nuestra atenci&oacute;n son corregidos en 48 horas.

<P> Por favor, envie las noticias de fallos relacionados con la seguridad a <a href="mailto:security@debian.org">security@debian.org</a><P>

<blockquote>
<b>Fecha: Lunes, 7 Abr 1997 22:59:27 -0400 (EDT)</b> <br>
<b>De: Bradley M Keryan &lt;keryan@andrew.cmu.edu&gt;</b> <p>

El amd del fichero amd-920824upl102-6.i386.rpm distribuido con RedHat
Linux 4.1 no acepta la opci&oacute;n nodev para los sistemas de ficheros NFS y posiblemente otros tipos soportados, permitiendo a cualquier usuario el acceso a los dispositivos en /dev de un sistema, con tal que tengan acceso como root en otra linux box de la red. Adem&aacute;s, el amd.conf por defecto de RH 4.1 mapea /net/* al montar NFS, lo que hace que del fallo de de amd un agujero de f&aacute;cil accesibilidad. <p>

<b>La "Exploit":</b> <p>

Un amigo mio que ten&iacute;a una cuenta en mi m&aacute;quina encontr&oacute; un grave agujero de seguridad en amd cuando decidi&oacute; gastarme una broma usando /dev/dsp a horas impares, pero descubri&oacute; que yo hab&iacute;a denegado el acceso a /dev/dsp y /dev/audio. Supuso que yo habr&iacute;a olvidado poner las opciones nosuid y nodev en el mapeo de amd para NFS (el mapeo for defecto de RedHat 4.1, que *tiene* opts=nosuid,nodev), as&iacute; que cre&oacute; un dispositivo de caracteres en su m&aacute;quina con el n&uacute;mero mayor 14 y menor 3, permisos 666, export&oacute; el directorio en el que encontraba via NFS, y entr&oacute; en mi m&aacute;quina. Utiliz&oacute; el mapeo /net/* de amd para montar el directorio, y luego utiliz&oacute; el dispositivo de caracteres en sistema de ficheros NFS montado para tocar los sonidos, a pesar de que /proc/mounts y /etc/mtab mostraban como montado nodev. <p>

Esta exploit funciona para dispositivos de bloque y de caract&eacute;res. Puede ser utilizado para realizar actos m&aacute;s maliciosos que simplemente para tocar sonidos, como explorar /dev/mem para buscar passwords, cambiar permisos de los ficheros o el contenido de /etc/shadow con un editor de discos raw, y diversas y varias otras malas cosas. <p>

Este fallo puede afectar a cualquier otra distribuci&oacute;n que incluya amd, pero tanto el exploit como el fallo solo han sido probados en RedHat 4.1. <p>

<b>Soluci&oacute;n:</b>

Un <a href="amd-nodev.patch">one-character typo</a> en el fichero de cabecera de amd espec&iacute;fico para linux evita en realidad que pase la opci&oacute;n nodev al kernel. <p>

Eso es. Evidentemente M_NODEV fue definido para algo m&aacute;s en otra parte,
sin o amd no deber&iacute;a ser compilado. <p>

Brad Keryan <br>
<a href="mailto:keryan@andrew.cmu.edu">keryan@andrew.cmu.edu</a> <br>
<a href="http://fatale.res.cmu.edu/">http://fatale.res.cmu.edu/</a>
</blockquote>

<P><SMALL>&Uacute;ltima modificac&iacute;n: 10 Enero 1998.
Copyright &copy;1997 SPI; Ver
<A HREF="../../license.html">condiciones de licencia.</A></SMALL>
<HR>
</BODY>
</HTML>


