<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<!--translation 1.1.1.1-->
<HTML>
<HEAD>
<TITLE>Debian GNU/Linux - Security Information</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=iso-8859-1">
<META HTTP-EQUIV="Pragma" CONTENT="no-cache">
</HEAD>

<BODY BGCOLOR="#FFFFFF">

<H1><IMG SRC="../Pics/debian.jpg" WIDTH=114 HEIGHT=140 ALIGN="middle" ALT="Debian GNU/Linux - ">Informaci&oacute;n sobre seguridad</H1>
<HR>

Debian considera la seguridad como algo muy serio.  La mayor&iacute;a de los <a href="../index.html">problemas sobre seguridad</a> recibidos a nuestra atenci&oacute;n son corregidos en 48 horas.

<P> Por favor, mande noticias de fallos sobre seguridad a <a href="mailto:security@debian.org">security@debian.org</a><P>

<blockquote>
<b>Fecha: 	Mar, 13 Feb 1997 23:08:13 -0500</b> <br>
<b>Desde: solar@IDEAL.RU</b> <p>

Hola! <p>

Disculpad si las informaciones que voy a exponer a continuaci&oacute;n son ya
conocidas, pero espero que no lo sean ... <p>

Acabo de encontrar una vulnerabilidad en la libc de Linux (En realidad, algunas
versiones parece que no son vulnerables; mi Slackware 3.1 si lo es).
Por desgracia, no tengo tiempo ahora para una investigaci&oacute;n m&aacute;s profunda,
pero aqu&iacute; est&aacute; la vulneraci&oacute;n . Tenga en cuenta que el c&oacute;digo
shell es ligeramente diferente del habitual: <p>
<ul>
<li> Efect&uacute;a setuid(geteuid()) mediante &eacute;l mismo;
<li> Es m&aacute;s f&aacute;cil de modificar (no hay direcciones "a cap&oacute;n" en el
c&oacute;digo, y el nombre del shell se puede cambiar tambi&eacute;n; la longitud no
es fija);
<li> El propio puntero a NULL se pasa en %edx a la llamada del sistema execve, 
no la referencia a NULL (parece en error en el art&iacute;culo de Aleph One); &eacute;sto no parece afectar a nada de cualquier manera.

</ul>

Es pobible vulnerar &eacute;ste agujero de manera remota, mediante el uso de un
telnet parcheado que permitiese exportar un entorno de variables suficientemente
grande. El desbordamiento ocurrir&iacute;a en el arranque de /bin/login (algo similar
al famoso exploit LD_PRELOAD, pero como desbordamiento). No obstante,no estoy 
seguro de ello puesto que puede haber algunas restricciones en la variables de
entorno de telnetd. <p>

En relaci&oacute;n con el arreglo, bueno, es duro -- pudiera ser necesario
recompilar libc y librer&iacute;as lincadas est&aacute;ticamente. Para protegerse Vd.
mismo contra ataques remotos, puede por ejemplo cambiar el nombre de la 
variable a &aacute;lgo distinto, con un editor hexadecimal (como /usr/bin/bpe),
en /lib/libc.so.5, y asegurarse de que la vulneraci&oacute;n ha dejado de
funcionar. Por supuesto, &eacute;sto es s&oacute;lo un arreglo temporal. <p>

<a href="nlspath.c">nlspath.c</a> y <a href="shellcode.s">shellcode.s</a>
</blockquote>

<P><SMALL>Ultima modificaci&oacute;n: 10 de Enero de 1.998.
Copyright &copy;1997, 1998 SPI; Vea
<A HREF="../../license.html">condiciones de la licencia.</A></SMALL>
<HR>
</BODY>
</HTML>


