<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<!--translation 1.1.1.1-->
<HTML>
<HEAD>

<TITLE>Debian GNU/Linux - Informaci&oacute;n sobre Seguridad</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=iso-8859-1">
<META HTTP-EQUIV="Pragma" CONTENT="no-cache">
</HEAD>

<BODY BGCOLOR="#FFFFFF">

<H1><IMG SRC="../Pics/debian.jpg" WIDTH=114 HEIGHT=140 ALIGN="middle" ALT="Debian GNU/Linux - ">Informaci&oacute;n sobre seguridad</H1>
<HR>

Debian considera la seguridad como algo muy serio.  La mayor&iacute;a de los <a href="../index.html">problemas sobre seguridad</a> recibidos a nuestra atenci&oacute;n son corregidos en 48 horas.


<P> Por favor, mande noticias de fallos sobre seguridad a <a href="mailto:security@debian.org">security@debian.org</a><P>
<blockquote>
<a href="ftp://info.cert.org/pub/cert_advisories/CA-97.06.rlogin-term">Notificaci&oacute;n-CERT</a> <p>

El Centro de Coordinaci&oacute;n del CERT ha recibido noticias sobre vulnerabilidades
en varias implementaciones del programa rlogin, incluyendo eklogin y klogin.
Aprovechado &eacute;sta vulnerabilidad, usuarios con acceso a una cuenta del sistema
pueden causar desbordamiento de memoria ("buffer overflow") y ejecutar programas
como root.

El equipo de CERT/CC recomienda instalar un parche del proveedor para &eacute;ste
problema (Sec. III.A). Hasta que pueda hacerlo, le recomendamos encarec&iacute;damente
que deshabilite rlogin &oacute; lo sustituya por un programa "envoltorio" (wrapper).
(Ver Sec. III.B.2). <p>

Actualizaremos &eacute;sta notificaci&oacute;n tan pronto como recibamos informaci&oacute;n adicional. 
Por favor, compruebe regularmente &eacute;stos ficheros de notificaci&oacute;n para actualizaciones relativas a su instalaci&oacute;n. <p>

<hr>

<ol>
<li><b>   Descripci&oacute;n</b> <p>
  
     El programa rlogin, suministrado en muchos sistemas UNIX y no-UNIX, se describe en la RFC 1282.
     A continuaci&oacute;n se muestra una parte de &eacute;sa RFC, la cual describe su funcionalidad b&aacute;sica: <p>


     <em>
        "La facilidad rlogin ofrece un terminal virtual con control de flujo
         local y un vaciado adecuado de la salida. Es usado extensamente entre
         equipos Unix ya que provee el intercambio de un mayor n&uacute;mero de 
         controles de pantalla que el protocolo Telnet, y adem&aacute;s dado que
         se puede configurar para que entre conexiones entre servidores
         autentificados no sea requerida palabra de paso."
         
     </em> <p>

     La clave de &eacute;sta descripci&oacute;n es que el programa rlogin traspasa la
     descripci&oacute;n del terminal desde el equipo local al remoto.
     Esta funcionalidad permite que programas que precisan terminal, tales
     como editores de texto a pantalla completa, puedan trabajar adecuadamente
     entre una conexion ordenador-a-ordenador creada con rlogin. <p>

     Para llevar &eacute;sto a cabo, el programa rlogin utiliza la definici&oacute;n actual
     del terminal identificada por la variable de entorno TERM. El protocolo,
     descrito en la RFC 1282, explica c&oacute;mo &eacute;sta informaci&oacute;n se transfiere 
     desde el equipo local, donde se ejecuta el cliente rlogin, al equipo
     remoto donde se ejecuta el servicio. <p>
     To do this, the rlogin program uses the current terminal definition as
     identified by the TERM environment variable. The protocol described in
     RFC 1282 explains how this terminal information is transferred from the
     local machine where the rlogin client program is running to the remote
     machine where service is sought. <p>

     Por desgracia, muchas implementaciones del programa rlogin adolecen de
     un defecto debido a que el valor de la variable de entorno TERM se copia
     a un b&uacute;fer interno sin las debidas precauciones. El b&uacute;fer que contiene
     el valor de TERM puede ser desbordado. En algunas implementaciones el
     b&uacute;fer es una variable local, con lo que la pila de llamadas a subrutinas
     puede ser reescrita y por tanto puede ser ejecutado c&oacute;digo cualquiera.
     &Eacute;ste c&oacute;digo se hallar&iacute;a bajo en control del usuario que corra el programa
     rlogin. <p>

     Encima, el programa rlogin es suid root. Rlogin precisa de &eacute;stos 
     privilegios para poder inicializar un puerto en el rango preciso, como
     se describe en el man de in.rlogind (&oacute; rlogind): <p>

     <em>
         "El servidor comprueba el puerto origen del cliente. Si el puerto
          no se halla en el rango de 0 a 1023, el servidor aborta la conexion".
     </em> <p>

     En resumen, rlogin es un programa con suid root, que en muchas 
     implementaciones contiene un defecto de programaci&oacute;n mediante el 
     cual un b&uacute;fer interno puede ser desbordado y por tanto es posible
     ejecutar cualquier c&oacute;digo con privilegios de root.

<li><b>  Impacto</b> <p>

     Los usuarios pueden convertirse en root si tienen acceso a una cuenta
     en el sistema.

<li> <b>Soluci&oacute;n</b> <p>

     Instalar un parche del proveedor, si existe (Secci&oacute;n A). Hasta que
     le sea posible ejercer &eacute;sta acci&oacute;n, le recomendamos que aplique la
     descrita en la Secci&oacute;n B.

     <ol>
     <li>  Conseguir y aplicar un parche para solventar &eacute;ste problema <p>

         A continuaci&oacute;n se describe una lista de aquellos proveedores que han
         suministrado informaci&oacute;n sobre rlogin. Los detalles se encuentran en 
	 el Ap&eacute;ndice A de &eacute;sta notificaci&oacute;n; iremos actualizando el ap&eacute;ndice
         a medida que vayamos recibiendo informaci&oacute;n. Si el nombre de su
         proveedor no figura en &eacute;sta lista, en el CERT/CC no saben nada de &eacute;l.
         Por favor, contacte con el proveedor directamente. <p>
  
              Berkeley Software Design, Inc. (BSDI) <br>
              Cray Research - A Silicon Graphics Company <br>
              Cygnus Solutions (formerly Cygnus Support) <br>
              Data General Corporation <br>
              Digital Equipment Corporation <br>
              FreeBSD, Inc. <br>
              Hewlett-Packard Corporation <br>
              IBM Corporation <br>
              Linux Systems <br>
              NEC Corporation <br>
              NetBSD <br>
              NeXT Software, Inc. <br>
              The Open Group <br>
              The Santa Cruz Operation (SCO) <br>
              Sun Microsystems, Inc. <p>

     <li>  Hasta el momento en el cual le sea posible aplicar el parche,
           le recomendamos una de las siguientes alternativas: <p>

         <ol>
         <li>Deshabilite rlogin. <p>
            Si sus usuarios no usan rlogin, qu&iacute;telo. Para ello, haga lo
            siguiente (como root) : <p>

                % chmod 0 /usr/bin/rlogin <p>

	    Puede que el programa rlogin se encuentre en otros directorios de
            su sistema, tales como /bin, /usr/bin, /usr/ucb. <p>

            Nota: En algunos sistemas, rlogin se presenta de distintas maneras
            al efecto de ejecutar m&aacute;s cosas. Ejemplos son eklogin 
            (autentificaci&oacute;n Kerberos adem&aacute;s de cifrado del flujo de datos)
            y klogin (s&oacute;lamente autentificaci&oacute;n Kerberos). Es necesario quitar
            ambos tambi&eacute;n. <p>

         <li> Sustituya rlogin por un programa "envoltorio". <p>
            Hemos escrito un prototipo de &eacute;sto y se halla disponible en:

          URL <a href="ftp://info.cert.org/pub/tools/rlogin_wrapper/rlogin_wrapper.c">ftp://info.cert.org/pub/tools/rlogin_wrapper/rlogin_wrapper.c</a> <p>

            The PGP signature for this file is available at
          URL <a href="ftp://info.cert.org/pub/tools/rlogin_wrapper/rlogin_wrapper.c.asc">ftp://info.cert.org/pub/tools/rlogin_wrapper/rlogin_wrapper.c.asc</a> <p>

	    Para verificar que el fichero es el correcto, tr&aacute;igase los dos
            ficheros rlogin_wrapper.c y rlogin_wrapper.c.asc y compruebe la
            firma con pgp tal que: <p>

               % pgp rlogin_wrapper.c.asc rlogin_wrapper.c <p>

            <b>Notes:</b>
		<ul>
               <li> Puede ser necesario tocar el programa para que compile
                  correctamente en su sistema.

               <li> Si, como se menciona en la secci&oacute;n anterior, tiene m&aacute;s  
                    programas del tipo rlogin, debe reemplazarlas por el
                    envoltorio.
		</ul>
	</ol>
</ol>
<hr>

<h3>Ap&eacute;ndice A - Informaci&oacute;n del proveedor</h3>


A continuaci&oacute;n se detalla una lista de aquellos proveedores que han suministrado
 informaci&oacute;n para &eacute;sta notificaci&oacute;n; iremos actualizando &eacute;ste ap&eacute;ndice a medida
que vayamos recibiendo informaci&oacute;n adicional. Si Vd. no ve aqu&iacute; el nombre de su
proveedor, el CERT/CC no ha recibido noticias suyas. Por favor, contacte con el
proceedor directamente.

Sistemas Linux<p>

        S&oacute;lamente son vulnerables los sistemas Linux muy desactualizados. <p>

        Linux Netkit 0.08 lleva el rlogin corregido. Todos los sistemas Linux
        que utilicen NetKits m&aacute;s antig&uuml;os deben actualizarse a NetKit 0.09.
        Algunos proveedores han inclu&iacute;do parches en versiones NetKit-0.08.
        Conf&iacute;rmelo con su proveedor. <p>

        NetKit 0.09 se halla disponible en: <a href="ftp://ftp.uk.linux.org/pub/linux/Networking/base/NetKit-0.09.tar.gz">ftp://ftp.uk.linux.org/pub/linux/Networking/base/NetKit-0.09.tar.gz</a> <p>

</blockquote>

<P><SMALL>Ultima modificaci&oacute;n: 10 Ene 1998.
Copyright &copy;1997 SPI; Vea
<A HREF="../license.html">condiciones de la licencia.</A></SMALL>
<HR>
</BODY>
</HTML>


