<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>

<TITLE>Debian GNU/Linux - Informaci&oacute;n sobre Seguridad</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=iso-8859-1">
<META HTTP-EQUIV="Pragma" CONTENT="no-cache">
</HEAD>

<BODY BGCOLOR="#FFFFFF">

<H1><IMG SRC="../Pics/debian.jpg" WIDTH=114 HEIGHT=140 ALIGN="middle" ALT="Debian GNU/Linux - ">Informaci&oacute;n sobre seguridad</H1>
<HR>

Debian considera la seguridad como algo muy serio.  La mayor&iacute;a de los <a href="../index.html">problemas sobre seguridad</a> recibidos a nuestra atenci&oacute;n son corregidos en 48 horas.

<P> Por favor, mande noticias de fallos sobre seguridad a <a href="mailto:security@debian.org">security@debian.org</a><P>

<blockquote>
<b>Fecha: 	Jue, 20 Feb 1997 21:23:31 -0500</b> <br>
<b>Desde: Khelbin &lt;khelbin@connix.com&gt;</b> <p>


Screen 3.07.02, cuando de halla con setuid root (como sucede habitualmente), 
permite desbordar memoria (buffer overflow) al menos sobre determinadas plataformas.
No he le&iacute;do la totalidad del c&oacute;digo pero en un vistazo r&aacute;pido me percat&eacute; que
attacher.c hace lo siguiente: <p>

<pre>
      struct passwd ppp;
      char fullname[100];

      strcpy(fullname, ppp->pw_gecos);
</pre>


Pude trabajarme una vulneraci&oacute;n r&aacute;pida pero no funcion&oacute; en BSDI 1.1 ya que
chpass/chfn no aceptan determinados caracteres. Por ello, leyendo en shellcode
el campo de "Full Name" produjo un mensaje de error de "Car&aacute;cter ilegal en el campo Nombre Completo (Full Name), re-editar [s]?" o also parecido. <p>

Cualquier S.O. &oacute; versi&oacute;n de chfn/chpass que no compruebe la existencia de 'caracteres ilegales', &oacute; la longitud de la informaci&oacute;n introducida en el campo
(BSDI 1.1 no chequea la longitud, s&oacute;lamente caracteres ilegales)  puede
ser vulnerable (No he comprobado si da privilegios de sui root a&uacute;n, lo iba
a hacer desbord&aacute;ndolo con la cadena de mi shellcode) .<p>

Si alguien puede comprobarlo en plataformas distintas y mandarmelo, estar&iacute;a
interesado. Lo que yo hac&iacute;a era poner mi cadena shellcode en una variable de
entorno (con los NOPs y la direcci&oacute;n de retorno hacia los NOPs) y haciendo
echo de dicha variable a un fichero. Entonces s&oacute;lamente falta leer en &eacute;se
fichero la informaci&oacute;n de chpass/chfn como el nuevo gecos. <p>

En realidad no me llev&oacute; mucho tiempo mirar entre el c&oacute;digo y encontrar
un problema, as&iacute; que estoy seguro de que hay m&aacute;s.
Screen es realmente un programa demasiado grande para ser suid root y
la vieja advertencia de no ejecutar  programas que no se necesitan,
especialmente si son suid root, suele ser siempre cierta. <p>

</blockquote>

<P><SMALL>Ultima modificaci&oacute;n: 10 de Enero de 1998.
Copyright &copy;1997, 1998 SPI; Vea
<A HREF="../../license.html">condiciones de la licencia.</A></SMALL>
<HR>
</BODY>
</HTML>


