<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<!--translation 1.1.1.1-->
<HTML>
<HEAD>

<TITLE>Debian GNU/Linux - Informaci&oacute;n sobre Seguridad</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=iso-8859-1">
<META HTTP-EQUIV="Pragma" CONTENT="no-cache">
</HEAD>

<BODY BGCOLOR="#FFFFFF">

<H1><IMG SRC="../Pics/debian.jpg" WIDTH=114 HEIGHT=140 ALIGN="middle" ALT="Debian GNU/Linux - ">Informaci&oacute;n sobre seguridad</H1>
<HR>


Debian considera la seguridad como algo muy serio.  La mayor&iacute;a de los <a href="../index.html">problemas sobre seguridad</a> recibidos a nuestra atenci&oacute;n son corregidos en 48 horas.

<P> Por favor, mande noticias de fallos sobre seguridad a <a href="mailto:security@debian.org">security@debian.org</a><P>

<blockquote>
<b>Fecha: 	Martes, 4 Mar 1997 23:24:28 -0500</b> <br>
<b>Desde: solar@IDEAL.RU</b> <p>

Hola! <p>

SuperProbe es un programa que viene con XFree86 para determinar el tipo de placa de video instalada, y se instala en muchas distribuciones Linux con el setuid root (convertirse en root mientras se ejecuta el proceso). Se ha discutido aqu&iacute; en otras ocasiones que adolec&iacute;a de desbordamientos de b&uacute;fer, pero aparentemente a&uacute;n no exist&iacute;a ninguna vulneraci&oacute;n. La raz&oacute;n de ello pudiera ser que &eacute;sta vulneraci&oacute;n se daba de forma algo poco usual.
Esta es la raz&oacute;n por la cual me he decidido a publicar la vulneraci&oacute;n, como un ejemplo de aprovechar el desbordamiento sin tener que bregar con la direcci&oacute;n devuelta. <p>

El desbordamiento que estoy explotando se halla en la funci&oacute;n TestChip: <p>


<pre>
   static Bool TestChip(chip_p, Chipset)
   Chip_Descriptor *chip_p;
   int *Chipset;
   {
       char *p, *p1, name[64];

  [...]

		   (void)strcpy(name, p);
	       }
	       if (StrCaseCmp(name, chip_p->name) == 0)

  [...]

       if (chip_p->f(Chipset))
       {
	   return(TRUE);
       }
       return(FALSE);
   }

</pre>

Chip_Descriptor se define como sigue: <p>

<pre>
   typedef Bool (*ProbeFunc) __STDCARGS((int *));

[...]

  typedef struct {
           char            *name;          /* Chipset vendor/class name    */
           ProbeFunc       f;              /* Probe function               */
[...]
   } Chip_Descriptor;
</pre>


Es posible sobreescribir la direcci&oacute;n de vuelta mediante el strcpy, pero un byte de chip_p podr&iacute;a verse inicializado a cero (ya que chip_p se halla colocado justo despu&eacute;s de la direcci&oacute;n de retorno, y la cadena es ASCIIZ). Esto podr&iacute;a hacer que el programa cascase al acceder a chip_p->name para pasarlo a StrCaseCmp, antes de utilizar la direcci&oacute;n de retorno. <p>

Poe &eacute;se motivo escrib&iacute; de nuevo chip_p para que apuntase a una variable de entorno (vale, la direcci&oacute;n de retorno queda reescrita, pero no se utiliza nunca), que contiene una tabla de punteros (localizado al final del valor de la misma variable). 
Uno de ellos es usado al principio por StrCaseCmp, luego no casca, y el siguiente se utiliza como el apuntador a la funci&oacute; probe,  luego el c&oacute;digo de shellcode se ejecuta al lamar a chip_p->f() (Puede ser necesario ajustar el alineamiento en mi programa de vulneraci&oacute;n, pruebe valores entre 0 y 3 si el de por defecto no funciona). <p> 

<a href="probe.c">probe.c</a>
</blockquote>

<P><SMALL>Ultima modificaci&oacute;n: 10 de Enero de 1998.
Copyright &copy;1997, 1998 SPI; Vea
<A HREF="../../license.html">condiciones de la licencia.</A></SMALL>
<HR>
</BODY>
</HTML>


