<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<!--translation 1.1.1.1-->
<HTML>
<HEAD>

<TITLE>Debian GNU/Linux - Informaci&oacute;n sobre Seguridad</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=iso-8859-1">
<META HTTP-EQUIV="Pragma" CONTENT="no-cache">
</HEAD>

<BODY BGCOLOR="#FFFFFF">

<H1><IMG SRC="../Pics/debian.jpg" WIDTH=114 HEIGHT=140 ALIGN="middle" ALT="Debian GNU/Linux - ">Informaci&oacute;n sobre seguridad</H1>
<HR>

Debian considera la seguridad como algo muy serio.  La mayor&iacute;a de los <a href="../index.html">problemas sobre seguridad</a> recibidos a nuestra atenci&oacute;n son corregidos en 48 horas.

<P> Por favor, mande noticias de fallos sobre seguridad a <a href="mailto:security@debian.org">security@debian.org</a><P>

<blockquote>
<a href="ftp://info.cert.org/pub/cert_advisories/CA-97.04.talkd">CERT-Consultoria</a> <p>

El Centro de Coordinaci&oacute;n del CERT ha recibido noticias acerca de la vulnerabilidad existente en el programa talkd(8) utilizado por talk(1).
Construyendo de determinada manera datos DNS, un intruso puede ejecutar remotamento comandos con privilegios de root. <p>

Un fichero de comandos de "exploit" ha sido puesto a disposici&oacute;n del p&uacute;blico en general, y hemos recibido noticias de acceso con &eacute;xito a recursos de root mediante la utilizaci&oacute;n de &eacute;ste fichero. <p>

Debe tener precauci&oacute;n de otros avisos publicados por otros equipos relacionados con &eacute;ste problema. Tenga en cuenta que &eacute;stas notificaciones contienen material adicional y cubren otros aspectos de las vulnerabilidades sufridas por un conjunto m&aacute;s amplio de problemas, de los cuales &eacute;ste es s&oacute;lo una muestra. <p>

El equipo del CERT/CC recomienda seguir los pasos necesarios para resolver &eacute;ste problema (Secci&oacute;n III.A) e instalar un parche del proveedor relativo a &eacute;sta particularidad (Sec III.B). Hasta que Vd. pueda instalar &eacute;ste parche, le aconsejamos encarecidamente que deshabilite el/los programas talkd en su instalaci&oacute;n. <p>


Actualizaremos &eacute;stas notificaciones tan pronto como recibamos informaci&oacute;n adicional. Por favor, chequee con regularidad los ficheros de notificaci&oacute;n por si hubiera actualizaciones relativas a su instalaci&oacute;n.

<hr>

<ol>
<li><b>   Descripci&oacute;n</b> <p>

     El Centro de Coordinaci&oacute;n del CERT ha recibido informaci&oacute;n acerca de vulnerabilidad en el programa talkd(8) utilizado por talk(1) 
     Talk es un programa de comunicaciones que copia texto desde un terminal de usuario a otro, pos&iacute;blemente remoto. Talkd es el "demonio" que notifica a un usuario que alguien desea iniciar una conversaci&oacute;n talk. <p>

     Como parte de una conexi&oacute;n de "talk", talkd efect&uacute;a una b&uacute;squeda DNS del nombre del servidor desde donde se inicia la conexi&oacute;n. Debido a que hay un insuficiente control de los l&iacute;mites del buffer donde se almacena &eacute;se nombre, es posible reescribir el espacio del pila interno de talkd.<p>
Es posible forzar a talkd a ejecutar cualquier comando manipulando cuidadosamente la informaci&oacute;n del nombre del servidor. Ya que talkd se ejecuta con privilegios de root, ello permite que intrusos puedan ejecutar remotamente comandos con &eacute;sos privilegios. <p>


     Este ataque necesita que el intruso sea capaz de efectuar una conexi&oacute;n de red a un programa talkd vulnerable y que &eacute;ste suministre al equipo remoto informaci&oacute;n DNS corrompida. <p>

     Este tipo de ataque es uno de los componentes del problema que se describe en la notificaci&oacute;n CERT CA-96.04 "Informaci&oacute;n corrupta desde Servidores de Red,", disponible en <a href="ftp://info.cert.org/pub/cert_advisories/CA-96.04.corrupt_info_from_servers">ftp://info.cert.org/pub/cert_advisories/CA-96.04.corrupt_info_from_servers</a> <p>

     Aquellos sitios que utilicen BIND 4.9.4 Patch Level 1 &oacute; superior NO son vulnerables a ataques basados en servidor/desbordamiento de memoria relativa a direcci&oacute;n IP (incluyendo &eacute;ste problema espec&iacute;fico). <p>


    
     Sea consciente de que existen distintas versiones del programa talkd. Dependiendo de su sistema, el programa puede teber uno de los siguientes nombres: talkd, otalkd, ntalkd. <p> 

     Para determinar si su instalaci&oacute;n permite sesiones de talk, compruebe /etc/inetd.conf: <p> 

<pre>
          # grep -i "^[a-z]*talk" /etc/inetd.conf
</pre>

<b>Nota:</b> Un fichero de comandos de "exploit" ha sido puesto a disposici&oacute;n del p&uacute;blico en general. El CERT/CC ha recibido noticias de acceso con &eacute;xito a recursos de root mediante la utilizaci&oacute;n de &eacute;ste fichero. <p>

<li><b>  Impacto</b> <p>

	Los intrusos pueden ser capaces de ejecutar diversos comandos bajo privilegios de root. No necesitan tener acceso a una cuenta del sistema para aprovechar &eacute;sta vulnerabilidad.

<li><b> Soluci&oacute;n</b> <p>

     Existen varias opciones disponibles para atajar &eacute;ste problema. Nosotros recomendamos que todas la instalaciones se prevengan contra el problema general (Sec. A) y adem&aacute;s instalen un parche del proveedor (Sec. 8). Hasta que pueda instalar el parche, le aconsejamos encarecidamente que deshabilite el programa talkd en su instalaci&oacute;n (Sec C). <p>. 

     Tenga en cuenta que deshabilitando el programa talkd se ver&aacute; protegido conta el ataque particular descrito en &eacute;sta notificaci&oacute;n, pero no contra los ataques en general basados en red que manipulan la informaci&oacute;n nombre_del_servidor/direcci&oacute;n_ip para aprovechar una determinada vulnerabilidad. <p>

     <ol>
     <li> Protecci&oacute;n ante un problema en general <p>
	
	En el caso general, el problema descrito en &eacute;sta notificaci&oacute;n es uno donde el agresor utiliza datos de servidor/direcci&oacute;n ip para aprovechar una vulerabilidad. El fichero de comandos antes mencionado usa el caso espec&iacute;fico de ataques con DNS, pero los agresors pueden usar otros m&eacute;todos de resoluci&oacute;n servidor/direcci&oacute;n ip, tales como NIS, el fichero /etc/hosts y dem&aacute;s. <p>

	Si se siguen las siguientes medidas para todas las t&eacute;cnicas de transformaci&oacute;n servidor/direcci&oacute;n, entonces su instlaci&oacute;n no s&oacute;lamente ser&aacute; inmune a &eacute;sta vulnerabilidad del talkd, sino adem&aacute;s para toda la casu&iacute;stica general de ataques basados en desbordamientos de servidor/direcci&oacute;n ip. <p>


        <ol>
	<li> Ataques basados en DNS <p>

	Para defenderse de un ataque basado en DNS, le rogamos encarecidamente que se actualice a BIND 4.9.4 Patchlevel 1 &oacute; superior (o el equivalente de su proveedor). La raz&oacute;n estriba en que BIND 4.9.4 Patchlevel 1 se halla adecuado al RFC (RFC 952) en la definici&oacute;n de la sintaxis para nombres de servidor (descrita en la notificaci&oacute;n CERT CA-96.04,"Informaci&oacute;n corrupta en Servidores de Red"). <p>

        Tenga en cuenta que una actualizaci&oacute;n a 4.9.5 puede precisar una actualizaci&oacute;n de sendmail debido a las extensiones POSIX de la m&aacute;s reciente versi&oacute;n de BIND (descrita en CA-96.04). Para la &uacute;ltima versi&oacute;n disponible de sendmail, consulte el fichero
                <a href="ftp://info.cert.org/pub/latest_sw_versions/sendmail">ftp://info.cert.org/pub/latest_sw_versions/sendmail</a> <p>

        <li> Otros Servicios de Informaci&oacute;n de Redes  <p>
	
	Para aquellos sistemas basados en t&eacute;cnicas adicionales de transformaci&oacute;n nombre/direcci&oacute;n (tales como NIS, netinfo y ficheros planos como /etc/hosts), puede ser insuficiente usar la versi&oacute;n recomendada de BIND, puesto que las b&uacute;squedas DNS -y, por ende, la validaci&oacute;n nombre servidor/validaci&oacute;n de la direcci&oacute;n IP- pueden ser modificadas para hacer uso de las dem&aacute;s t&eacute;cnicas (NIS, netinfo, etc).
Por tanto, animamos a los proveedores y a los usuarios a incluir en el conjunto de utilidades de resoluci&oacute;n el mismo c&oacute;digo utilizado por BIND para validar nombres de servidor y direcciones IP. Este c&oacute;digo se describe en la siguiente secci&oacute;n. <p>


        <li> C&oacute;digo "casero" o "a la mano" <p>

	Utilice las subrutinas de validaci&oacute;n de servidor y direcci&oacute;n IP disponiobles en las direcciones abajo expuestas. Incl&uacute;yalas en todos aquellos programas que utilicen el resultado de las b&uacute;squedas de nombre de servidor. <p>

          <a href="ftp://info.cert.org/pub/tools/ValidateHostname/IsValid.c">ftp://info.cert.org/pub/tools/ValidateHostname/IsValid.c</a> <br>
          <a href="ftp://ftp.cert.dfn.de/pub/tools/net/ValidateHostname/IsValid.c">ftp://ftp.cert.dfn.de/pub/tools/net/ValidateHostname/IsValid.c</a> <p>

	El fichero IsValid.c contiene c&oacute;digo para las subrutinas IsValidHostname y IsValidIPAddress. Este c&oacute;digo puede utilizarse para comprobar nombres v&aacute;lidos de servidor y direcciones IP de acuerdo a las RFCs 952 y 1123, as&iacute; como nombres conteniendo caracteres tomados de la pr&aacute;ctica tales como "_" y "/". <p>


	Los siguientes ficheros se hallan en el directorio (extra&iacute;do del fichero README):

        <pre>
        IsValid.l       El fichero lex/flex que contiene el c&oacute;digo para
                        IsValidHostname y IsValidIPAddress
                        MD5 (IsValid.l) = 2d35040aacae4fb12906eb1b48957776

        IsValid-raw.c   El fuente C creado mediante la ejecuci&oacute;n de flex 
                        sobre IsValid.l
                        MD5 (IsValid-raw.c) = 367c77d3ef84bc63a5c23d90eeb69330

        IsValid.c       El fichero creado mediante la concentraci&oacute;n de 
                        variables y definici&oacute;n de funciones de
                        IsValid-raw.c
                        MD5 (IsValid.c) = ffe45f1256210aeb71691f4f7cdad27f

        IsValid.diffs   El fichero de diff entre IsValid-raw.c
                        e IsValid.c
                        MD5 (IsValid.diffs) = 3619022cf31d735151f8e8c83cce3744

        htest.c         Rutina main para comprobar IsValidHostname
                        y IsValidIPAddress
                        MD5 (htest.c) = 2d50b2bffb537cc4e637dd1f07a187f4
        </pre>
      </ol>

     <li> Instalaci&oacute;n de un parche de su proveedor <p>

	Abajo se detalla una lista de aquellos proveedores que han suministrado informaci&oacute;n. Los detalles se hallan en el Ap&eacute;ndice A de &eacute;sta notificaci&oacute;n; iremos actualizando el ap&eacute;ndice a medida de ir recibiendo m&aacute;s informaci&oacute;n.

	Si su proveedor no se halla en &eacute;sta lista, ser&aacute; por no haber recibido informaci&oacute;n de &eacute;l. Por favor, contacte directamente con &eacute;l.

           Berkeley Software Design, Inc. (BSDI)
           Cisco Systems
           Data General Corporation
           FreeBSD, Inc.
           Hewlett-Packard Company
           IBM Corporation
           Linux
           NEC Corporation
           The Santa Cruz Operation, Inc. (SCO)
           Silicon Graphics Inc. (SGI)
           Solbourne (Grumman System Support)
           Sun Microsystems, Inc.

     <li> Deshabilite el/los programa(s) talkd <p>

	Hasta el momento en el cual Vd. pueda instalar un parche de su proveedor, deshabilite cualquier programa talkd existente el /etc/inetd.conf bien comentando &eacute;sas l&iacute;neas y relanzando inetd.

	Ejemplo de comandos (ejecutados desde root):

        # grep -i talk /etc/inetd.conf
        talk    dgram   udp     wait    root  /usr/etc/in.talkd     in.talkd

        Comentar  *todas* las referencias a talkd, otalkd o ntalkd.
        (Los comentarios en  /etc/inetd.conf comienzan por "#".)

	Tras editar /etc/inetd.conf, relance inetd. En varios equipos Unix, se lleva a cabo mandando una se&ntilde;al HUP al proceso inetd.


        Para SYSV:

                 # ps -ef | grep inetd | grep -v grep
                 # kill -HUP {inetd PID}

        Para BSD:

                # ps -aux | grep inetd | grep -v grep
                # kill -HUP {inetd PID}

     Tenga en cuenta que deshabilitar talkd le solucionar&aacute; s&oacute;lamente el problema al que hacemos mencion; sin embargo, no cubrir&aacute; el problema general de ataques sobre red que manipulan informaci&oacute;n de nombres de servidor/direcciones IP para aprovechar una vulnerabilidad.
    </ol>
</ol>

<hr>

<h3>Ap&eacute;ndice A - Informaci&oacute;n de Proveedores.</h3>

A continuaci&oacute;n se detalla una lista de todos los proveedores que han mandado informaci&oacute;n para &eacute;sta notificaci&oacute;n. Actualizaremos &eacute;ste ap&eacute;ndice seg&uacute;n vayamos recibiendo m&aacute;s informaci&oacute;n. Si no ve a su proveedor reflejado aqu&iacute;, por favor contacte directamente con &eacute;l. <p>

<b>Linux</b> <p>

   Este error fu&eacute; corregido en Linux NetKit 0.08, que se entrega con todas las distribuciones medianamente actualizadas. 
   Los usuarios de Linux que usen NetKit 0.07 &oacute; anterior deben actualizarlo a la versi&oacute;n 0.09. Esta versi&oacute;n ha corregido otros errores y por tanto se recomienda encarecidamente a aquellos a actualizarse dicha versi&oacute;n.
   Se halla disponible en:
      <a href="ftp://ftp.uk.linux.org/pub/linux/Networking/base/NetKit-0.09.tar.gz"></a> <p>

   Algunos proveedores han optado por dotar a NetKit 0.08 de nuevas correcciones en vez de la 0.09. Consulte a su proveedor para una informaci&oacute;n m&aacute;s detallada. <p>
   La comunidad Linux le gustar&iacute;a agradecer a David A. Holland por su constante trabajo sobre la seguridad en redes Linux. <p>


</blockquote>

<P><SMALL>Ultima modificaci&oacute;n: 10 de Enero de 1.998.
Copyright &copy;1997, 1998 SPI; Vea
<A HREF="../../license.html">condiciones de la licencia.</A></SMALL>
<HR>
</BODY>
</HTML>


