<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<!--translation 1.1.1.1-->
<HTML>
<HEAD>

<TITLE>Debian GNU/Linux - Informaci&oacute;n sobre Seguridad</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; CHARSET=iso-8859-1">
<META HTTP-EQUIV="Pragma" CONTENT="no-cache">
</HEAD>

<BODY BGCOLOR="#FFFFFF">

<H1><IMG SRC="../Pics/debian.jpg" WIDTH=114 HEIGHT=140 ALIGN="middle" ALT="Debian GNU/Linux - ">Informaci&oacute;n sobre seguridad</H1>
<HR>

Debian considera la seguridad como algo muy serio.  La mayor&iacute;a de los <a href="../index.html">problemas sobre seguridad</a> recibidos a nuestra atenci&oacute;n son corregidos en 48 horas.


<P> Por favor, mande noticias de fallos sobre seguridad a <a href="mailto:security@debian.org">security@debian.org</a><P>

<blockquote>
<b>Fecha: Domingo 23 de Marzo 1997 09:11:34 -0800 (PST)</b> <br>
<b>Desde: Alex Belits &lt;abelits@phobos.illtel.denver.co.us&gt;</b> <p>

[Mod: mensaje de David Holland's message a&ntilde;adido al final, linux-alert a&ntilde;adido a la lista de direcciones -- alex] <p>

El S&aacute;bado 22 Mar 1997, Ben Cantrick escribi&oacute;:

<em>
Es una bonita trampa, y parece que funciona. Pero estoy convencido de que alguien ha visto la necesidad y ha hecho &eacute;sto anteriormente. Mis repetidas incursiones en la red desde varios buscadores no han conseguido nada relevante, por lo que  estoy intrigado si alguien en la lista conoce (o mejor, tiene) c&oacute;digo fuente   que sea libremente distribuible para un tftpd "seguro".<p>
</em>
	
  En la distribuci&oacute;n FreeBSD, tftpd utiliza chroot() y fija su identificador de usuario (uid) a "nobody"
No creo que haga nada relativo a grupos.. <p>

Pero... he mirado en el tftpd de Linux (NetKit 0.09) y de FreeBSD (2.2-ALPHA)
 y he encontrado un c&oacute;digo realmente extra&ntilde;o dentro del de Linux, en la funci&oacute;n validate_access: <p>

<pre>
        syslog(LOG_ERR, "tftpd: trying to get file: %s\n", filename);

        if (*filename != '/') {
                syslog(LOG_ERR, "tftpd: serving file from %s\n", dirs[0]);
                chdir(dirs[0]);
        } else {
                for (dirp = dirs; *dirp; dirp++)
                        if (strncmp(filename, *dirp, strlen(*dirp)) == 0)
                                break;
                if (*dirp==0 && dirp!=dirs)
                        return (EACCESS);
        }
        /*
         * prevent tricksters from getting around the directory restrictions
         */
        for (cp = filename + 1; *cp; cp++)
                if(*cp == '.' && strncmp(cp-1, "/../", 4) == 0)
                        return(EACCESS);
</pre>

...chequea _solamente_ el nombre del fichero contra "/../"  y comienza _siempre_ desde la segunda letra del nombre del fichero (en otras palabras, si el nombre del fichero viene vac&iacute;o, "analiza" la memoria tras &eacute;l, donde habr&aacute; lo que haya metido otra parte del c&oacute;digo; por lo menos no har&aacute; nada destructivo).
Pero adem&aacute;s asume que todos los nombres de fichero que no empiezan con '/' son relativos a alg&uacute;n directorio, y nunca los chequea contra "../", como el de FreeBSD hace. Luego: (vea el c&oacute;digo que sigue con los caminos que muestra la llamada a syslog()): <p>

<pre>
Mar 23 06:55:08 phobos in.tftpd[9799]: connect from phobos.illtel.denver.co.us
Mar 23 06:55:08 phobos tftpd[9800]: tftpd: trying to get file: ../etc/passwd 
Mar 23 06:55:08 phobos tftpd[9800]: tftpd: serving file from /tftpboot 
</pre>

...y obviamente se trataba de /tftpboot/../etc/passwd, o sea, /etc/passwd. <p>

No hace ning&uacute;n da&ntilde;o en s&iacute; mismo, pero efectivamente no se pensaba que podr&iacute;a hacer eso. El tftpd de FreeBSD no autorizaba a hacer esas cosas. <p>

De acuerdo con rese&ntilde;as de copyright, los dos tftpd se derivaron de antiguo c&oacute;digo de Berkeley (1983), y el de Linux tiene irregularidades en general sobre su s&oacute;digo ( y el directorio por defecto /tftpboot no existi&oacute; hasta la 0.09; la 0.08 parece ser que necesita la lista de directorios &oacute; sencillamente saldr&iacute;a por SIGSEV &oacute; "NULL pointer" ). <p>

El tftpd de FreeBSD se compila mediante &eacute;ste comando: <p>
<pre>
   gcc -O -DLOG_FTP=LOG_DAEMON -o tftpd  tftpd.c tftpsubs.c
</pre>

y funciona bien si se a&ntilde;ade -ls /tftpboot como opci&oacute;n en la l&iacute;nea de comandos.
Si no, s&oacute;lamente chequea permisos de fichero sin siquiera intentar convertirse en "nobody" y ello abre un agujero para directorios que no son ejecutables
(aun siendo el directorio no ejecutable para nadie salvo para root, los ficheros en &eacute;l contenidos son accesibles). 
Adem&aacute;s es necesario lincar /dev/log bajo el directorio chroot para mantener las trazas (logging) en funcionamiento. <p>


P.S. C&oacute;mo semejante ... obviamente, c&oacute;digo inseguro pudo colarse dentro de tftpd en primer lugar, despu&eacute;s de todas las revisiones que fueron hechas efectivamente para aumentar la seguridad? Despu&eacute;s de todo, los cambios entre versiones NetKit _si_ tienen sentido. <p>

<b>Return-Path: dholland@hcs.harvard.edu</b> <p>

<pre>
  [c&oacute;digo fuente de tftpd mapeado a /dev/null]
  Finalmente, previene de usar ".." y "." en el nombre de fichero que se utiliza:
</pre>

Es correcto; no bloquea los ".." cuando van delante en el caso que el nombre del fichero no empiece con "/". <p>

Alguien ya se percat&oacute; de &eacute;sto y el arreglo ir&aacute; en la siguiente versi&oacute;n; mientras, aqu&iacute; hay un parche. <p>

Necesita una fuerte recodificaci&oacute;n. No te quedes sin aliento... :( <p>

<a href="tftpd.patch">Aqu&iacute;</a> est&aacute; el parche.
</blockquote>

<P><SMALL>Ultima modificaci&oacute;n: 10 de Enero de 1.998.
Copyright &copy;1997, 1998 SPI; Vea
<A HREF="../../license.html">condiciones de la licencia.</A></SMALL>
<HR>
</BODY>
</HTML>


