Repository: l/debian-webwml
Catalog: webwml/farsi/po/bugs.*.po
Languages: fa

source: Flags:
fa: پرچم‌ها:

source: active bugs
fa: مشکلات حل نشده

source: archived bugs
fa: مشکلات آرشیو شده

source: no ordering by status or severity
fa: تدتیب بدون توجه به وضعیت یا درجه‌ی شدت

source: Reverse order of:
fa: ترتیب معکوس:

source: status
fa: وضعیت

source: severities
fa: درجه‌ی شدت

source: bugs
fa: مشکلات

source: Include status:
fa: شامل وضعیت:

source: Exclude status:
fa: کنارگذاری وضعیت:

source: Include severity:
fa: شامل درجه‌ی شدت:

source: Exclude severity:
fa: کنارگذاری درجه‌ی شدت:

source: open
fa: باز

source: forwarded
fa: فرستاده شده

source: pending
fa: در جریان

source: fixed
fa: حل شده

source: done
fa: انجام شده

source: critical
fa: بحرانی

source: grave
fa: وخیم

source: serious
fa: جدی

source: important
fa: مهم

source: normal
fa: عادی

source: minor
fa: جزیی

source: wishlist
fa: سیاهه‌ی خواسته‌ها
