Repository: l/debian-webwml
Catalog: webwml/farsi/po/organization.*.po
Languages: fa

source: Leader
fa: رهبر

source: Technical Committee
fa: کمیته‌ی فنی

source: Secretary
fa: منشی

source: Distribution
fa: پخش

source: Special Configurations
fa: تنظیمات ویژه

source: FTP Archives
fa: آرشیو FTP

source: Work-needing and Prospective Packages list
fa: سیاهه‌ی بسته‌های در جریان

source: Release Management
fa: مدیریت انتشار

source: Quality Assurance
fa: تضمین کیفیت

source: Release Manager
fa: مدیر انتشار

source: Testing
fa: آزمایش

source: Installation
fa: نصب

source: Installation System Team
fa: گروه سیستم نصب

source: Production
fa: تولید

source: Documentation
fa: مستندها

source: APT Team
fa: گروه APT

source: Events
fa: رویدادها

source: Support and Infrastructure
fa: پشتیبانی و ساختار

source: User support
fa: پشتیبانی کاربر

source: Mailing list
fa: سیاهه‌ی پستی

source: Bug Tracking System
fa: سیستم ردیابی مشکلات

source: Mailing Lists Administration
fa: اداره‌ی سیاهه‌های پستی

source: Mailing List Archives
fa: آرشیو سیاهه‌‌ی پستی

source: New Maintainers Front Desk
fa: میزکار پشتیبان‌های جدید

source: Developer Accounts Managers
fa: مدیران حساب‌های برنامه‌نویسان

source: Keyring Maintainers (PGP and GPG)
fa: پشتیبان حلقه‌ی کلیدها (PGP و GPG)

source: Security Team
fa: گروه امنیت

source: Web Pages
fa: صفحات وب

source: Consultants Page
fa: صفحه‌ی مشاورین

source: Policy
fa: سیاست‌گذاری

source: System Administration
fa: اداره‌ی سیستم

source: Mirrors
fa: آینه‌ها

source: DNS Maintainer
fa: پشتیبان DNS

source: Package Tracking System
fa: سیستم ردیابی بسته

source: Laptops
fa: لپ‌تاپ‌ها

source: Firewalls
fa: دیوارهای آتشین

source: current
fa: فعلی

source: member
fa: عضو
