Repository: l/debian-webwml
Catalog: webwml/farsi/po/security.*.po
Languages: fa

source: Debian Security
fa: امنیت در دبیان

source: Debian Security Advisories
fa: مشاوره‌های امنیتی دبیان

source: Q
fa: س

source: Mitre CVE dictionary
fa: فرهنگ Mitre CVE

source: Securityfocus Bugtraq database
fa: بانک اطلاعاتی ردیاب مشکلات کانون‌امنیت

source: Source:
fa: منبع:

source: Architecture-independent component:
fa: سازنده‌ی مستقل از ساختار:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
fa: جمع‌بازرسی MD5 برای پرونده‌های سیاهه شده در <a href="<get-var url />مشاوره‌ی اصلی</a> موجود می‌باشد.

source: Debian Security Advisory
fa: مشاوره‌ی امنیتی دبیان

source: Date Reported
fa: تاریخ گزارش

source: Affected Packages
fa: بسته‌های آسیب‌دیده

source: Vulnerable
fa: آسیب‌پذیر

source: Security database references
fa: مراجع بانک اطلاعاتی امنیتی

source: More information
fa: اطلاعات بیشتر

source: Fixed in
fa: درست شده در

source: BugTraq ID
fa: شناسه‌ی ردیاب مشکلات

source: In the Bugtraq database (at SecurityFocus):
fa: در بانک اطلاعاتی ردیاب مشکلات ( در کانون‌امنیت):

source: In Mitre's CVE dictionary:
fa: در فرهنگ CVE مربوط به Mitre:

source: CERT's vulnerabilities, advisories and incident notes:
fa: آسیب‌پذیری‌ها، مشاوره‌ها و یادداشت وقایع CERT:

source: No other external database security references currently available.
fa: در حال حاضر هیچ مرجع امنیتی خارجی دیگری برای بانک اطلاعاتی موجود نمی‌باشد.
