Repository: l/debian-webwml
Catalog: webwml/slovene/po/l10n.*.po
Languages: sl

source: File
sl: Datoteka

source: Package
sl: Paket

source: Score
sl: Rezultat

source: <get-var lang />, as spoken in <get-var country />
sl: <get-var lang />, <get-var country />

source: Unknown language
sl: Neznani jezik

source: This page was generated with data collected on: <get-var date />.
sl: Ta stran je sestavljena iz podatkov zbranih <get-var date />.

source: Before working on these files, make sure they are up to date!
sl: Preden se lotite dela s temi datotekami, se prepricxajte, da niso zastarele!

source: Section: <get-var name />
sl: Razdelek: <get-var name />

source: Language list
sl: Seznam jezikov

source: Ranking
sl: Ocenjevanje

source: Hints
sl: Namigi

source: Errors
sl: Napake

source: POT files
sl: POT datoteke

source: Hints for translators
sl: Namigi za prevajalce
