Repository: l/debian-webwml
Catalog: webwml/slovene/po/organization.*.po
Languages: sl

source: current
sl: trenutni

source: member
sl: cxlan

source: chairman
sl: predsedujocxi

source: Officers
sl: Funkcionarji

source: Distribution
sl: Distribucija

source: Publicity
sl: Odnosi z javnostjo

source: Support and Infrastructure
sl: Podpora in infrastruktura

source: Leader
sl: Vodja

source: Technical Committee
sl: Tehnicxna komisija

source: Secretary
sl: Tajnik

source: Development Projects
sl: Razvojni projekti

source: FTP Archives
sl: Arhive FTP

source: Individual Packages
sl: Posamezni paketi

source: Release Management
sl: Upravljanje izdaje

source: Release Manager for ``stable''
sl: Upravitelj izdaje ''stable''

source: Quality Assurance
sl: Zagotavljanje kakovosti

source: Installation System Team
sl: Skupina za namestitveni sistem

source: Production
sl: Produkcija

source: Vendors
sl: Prodajalci

source: Testing
sl: Testiranje

source: Documentation
sl: Dokumentacija

source: APT Team
sl: Skupina za APT

source: Ports
sl: Druge platforme

source: Special Configurations
sl: Posebne konfiguracije

source: Laptops
sl: Prenosni racxunalniki

source: Firewalls
sl: Pozxarni zidovi

source: Press Contact
sl: Predstavnik za tisk

source: Partner Program
sl: Partnerski program

source: Events
sl: Dogodki

source: User support
sl: Podpora uporabnikov

source: Bug Tracking System
sl: Sledilnik napak

source: Mailing Lists Administration
sl: Administracija posxtnih seznamov

source: Mailing List Archives
sl: Arhive posxtnih seznamov

source: New Maintainers Front Desk
sl: Sprejemnica za nove vzdrzxevalce

source: Keyring Maintainers (PGP and GPG)
sl: Vzdrzxevalci kljucxev (PGP in GPG)

source: Security Team
sl: Skupina za varnost

source: Web Pages
sl: Spletne strani

source: Consultants Page
sl: Svetovalska stran

source: Policy
sl: Pravilnik

source: System Administration
sl: Sistemska administracija

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
sl: Na ta naslov, lahko posxljete sporocxilo, cxe naletite na tezxavo na katerem od Debianovih racxunalnikov, vkljucxno s tezxavami z gesli in paketi, ki jih potrebujete.

source: If you have hardware problems with Debian machines, please see <a href="http://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
sl: Cxe imate strojne tezxave z Debianovimi racxunalniki, glejte stran <a href="http://db.debian.org/machines.cgi">Debianovi racxunalniki</a>, kjer boste nasxli podatke o administratorjih posameznih racxunalnikov.

source: LDAP Developer Directory Administrator
sl: Skrbnik imenika razvijalcev LDAP

source: Mirrors
sl: Zrcalni strezxniki

source: DNS Maintainer
sl: Vzdrzxevalec DNSa

source: Package Tracking System
sl: Sledilnikov paketov
