Repository: l/debian-webwml
Catalog: webwml/slovene/po/security.*.po
Languages: sl

source: Debian Security
sl: Varnost v Debianu

source: Debian Security Advisories
sl: Debianova varnostna opozorila

source: Source:
sl: Izvor:

source: Architecture-independent component:
sl: Arhitekturno neodvisna komponenta

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
sl: MD5 kontrolne vsote naštetih datotek so na voljo v <a href="<get-var url />">prvotnem opozorilu</a>.

source: Debian Security Advisory
sl: Debianovo varnostno opozorilo

source: Date Reported
sl: Dan prijave

source: Affected Packages
sl: Prizadeti paketi

source: Vulnerable
sl: Ranljivo

source: Security database references
sl: Sklici iz varnostnih podatkovnih zbirk

source: More information
sl: Več podatkov

source: Fixed in
sl: Popravljeno v

source: In the Bugtraq database (at SecurityFocus):
sl: V podatkovni zbirki Bugtraq (na SecurityFocusu)

source: In Mitre's CVE dictionary:
sl: V slovarju Mitre's CVE

source: CERT's vulnerabilities, advisories and incident notes:
sl: CERTova poročila o ranljivosti, opozorila in poročila o incidentih

source: No other external database security references currently available.
sl: Trenutno ni na voljo drugih sklicev iz zunanjih varnostnih podatkovnih zbirk.
