Repository: l/debian-webwml
Catalog: webwml/slovene/po/templates.*.po
Languages: sl

source: More information
sl: Več podatkov

source: <void id="faq-bottom" />faq
sl: <void id="faq-bottom" />pogosta vprašanja

source: <void id="misc-bottom" />misc
sl: <void id="misc-bottom" />razno

source: Yes
sl: Da

source: No
sl: Ne

source: Debian Project
sl: Projekt Debian

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
sl: Debian GNU/Linux je prosta distribucija operacijskega sistema GNU/Linux. Vzdržuje in razvija ga veliko uporabnikov, ki prostovoljno prispevajo svoj čas in trud.

source: Home
sl: Domov

source: About
sl: O Debianu

source: About Debian
sl: O Debianu

source: Contact&nbsp;Us
sl: Kontakti

source: Donations
sl: Donacije

source: Events
sl: Dogodki

source: News
sl: Novice

source: Distribution
sl: Razširjanje

source: Support
sl: Podpora

source: Developers'&nbsp;Corner
sl: Kotiček&nbsp;za&nbsp;razvijalce

source: Documentation
sl: Dokumentacija

source: Security&nbsp;Information
sl: Varnost

source: Search
sl: Iskanje

source: none
sl: nič

source: Go
sl: Začni

source: worldwide
sl: po svetu

source: Site map
sl: Zemljevid spletnega mesta

source: Miscellaneous
sl: Razno

source: Getting Debian
sl: Kako do Debiana

source: List of Consultants
sl: Seznam svetovalcev

source: Back to the <a href="./">Debian consultants page</a>.
sl: Nazaj na <a href="./">svetovalce za Debian</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
sl: Prosimo, pošljite pripombe, kritike in predloge na naš <a href="mailto:debian-doc@lists.debian.org">poštni seznam</a>.

source: Upcoming Attractions
sl: Kmalu

source: link may no longer be valid
sl: povezava je verjetno zastarela

source: When
sl: Kdaj

source: Where
sl: Kje

source: More Info
sl: Več podatkov

source: Debian Involvement
sl: Sodelovanje z Debianom

source: Main Coordinator
sl: Glavni koordinator

source: <th>Project</th><th>Coordinator</th>
sl: <th>Koordinator</th><th>projekta</th>

source: Related Links
sl: Sorodne povezave

source: Latest News
sl: Najnovejše novice

source: not needed
sl: ni potrebno

source: not available
sl: ni na voljo

source: N/A
sl: ni ustrezno

source: in release 1.3
sl: v izdaji 1.3

source: in release 2.0
sl: v izdaji 2.0

source: in release 2.1
sl: v izdaji 2.1

source: in release 2.2
sl: v izdaji 2.2

source: Last Modified
sl: Nazadnje spremenjeno

source: Copyright
sl: Avtorske pravice

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
sl: Glej <a href="m4_HOME/license" rel="copyright">licenčne pogoje</a>

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
sl: Kako nastaviti <a href=m4_HOME/intro/cn>privzeti jezik dokumentov</a>

source: Partners
sl: Partnerji

source: Debian Weekly News
sl: Debianov tednik

source: Weekly&nbsp;News
sl: Tednik

source: Release&nbsp;Info
sl: Spremno&nbsp;besedilo

source: Debian&nbsp;Packages
sl: Debianovi&nbsp;paketi

source: Download
sl: Prenesi

source: Debian&nbsp;on&nbsp;CD
sl: Debian na CDju

source: Debian&nbsp;Books
sl: Knjige o Debianu

source: Mailing&nbsp;List&nbsp;Archives
sl: Poštni&nbsp;seznami&nbsp;in&nbsp;arhiv

source: Mailing&nbsp;Lists
sl: Poštni seznami

source: Social&nbsp;Contract
sl: Družbeni&nbsp;dogovor

source: Visit the site sponsor
sl: Obišcite&nbsp;pokrovitelja&nbsp;spletnega&nbsp;mesta

source: Site map for Debian web pages
sl: Zemljevid Debianovih spletnih strani

source: Developer Database
sl: Podatkovna zbirka razvijalcev

source: Debian Policy Manual
sl: Debianov pravilnik

source: Developers' Reference
sl: Pregledni priročnik za razvijalce

source: New Maintainers' Guide
sl: Vodič za nove vzdrževalce

source: Release Critical Bugs
sl: Kritične napake

source: Lintian Reports
sl: Poročila iz Lintiana

source: Archives for users' mailing lists
sl: Arhiv uporabniških poštnih seznamov

source: Archives for developers' mailing lists
sl: Arhiv razvijalskih poštnih seznamov

source: Archives for i18n/l10n mailing lists
sl: Arhiv poštnih seznamov za internacionalizacijo in lokalizacijo

source: Archives for ports' mailing lists
sl: Arhiv poštnih seznamov za nove strojne arhitekture

source: Archives for miscellaneous mailing lists
sl: Arhiv raznih poštnih seznamov

source: Free&nbsp;Software
sl: Prosto&nbsp;programje

source: Development
sl: Razvoj

source: Help Debian
sl: Pomagaj Debianu

source: Bug reports
sl: Poročila o napakah

source: Ports/Architectures
sl: Platforme/Arhitekture

source: Installation&nbsp;manual
sl: Navodila&nbsp;za&nbsp;namestitev

source: Select a server near you
sl: Izberite strežnik v svoji bližini

source: <get-var url /> (dead link)
sl: <get-var url /> (mrtva povezava)

source: No items for this year.
sl: Nič v tem letu.

source: proposed
sl: predlagano

source: finished
sl: končano

source: withdrawn
sl: umaknjeno

source: Future events
sl: Prihodnji dogodki

source: Past events
sl: Minuli dogodki

source: More information:
sl: Več podatkov

source: Taken by:
sl: Prevzel

source: Nobody
sl: Nihče

source: Rating:
sl: Ocena

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
sl: <em>Opomba:</em> <a href="$link">Izvorni dokument</a> je novejši od tega prevoda.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
sl: Opozorilo! Ta prevod je preveč zastarel. Glej <a href="$link">izvorni dokument</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
sl: <em>Opomba:</em> Izvorni dokument tega prevoda več ne obstaja.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
sl: <void id="singular" />Debianov tednik ureja <a href="mailto:dwn@debian.org">%s</a>.
