Repository: l/debian-webwml
Catalog: webwml/czech/po/bugs.*.po
Languages: cs

source: in package
cs: v balíčku

source: tagged
cs: se štítky

source: with severity
cs: se závažností

source: in source package
cs: ve zdrojovém balíčku

source: in packages maintained by
cs: v balíčku spravovaném

source: submitted by
cs: zaslané

source: owned by
cs: vlastněné

source: with status
cs: se stavem

source: with mail from
cs: obsahující e-mail od

source: newest bugs
cs: nejnovější chyby

source: with subject containing
cs: s předmětem obsahujícím

source: with pending state
cs: se stavem čekající

source: with submitter containing
cs: zasilatel obsahuje

source: with forwarded containing
cs: přeposláno obsahuje

source: with owner containing
cs: vlastník obsahuje

source: with package
cs: s balíčkem

source: normal
cs: normální

source: oldview
cs: původní

source: raw
cs: zdroj

source: age
cs: stáří

source: Repeat Merged
cs: Opakovat sloučené

source: Reverse Bugs
cs: Obrátit pořadí chyb

source: Reverse Pending
cs: Obrátit čekající

source: Reverse Severity
cs: Obrátit závažnost

source: testing
cs: testovací

source: oldstable
cs: předchozí stabilní

source: stable
cs: stabilní

source: experimental
cs: experimentální

source: unstable
cs: nestabilní

source: Unarchived
cs: Nearchivované

source: Archived
cs: Archivované

source: Archived and Unarchived
cs: Archivované i nearchivované
