Repository: l/debian-webwml
Catalog: webwml/czech/po/cdimage.*.po
Languages: cs

source: Key fingerprint
cs: Fingerprint klíèe

source: <void id="dc_faq" />FAQ
cs: <void id="dc_faq" />Často kladené otázky

source: Download with Jigdo
cs: Stáhnout pomocí Jigdo

source: Download via HTTP/FTP
cs: Stáhnout přes HTTP/FTP

source: Buy CDs or DVDs
cs: Zakoupení CD nebo DVD

source: Network Install
cs: Síťová instalace

source: <void id="dc_download" />Download
cs: <void id="dc_download" />Stažení

source: <void id="dc_misc" />Misc
cs: <void id="dc_misc" />Ostatní

source: <void id="dc_artwork" />Artwork
cs: <void id="dc_artwork" />Grafika

source: <void id="dc_mirroring" />Mirroring
cs: <void id="dc_mirroring" />Zrcadlení

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
cs: <void id="dc_rsyncmirrors" />Zrcadla Rsync

source: <void id="dc_torrent" />Download with Torrent
cs: <void id="dc_torrent" />Stáhnout pomocí Torrentu

source: <void id="dc_relinfo" />Image Release Info
cs: <void id="dc_relinfo" />Informace o vydání obrazu

source: Debian CD team
cs: Tým Debian CD

source: debian_on_cd
cs: debian_na_cd

source: <void id="faq-bottom" />faq
cs: <void id="faq-bottom" />často_kladené_otázky

source: buy
cs: zakoupení

source: net_install
cs: síťová_instalace

source: <void id="misc-bottom" />misc
cs: <void id="misc-bottom" />ostatní

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
cs: <a href="/MailingLists/disclaimer">veřejná konference</a> v angličtině věnující se CD a DVD:
