Repository: l/debian-webwml
Catalog: webwml/czech/po/debian-cdd.*.po
Languages: cs

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
cs: Tento seznam obsahuje rùzné softwarové projekty, které mohou být zajímavé pro projekt <get-var cdd-name />. Momentálnì jsou jen nìkteré z nich dostupné jako balíèky Debianu. Na¹ím cílem je v¹ak do <get-var cdd-name /> pøidat ve¹kerý software, který mù¾e v rozumné míøe pøispìt ke kvalitì pøizpùsobené distribuci Debianu.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
cs: Pro lep¹í pøehlednost, zda-li je projekt dostupný jako balíèek Debianu, je záhlaví barevnì rozli¹eno podle následujícího schématu:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
cs: Zelená: Projekt je <a href="<get-var url />">dostupný jako oficiální balíèek Debianu</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
cs: ®lutá: Projekt je <a href="<get-var url />">dostupný jako neoficiální balíèek Debianu</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
cs: Èervená: Projekt není (zatím) <a href="<get-var url />">dostupný jako balíèek Debianu</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
cs: Pokud objevíte projekt, který se vám zdá by» dobrým kandidátem pro projekt <get-var cdd-name />, nebo pokud jste pøipravili neoficiální balíèek Debianu, neváhejte a po¹lete prosím popis tohoto projektu do <a href="<get-var cdd-list-url />">konference <get-var cdd-name /></a>.

source: Official Debian packages
cs: Oficiální balíèky Debianu

source: Unofficial Debian packages
cs: Neoficiální balíèky Debianu

source: Debian packages not available
cs: Balíèky Debianu nejsou dostupné

source: There are no projects which fall into this category.
cs: ®ádné projekty nespadají do této kategorie.

source: No homepage known
cs: Domovská stránka není známa

source: License:
cs: Licence:

source: Free
cs: Svobodná

source: Non-Free
cs: Nesvobodná

source: Unknown
cs: Neznámá

source: Official Debian package
cs: Oficiální balíèek Debianu

source: Unofficial Debian package
cs: Neoficiální balíèek Debianu

source: Debian package not available
cs: Balíèek Debianu není dostupný
