Repository: l/debian-webwml
Catalog: webwml/czech/po/distrib.*.po
Languages: cs

source: Keyword
cs: Klíèové slovo:

source: Search
cs: Hledat

source: Reset
cs: Zru¹it

source: Search on
cs: Hledat

source: Package names only
cs: Pouze ve jménech balíèkù

source: Descriptions
cs: V popisech

source: Source package names
cs: Ve jménech zdrojových balíèkù

source: Allow searching on subwords
cs: Povolit vyhledávání èástí slov

source: Search case sensitive
cs: Rozli¹ovat velikost písmen

source: Distribution
cs: Distribuce

source: unstable
cs: unstable (nestabilní)

source: testing
cs: testing (testovací)

source: stable
cs: stable (stabilní)

source: any
cs: jakákoliv

source: Section
cs: Sekce

source: main
cs: main (hlavní)

source: non-free
cs: non-free (nesvobodné)

source: Display
cs: Zobrazit

source: packages that contain files named like this
cs: balíèky s takto pojmenovanými soubory

source: packages that contain files or directories named like this
cs: balíèky s takto pojmenovanými soubory nebo adresáøi

source: packages that contain files or directories whose names contain the keyword
cs: balíèky se soubory nebo adresáøi, které obsahují zadané slovo

source: all files in this package
cs: v¹echny soubory v tomto balíèku

source: Case sensitive
cs: Rozli¹ovat velikost písmen

source: no
cs: ne

source: yes
cs: ano

source: Architecture
cs: Architektura
