Repository: l/debian-webwml
Catalog: webwml/czech/po/search.*.po
Languages: cs

source: Search for
cs: Hledat

source: Results per page
cs: Výsledkù na stránku

source: Output format
cs: Formát výsledkù

source: Long
cs: Dlouhý

source: Short
cs: Krátký

source: Default query type
cs: Výchozí typ vyhledávání

source: All Words
cs: V¹echna slova

source: Search through
cs: Prohledat

source: Entire site
cs: Celý web

source: Language
cs: Jazyk

source: Any
cs: Jakýkoli

source: Search results
cs: Výsledky hledání

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
cs: Zobrazeno \$(first)-\$(last) výsledkù z celkového poètu <B>\$(total)</B> nalezených.

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
cs: Je nám líto, ale nic nebylo nalezeno. <P> Nìkteré stránky mohou být dostupné pouze v angliètinì. Zkuste hledat znovu s nastavením jazyka na jakýkoli.

source: An error occured!
cs: Do¹lo k chybì!

source: You should give at least one word to search for.
cs: Musíte zadat alespoò jedno hledané slovo.

source: Powered by
cs: Bì¾í na

source: Next
cs: Dal¹í

source: Prev
cs: Pøedchozí
