Repository: l/debian-webwml
Catalog: webwml/czech/po/templates.*.po
Languages: cs

source: Yes
cs: Ano

source: No
cs: Ne

source: Debian Project
cs: Projekt Debian

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
cs: Debian GNU/Linux je svobodná distribuce operaèního systému GNU/Linux. Je spravována za pomoci mnoha dobrovolníkù, kteøí vìnují svùj èas a zku¹enosti.

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
cs: Zpìt na <a href="m4_HOME/">úvodní stránku projektu Debian</a>.

source: Home
cs: Domovská stránka

source: About
cs: O&nbsp;Debianu

source: About Debian
cs: O&nbsp;Debianu

source: Contact&nbsp;Us
cs: Napi¹te&nbsp;nám

source: Donations
cs: Sponzorství

source: Events
cs: Události

source: News
cs: Novinky

source: Distribution
cs: Distribuce

source: Support
cs: Podpora

source: Developers'&nbsp;Corner
cs: Pro vývojáøe

source: Documentation
cs: Dokumentace

source: Security&nbsp;Information
cs: Bezpeènostní&nbsp;zprávy

source: Search
cs: Hledat

source: Go
cs: Jdi

source: Site map
cs: Pøehled stránek

source: Miscellaneous
cs: Ostatní

source: Getting Debian
cs: Jak&nbsp;získat&nbsp;Debian

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
cs: Problémy týkající se webových stránek oznamujte na emailu <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Dal¹í kontakty získáte na stránce o&nbsp;<a href="m4_HOME/contact">kontaktech</a>.

source: Last Modified
cs: Poslední zmìna

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
cs: Pøeètete si <a href="m4_HOME/license" rel="copyright">licenèní ujednání</a>

source: This page is also available in the following languages:
cs: Tuto stránku si mù¾ete pøeèíst také v&nbsp;následujících jazycích:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
cs: Jak nastavit <a href=m4_HOME/intro/cn>výchozí jazyk</a>

source: Debian&nbsp;International
cs: Debian&nbsp;a&nbsp;jazyky

source: Partners
cs: Partneøi

source: Debian Weekly News
cs: Debian týdeník

source: Weekly&nbsp;News
cs: Týdeník

source: Release&nbsp;Info
cs: Informace&nbsp;k&nbsp;verzím

source: Debian&nbsp;Packages
cs: Debianí&nbsp;balíèky

source: Download
cs: Sta¾ení

source: Debian&nbsp;on&nbsp;CD
cs: Debian&nbsp;na&nbsp;CD

source: Debian&nbsp;Books
cs: Knihy&nbsp;o&nbsp;Debianu

source: Mailing&nbsp;List&nbsp;Archives
cs: Archivy&nbsp;konferencí

source: Mailing&nbsp;Lists
cs: Konference

source: Social&nbsp;Contract
cs: Spoleèenská&nbsp;smlouva

source: Visit the site sponsor
cs: Nav¹tivte sponzora

source: Site map for Debian web pages
cs: Pøehled stránek Debianu

source: Developer Database
cs: Databáze vývojáøù

source: Release Critical Bugs
cs: Chyby kritické pro vydání

source: Lintian Reports
cs: Hlá¹ení Lintianu

source: Archives for users' mailing lists
cs: Archivy u¾ivatelských po¹tovních konferencí

source: Archives for developers' mailing lists
cs: Archivy vývojáøských po¹tovních konferencí

source: Archives for i18n/l10n mailing lists
cs: Archivy po¹tovních konferencí i18n/l10n

source: Archives for ports' mailing lists
cs: Archivy po¹tovních konferencí jednotlivých portù

source: Archives for mailing lists of the Bug tracking system
cs: Archivy po¹tovních konferencí systému sledování chyb

source: Archives for miscellaneous mailing lists
cs: Archivy ostatních po¹tovních konferencí

source: Free&nbsp;Software
cs: Svobodný&nbsp;software

source: Development
cs: Vývoj

source: Help Debian
cs: Pomozte Debianu

source: Bug reports
cs: Hlá¹ení chyb

source: Ports/Architectures
cs: Porty/architektury

source: Installation&nbsp;manual
cs: Instalaèní&nbsp;pøíruèka

source: CD vendors
cs: Prodejci CD

source: CD ISO images
cs: Obrazy CD

source: Network install
cs: Sí»ová instalace

source: Pre-installed
cs: Pøedinstalovaný

source: Debian-Edu project
cs: Projekt Debian-Edu

source: Quality Assurance
cs: Zaji¹tìní kvality

source: Package Tracking System
cs: Systém sledování balíkù

source: Select a server near you
cs: Zvolte si nejbli¾¹í server

source: in discussion
cs: v diskusi

source: Future events
cs: Budoucí události

source: Past events
cs: Uplynulé události

source: (new revision)
cs: (nová revize)

source: <void id="doc_for_arch" />%s for %s
cs: <void id="doc_for_arch" />%s pro %s

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
cs: <em>Poznámka:</em> <a href="$link">Pùvodní dokument</a> je novìj¹í ne¾ tento pøeklad.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
cs: Varování! Tento pøeklad je pøíli¹ zastaralý, prosím prohlédnìte si <a href="$link">originál</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
cs: <em>Poznámka:</em> Pùvodní dokument tohoto pøekladu ji¾ neexistuje.

source: Back to the <a href="../">Who's using Debian? page</a>.
cs: Zpìt na stránku <a href="../">Kdo pou¾ívá Debian?</a>.
