<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
 <META NAME="GENERATOR" CONTENT="SGML-Tools 1.0.9">
 <TITLE>Mitos y leyendas sobre Debian</TITLE>


</HEAD>
<BODY>
<H1>Mitos y leyendas sobre Debian</H1>

<H2>Ricardo Villalba, <CODE>rvm@linuxfan.com</CODE></H2>1 de agosto de 2000
<P><HR>
<EM>La Debian tiene fama de ser complicada, de ser s&oacute;lo para gur&uacute;s, etc.
Harto de oir estas afirmaciones me he animado a escribir este documento intentando acabar de una vez por todas con el mito (misi&oacute;n
altamente complicada).
En primer lugar decir que quiz&aacute;s no sea yo el m&aacute;s indicado para escribir esto, ya que yo no exploto al m&aacute;ximo las posibilidades de la
Debian (a&uacute;n sigo con la Slink, no he visto la Potato, apenas uso el
apt...). As&iacute; que nadie se tome este documento como algo "serio".
Simplemente est&aacute; basado en mis impresiones sobre Debian (el que est&eacute; escrito en SGML es s&oacute;lo para que quede bonito, nada m&aacute;s).
Por supuesto cualquier aclaraci&oacute;n u opini&oacute;n ser&aacute; bienvenida.</EM>
<HR>
<H2><A NAME="s1">1. ¿A qui&eacute;n va dirigida la Debian?</A></H2>

<P>La Debian la puede usar cualquier persona que sepa qu&eacute; es linux, 
que haya tenido un linux instalado, que sepa configurar las cosas b&aacute;sicas, 
que no se rinda ante las primeras dificultades. Creo que cualquier linuxero
cumple estas condiciones. Esto no quiere decir que un novato no pueda 
instalarse Debian como su primera distribuci&oacute;n, pero debe saber qu&eacute; est&aacute;
haciendo (lo que implica que ha debido informarse previamente y saber
lo que le espera).
<P>Pero es totalmente falso que la debian s&oacute;lo sea para usuarios expertos
con tiempo para "trastear". Cualquier usuario de linux, sepa mucho o 
poco, puede instalarse sin dificultades una debian.
<P>
<H2><A NAME="s2">2. ¿A qui&eacute;n no va dirigida la Debian?</A></H2>

<P>A aquellas personas procedentes de Windows, que quieren instalarse
Linux porque han oido hablar muy bien de &eacute;l, pero que quieren una
instalaci&oacute;n lo m&aacute;s parecida a Windows, que le detecte todo el
hardware y lo configure "autom&aacute;gicamente", que no quieran ni ver
esa "pantalla parecida a ms-dos" y que al final de todo
tengan un escritorio lo m&aacute;s parecido a Windows donde todo se
configure a base de programas gr&aacute;ficos.
<P>Para esas personas es mejor que se instalen algunas de esas distribuciones
que est&aacute;n apareciendo con instalador gr&aacute;fico ultra-sencill&iacute;simo que lo
hace todo sin que el usuario tenga que tocar ni una tecla. Una vez que
lleven un tiempo en linux, quiz&aacute;s sea entonces el momento de conocer
la Debian.
<P>
<H2><A NAME="s3">3. Instalaci&oacute;n complicada</A></H2>

<P>Falso, en todo caso el programa de instalaci&oacute;n es feo, pero nada m&aacute;s.
<P>Sobre el programa de instalaci&oacute;n poco puedo decir ya que s&oacute;lo lo he 
visto una vez (al contrario que en otras distribuciones, para actualizar
una Debian no es necesario entrar en el programa de instalaci&oacute;n), y adem&aacute;s
era el de la Hamm, por lo que puede haber mejorado.
<P>¿Instalaci&oacute;n complicada? A mi no me lo pareci&oacute;. Es cierto que no es
una instalaci&oacute;n gr&aacute;fica de esas que ahora est&aacute;n de moda, y tambi&eacute;n es
cierto que realmente el programa es m&aacute;s bien feo (en blanco y negro), pero
los pasos a seguir son pr&aacute;cticamente iguales a los de las dem&aacute;s 
distribuciones. Yo seleccion&eacute; la instalaci&oacute;n b&aacute;sica (o m&iacute;nima, no recuerdo
exactamente c&oacute;mo se llamaba) en menos de 15 minutos ya ten&iacute;a la Debian
instalada.
<P>Tambi&eacute;n se le critica que durante la instalaci&oacute;n no se autodetecte y 
configure algunos dispositivos como la tarjeta gr&aacute;fica o la tarjeta de
sonido... ¿pero realmente es necesario hacerlo en la instalaci&oacute;n?
Yo prefiero configurar todo eso al finalizar la instalaci&oacute;n en lugar
de correr el riesgo de bloquear el ordenador al intentar configurar
la tarjeta gr&aacute;fica cuando la instalaci&oacute;n a&uacute;n no ha finalizado.
<P>
<H2><A NAME="s4">4. Dif&iacute;cil configuraci&oacute;n</A></H2>

<P>Es cierto que la Debian no lleva una herramienta de configuraci&oacute;n como
Lisa (openlinux), Yast (Suse) o similar. Mi anterior distribuci&oacute;n fue
un openlinux y es cierto que al cambiarme a Debian al principio echaba
de menos a Lisa, pero ahora ya no.
<P>La configuraci&oacute;n de la tarjeta gr&aacute;fica se hace de forma est&aacute;ndar 
(xf86config o XF86Setup), para configurar la tarjeta de sonido no hay
sndconfig pero se compila el kernel y ya est&aacute;. 
<P>Si para alguien todo esto es demasiado complicado nada impide copiarse
los ficheros de configuraci&oacute;n m&aacute;s importantes (fstab, lilo.conf, 
XF86Config, etc.) de su distribuci&oacute;n actual en un disquete o en
otra partici&oacute;n y luego copiarlos en la Debian. Mi XF86Config y mi
fstab son los mismos que ten&iacute;a en el openlinux, la &uacute;nica diferencia es que
el XF86Config en el openlinux estaba en /etc y en la debian est&aacute; en
/etc/X11).
<P>Tambi&eacute;n hay que tener en cuenta que ciertos paquetes al instalarse hacen
unas sencillas preguntas y se configuran autom&aacute;ticamente, es decir
no todo es editar ficheros de configuraci&oacute;n (de esto hablar&eacute; m&aacute;s
detalladamente m&aacute;s adelante).
<P>
<H2><A NAME="s5">5. El dselect es horrible</A></H2>

<P>El dselect es en teor&iacute;a el frontend que el usuario deber&iacute;a usar para
instalar programas ya que tiene en cuenta las dependencias y sugiere
los paquetes que hay que instalar en caso de seleccionar alg&uacute;n paquete
que dependa de otro. El dselect ha sido muy criticado, y a mi no me gusta...
pero es que en realidad ahora ya no es necesario usarlo, el apt permite
instalar cualquier programa m&aacute;s o menos grande sin tener que preocuparse
por las dependencias.
<P>No obstante el dselect a&uacute;n puede ser muy &uacute;til para echar un vistazo a
los paquetes disponibles o para marcar montones y montones de
paquetes para instalar.
<P>
<H2><A NAME="s6">6. Tener que usar paquetes debs es un problema</A></H2>

<P>Rotundamente NO. Al contrario, es una ventaja.
<P>La gente suele pensar que el usar paquetes deb's en lugar de los "est&aacute;ndar" 
rpm's es un handicap (yo mismo pensaba as&iacute; antes de instalarme la debian)
porque paquetes rpm hay por todas partes y los deb se ven poquito, y 
se preocupan m&aacute;s sobre si el <I>alien</I> ser&aacute; capaz de convertir 
el rpm que en un momento dado puedan necesitar.
<P>Lo cierto es que no hay porque preocuparse. La debian ha sido desde siempre
la distribuci&oacute;n que m&aacute;s paquetes ten&iacute;a. La potato llevar&aacute; m&aacute;s de 4000 
paquetes... a buen seguro cualquier programa que necesites estar&aacute; ah&iacute;, y
puedes conseguir versiones actualizadas del ftp de pr&oacute;xima versi&oacute;n en
desarrollo (unstable).
<P>Siempre que sea posible es altamente recomendable instalarse paquetes
deb que intentar "alienizar" un rpm. Los paquetes debs evidentemente
se integran perfectamente en la debian, pero es que adem&aacute;s tienen ventajas
sobre los rpm. En primer lugar si hay un problema de dependencias te dice
el nombre del paquete que falta en lugar de decirte se necesita el
fichero libnosequenosecuantos.so.5.1.4 que vete t&uacute; a saber en que paquete
est&aacute;. Adem&aacute;s muchos paquetes nada m&aacute;s instalarse ya funcionan sin 
necesidad de configurarlos, ya que la configuraci&oacute;n que va por defecto
suele ser v&aacute;lida en la mayor&iacute;a de los casos, y como ya hab&iacute;a comentado
anteriormente algunos programas hacen unas sencillas preguntas a la
hora de instalarlos que configuran el programa autom&aacute;ticamente.
<P>Adem&aacute;s ahora en potato incluso va a ser mucho m&aacute;s sencillo gracias a
debconf que permite realizar la configuraci&oacute;n usando distintos
interfaces.
<P>Como ejemplo aqu&iacute; va una de las pantalla de la configuraci&oacute;n del
slrn (se ha perdido el color y los recuadros al pegarla):
<BLOCKQUOTE><CODE>
<PRE>

     -------------- Slrn configuration -----------------
     | How should newsgroup descriptions be refreshed? |
     |                                                 |
     |                   cron job                      |
     |                   ip-up                         |
     |                   manually                      |
     |                                                 |
     |                                                 |
     |           &lt;Ok>               &lt;Cancel>           |
     ---------------------------------------------------
</PRE>
</CODE></BLOCKQUOTE>
<P>Otra ventaja de los paquetes deb es que suelen contener menos bugs
que el mismo programa (y misma versi&oacute;n) empaquetado en formato rpm. 
Ello es debido a que si se detecta un error importante es corregido
por el propio maintainer del paquete deb.
<P>Podr&iacute;a haber problemas cuando intentes instalarte un programa del cual
a&uacute;n no existe paquete deb. El alien puede hacer un buen trabajo si el
programa es sencillo (no depende de muchas librer&iacute;as), pero si el programa
consta de muchos paquetes y librer&iacute;as (como gnome) entonces es casi
imposible que funcione. El problema se da fundamentalmente porque algunas
librer&iacute;as no se llaman igual en otras distribuciones.
<P>De todas formas hay que tener en cuenta que a&uacute;n en distribuciones que
usen paquetes rpm puede haber problemas para instalar paquetes de
otras distribuciones (paquetes de Red Hat en Suse o viceversa).
<P>El problema no est&aacute; en el formato de los paquetes. Cuando todas las
distribuciones se pongan de acuerdo en los directorios donde hay que
instalar los distintos ficheros (d&oacute;nde debe ir los ficheros de configuraci&oacute;n,
d&oacute;nde debe ir la documentaci&oacute;n, las p&aacute;ginas man, etc.), los nombres de
las librer&iacute;as, qu&eacute; ficheros de configuraci&oacute;n hay que modificar para hacer
tal o cual cosa, etc. entonces ser&aacute; indiferente si el paquete es rpm, deb, 
o el que sea. Al fin y al cabo la diferencia entre un rpm y un deb podr&iacute;a
ser la que hay entre un zip y un arj.
<P>
<H2><A NAME="s7">7. La Debian se queda obsoleta en poco tiempo</A></H2>

<P>Es cierto que las nuevas versiones tardan algo m&aacute;s en salir que 
otras distribuciones, pero ello no quiere decir que un usuario
de debian no pueda estar a la &uacute;ltima si as&iacute; lo desea. 
<P>En primer lugar puede actualizar cualquier programa (¡o todos!) por medio 
de apt, y en segundo lugar es posible adquirir CD's con la versi&oacute;n
en desarrollo.
<P>
<H2><A NAME="s8">8. Esa maravilla llamada apt</A></H2>

<P>Todos los usuarios de debian hablan fenomenal del apt. El apt permite
instalar, actualizar un paquete o una serie de paquetes teniendo en
cuenta las dependencias de una forma ultra-sencilla.
<P>Pero como una imagen vale m&aacute;s que mil palabras pondr&eacute; un ejemplo:
<P>
<BLOCKQUOTE><CODE>
<PRE>
rvmsoft:/tmp# apt-get install gqview
Reading Package Lists... Done
Building Dependency Tree... Done
The following extra packages will be installed:
  libgtk1.2 libglib1.2 gdk-imlib1 imlib-base
The following NEW packages will be installed:
  libgtk1.2 libglib1.2 gdk-imlib1 imlib-base gqview
0 packages upgraded, 5 newly installed, 0 to remove and 15 not upgraded.
Need to get 0B/895kB of archives. After unpacking 2312kB will be used.
Do you want to continue? [Y/n]
Media Change: Please insert the disc labeled 'Citius Lite Debian 
GNU_Linux slink (2.1) binary-i386 (2 de 2)' in the drive '/cdrom/' 
and press enter

Selecting previously deselected package imlib-base.
(Reading database ... 13337 files and directories currently installed.)
Unpacking imlib-base (from .../gnome/imlib-base_1.9.4-1.deb) ...
Selecting previously deselected package libglib1.2.
Unpacking libglib1.2 (from .../gnome/libglib1.2_1.2.0-1.deb) ...
Selecting previously deselected package gdk-imlib1.
Unpacking gdk-imlib1 (from .../gnome/gdk-imlib1_1.9.4-1.deb) ...
Selecting previously deselected package libgtk1.2.
Unpacking libgtk1.2 (from .../gnome/libgtk1.2_1.2.0-1.deb) ...
Selecting previously deselected package gqview.
Unpacking gqview (from .../gnome/gqview_0.6.0-0.deb) ...
Setting up imlib-base (1.9.4-1) ...

Setting up libglib1.2 (1.2.0-1) ...

Setting up gdk-imlib1 (1.9.4-1) ...

Setting up libgtk1.2 (1.2.0-1) ...

Setting up gqview (0.6.0-0) ...
</PRE>
</CODE></BLOCKQUOTE>
<P>Veamos que ha pasado. En primer lugar ha comprobado las dependencias y
ha dicho cuales son los paquetes que hay que instalar y cuanto ocupar&aacute;n
instalados. Luego me pide confirmaci&oacute;n para seguir adelante, se la
doy, y me dice qu&eacute; disco debo insertar, tras lo cual comienza la
instalaci&oacute;n y configuraci&oacute;n de los paquetes seleccionados.
<P>Todo esto apenas me ha llevado unos segundos, y en lugar del gqview podr&iacute;a
haber instalado el gnome entero (con sus "millones" de librer&iacute;as).
<P>En este caso la instalaci&oacute;n la he realizado desde el CDROM, pero lo 
bueno es que tambi&eacute;n sirve para actualizar via ftp. Si as&iacute; lo hubiera
hecho ahora mismo tendr&iacute;a la &uacute;ltima versi&oacute;n disponible (en potato o woody, 
seg&uacute;n lo que tuviera en el /etc/apt/sources.list) del gqview. Ah, y por
supuesto no es necesario bajarse todos los paquetes de una tacada.
<P>El problema es que, como yo a&uacute;n sigo con Slink, se habr&iacute;an tenido
que actualizar montones y montones de librer&iacute;as. En ese caso hubiera 
preferido bajarme el c&oacute;digo fuente y compilarlo para evitarme actualizar
tantas librer&iacute;as. Pues bien, seg&uacute;n creo el apt de potato tiene opciones
para bajarse el c&oacute;digo fuente y compilarlo autom&aacute;ticamente creando 
a la finalizaci&oacute;n del proceso un maravilloso paquete deb listo para instalar.
<P>
<H2><A NAME="s9">9. S&oacute;lo para gur&uacute;s</A></H2>

<P>Falso. Como he dicho m&aacute;s arriba cualquier usuario de linux podr&iacute;a
instalarse y usar sin dificultad una Debian. Yo no soy ning&uacute;n gur&uacute; ni 
un experto en linux. Cuando me instal&eacute; la debian apenas sab&iacute;a nada de
linux (aunque previamente llevaba unos meses con un openlinux). Si he
podido instalarla yo, puedes instalarla t&uacute;, s&iacute;, s&iacute; t&uacute; el que est&aacute; leyendo
esto ahora mismo.
<P>Y ahora estoy muy contento con la Debian, y no la cambiar&iacute;a por
ninguna otra distribuci&oacute;n, y esto es algo que al final acaban diciendo
casi todos los que se la instalan. Por algo ser&aacute;.
<P>Yo creo que la clave est&aacute; en que la Debian est&aacute; muy bien hecha, que
se nota que hay mucho trabajo detr&aacute;s, que todo ha sido muy bien
planificado. Son en los peque&ntilde;os detalles donde se nota. Un usuario de
otra distribuci&oacute;n se suele encontrar de vez en cuando con peque&ntilde;os
problemas que en la Debian simplemente no ocurren.
<P>
<H2><A NAME="s10">10. Finalizando</A></H2>

<P>Que el mito sobre que la Debian es complicada, dif&iacute;cil de usar, que
es s&oacute;lo para usuarios expertos, etc. hay que desterrarlo de una
vez por todas.
<P>Con todo este "rollo" no pretendo convencer a nadie a que se pase a
la Debian. Si est&aacute;s a gusto con tu distribuci&oacute;n actual ¿para qu&eacute;
cambiarte?
<P>Pero si ya llevabas pensando un tiempo en probar la Debian pero te
desanimaba lo que se comentaba sobre ella... no tengas miedo, la Debian
no come ;-)
<P>Bueno, todo esto lo he escrito en una sola tarde y tengo la impresi&oacute;n
de que olvido algo importante... 
<P>
</BODY>
</HTML>
