<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
 <META NAME="GENERATOR" CONTENT="SGML-Tools 1.0.9">
 <TITLE>Art&iacute;culo para la revista Solo Linux n&uacute;mero ??: Herramientas de</TITLE>


</HEAD>
<BODY>
<H1>Art&iacute;culo para la revista Solo Linux n&uacute;mero ??: Herramientas de</H1>

      gesti&oacute;n de paquetes para Debian
<H2>Javier Fern&aacute;ndez-Sanguino Pe&ntilde;a </H2>14 Enero 2001
<P><HR>
<EM>En este art&iacute;culo se van a estudiar las distintas herramientas de
paquetes disponibles para la distribuci&oacute;n Debian GNU/Linux, tanto las incorporadas en la propia distribuci&oacute;n como las desarrolladas por
otros fabricantes.</EM>
<HR>
<H2><A NAME="s1">1. Los paquetes en una distribuci&oacute;n y su gesti&oacute;n</A></H2>

<P>Cualquier persona que se ha enfrentado a una distribuci&oacute;n de GNU/Linux
habr&aacute; observado el componente fundamental de la mayor&iacute;a de las
distribuciones (excepto, claro, aquellas de "hagalo todo usted
mismo"): los paquetes. Se trata de un concepto que no es particular de
dichas distribuciones, de hecho se utiliza en el mundo UNIX, en
sistemas operativos propietarios, hace ya un buen tiempo. Pero sin
embargo en las distribuciones adquiere un &eacute;nfasis particular, dado que
los sistemas de paquetes llevan funcionalidades adicionales, con el
inter&eacute;s de librar al usuario de tareas que se podr&iacute;an gestionar mejor
de forma autom&aacute;tica. De este inter&eacute;s surgen los conceptos de "paquetes
que dependen de otros paquetes", "paquetes que entran en conflicto con
otros", etc..
<P>En cualquier caso, es necesario diferenciar entre lo que es el sistema
de paquetes y el formato de paquetes, para no dar lugar a
confusi&oacute;n. El sistema de paquetes es el conjunto de reglas propias de
una distribuci&oacute;n que le indican d&oacute;nde se localizan los programas, c&oacute;mo
se instalan demonios en el sistema, qu&eacute; ficheros gen&eacute;ricos de
configuraci&oacute;n son accesibles (o modificables) por los programas, as&iacute;
como las distintas interacciones entre los paquetes, indicando, por
ejemplo, si dos programas tienen incompatibilidades y no pueden
coexistir en el mismo sistema.
<P>No entraremos en detalle sobre qu&eacute; es, por dentro un paquete (tema tratado en el art&iacute;culo "Creaci&oacute;n de paquetes
Debian GNU/Linux" en el n&uacute;mero 4 de la revista Linux Actual), pero
baste decir que, para los prop&oacute;sitos de un usuario, no es m&aacute;s que un
formato de fichero determinado para englobar todos los elementos que
forman parte de un determinado software. Estos elementos ser&aacute;n:
binarios, p&aacute;ginas de manual, documentos HTML, im&aacute;genes y ficheros de
configuraci&oacute;n.
<P>
<P>De entre todas las distribuciones de GNU/Linux se puede decir, sin
ning&uacute;n tipo de duda, que el sistema de gesti&oacute;n de paquetes de Debian
GNU/Linux es el m&aacute;s completo de todos, y el que ofrece las
herramientas m&aacute;s interesantes al administrador de dichos sistemas
(que, en el caso de los sistemas caseros coincide con el usuario
final).
<P>En este art&iacute;culo se van a introducir las distintas herramientas
disponibles para los usuarios de Debian GNU/Linux, as&iacute; como la forma
en que dichas herramientas se integran y complementan. No se tratar&aacute;n
aqu&iacute;, sin embargo, las particularidades del sistema de paquetes y sus
(grandes) diferencias con otras distribuciones. 
<P>
<P>
<H2><A NAME="s2">2. La vista general, como se relaciona todo</A></H2>

<P>Como se muestra en la figura 1, las herramientas de gesti&oacute;n de
paquetes abarcan distintos niveles de una sencilla arquitectura. Desde
el gestor de paquetes fundamental, pasando por las
librer&iacute;as que incrementan su funcionalidad, hasta las
herramientas de alto nivel, capaces de interactuar directamente con el
el gestor de paquetes, o a trav&eacute;s de las librer&iacute;as disponibles.
<P>En Debian GNU/Linux esto se concreta en las siguientes herramientas:
<UL>
<LI>Gestor de paquetes: <CODE>dpkg</CODE>
</LI>
<LI>Librer&iacute;a de funciones a&ntilde;adidas: <CODE>apt</CODE>
</LI>
<LI>Herramientas integradas de gesti&oacute;n: <CODE>dselect</CODE> y
<CODE>aptitude</CODE>, para modo texto, y <CODE>gnome-apt</CODE>, as&iacute; como las
proporcionadas por las distribuciones comerciales, para el modo
gr&aacute;fico
</LI>
</UL>
<P>Esta divisi&oacute;n no implica que el uso de las herramientas de bajo nivel
est&eacute;n vedadas al usuario, m&aacute;s bien al contrario, es habitual hacer uso
de &eacute;stas directamente. Sin embargo su uso se recomienda a usuarios que
conozcan Debian dado que su uso directo, por ejemplo en la instalaci&oacute;n
de paquetes, puede dar lugar a comportamientos no esperados por la
persona que no conozca el sistema de paquetes.
<P>Por ejemplo, un usuario novel puede haber o&iacute;do que Debian GNU/Linux es
capaz de actualizar autom&aacute;ticamente la lista de paquetes e instalar
los paquetes que se hayan actualizado. Sin embargo, si intenta
realizar esta operaci&oacute;n directamente con <CODE>dpkg</CODE> quedar&aacute;
descorazonado al no ver esta funcionalidad disponible. Se preguntar&aacute;
"pero si &eacute;ste es el gestor fundamental, ¿por qu&eacute; no puedo hacerlo
desde aqu&iacute;?". La respuesta la conoce cualquier persona con experiencia
en el mundo GNU/Linux o en UNIX en general: la filosof&iacute;a no es
construir herramientas monol&iacute;ticas sino, en base a peque&ntilde;as
herramientas, ir incorporando nuevas funcionalidades.
<P>Al margen de &eacute;sto, el lector avanzado quiz&aacute;s eche en falta muchas
peque&ntilde;as herramientas disponibles en Debian GNU/Linux. Existen muchas
que interact&uacute;an con el sistema de paquetes para dar informaci&oacute;n al
administrador, pero estas se tratar&aacute;n al final de este art&iacute;culo.
<P>
<P>
<H2><A NAME="s3">3. Dpkg, la herramienta principal</A></H2>

<P><CODE>Dpkg</CODE> es, sin duda, una de las herramienta m&aacute;s compleja de
la existentes en Debian GNU/Linux. Si un usuario novel ejecuta
<CODE>dpkg -h</CODE> posiblemente se quede apabullado por las m&aacute;s de tres
pantallas de informaci&oacute;n que saltan a la vista. Pero no es, ni mucho
menos, una herramienta dif&iacute;cil de utilizar.
<P><CODE>Dpkg</CODE> es la herramienta fundamental dentro del sistema de
paquetes de Debian GNU/Linux. Es la encargada de instalar o eliminar
paquetes, y manejar la base de datos del sistema con la situaci&oacute;n de
paquetes, de forma que indique claramente estos cambios. Adem&aacute;s, dado
que conoce las interioridades del sistema de paquetes, no s&oacute;lo instala
los ficheros que contiene los paquetes en los lugares
correspondientes, sino que tambi&eacute;n ejecuta en determinados momentos de
la instalaci&oacute;n, los programas que el desarrollador del paquete haya
indicado. De esta forma, al instalar un paquete, se llamar&aacute; de forma
"m&aacute;gica" al programa encargado de configurarlo. &Eacute;ste podr&aacute; modificar
s&oacute;lo unos pocos ficheros en el sistema, o mostrar al usuario una
interfaz para adaptar el programa que est&aacute; instalando a su sistema.
<P>As&iacute;, la herramienta <CODE>dpkg</CODE> permite:
<P>
<UL>
<LI>instalar (-i &oacute; --install) y desinstalar (-r &oacute; --remove) paquetes. Si desea borrar <EM>todo</EM> lo instalado por un paquete, incluyendo ficheros de configuraci&oacute;n utilice --purge.
</LI>
<LI>configurarlos (--configure), aunque esta tarea se hace siempre
despu&eacute;s de la instalaci&oacute;n puede ser que la configuraci&oacute;n falle y se
quiera llevar a cabo este &uacute;ltimo paso. Si desea reconfigurar un paquete que est&aacute; bien instalado utilice <CODE>dpkg-reconfigure</CODE> (del paquete <CODE>debconf</CODE>)
</LI>
<LI>ver la informaci&oacute;n de estado de un paquete (-s &oacute; --status)
</LI>
<LI>obtener una lista de los ficheros que proporciona (-L &oacute; --listfiles)
</LI>
<LI>obtener una lista de los paquetes disponibles (-l &oacute; --list)
</LI>
</UL>
<P>Y muchas otras cosas m&aacute;s, como auditar el sistema, sacar la
informaci&oacute;n de situaci&oacute;n del sistema de paquetes: qu&eacute;
paquetes est&aacute;n marcados para instalar, cu&aacute;les han sido configurados,
etc..
<P>El usuario experto, que juguetee con el formato de paquetes sabr&aacute; que
<CODE>dpkg</CODE> tambi&eacute;n puede extraer los ficheros de un fichero
<CODE>.deb</CODE>. Ya dijimos antes que no es lo mismo un sistema de
paquetes que los paquetes en s&iacute;, &eacute;stos &uacute;ltimos no son m&aacute;s que un
conjunto de ficheros. En esencia, existen las mismas diferencias
entre un fichero <CODE>.deb</CODE> y un fichero <CODE>.rpm</CODE> que la
existente entre un fichero <CODE>.arj</CODE> y un fichero <CODE>.zip</CODE>.
<P>As&iacute; pues, <CODE>dpkg</CODE> puede manejar directamente los ficheros
<CODE>.deb</CODE> que tengamos:
<P>
<UL>
<LI>obteniendo la informaci&oacute;n de &eacute;stos (-I &oacute; --info)
</LI>
<LI>extrayendo sus contenidos (-x &oacute; --extract), o sus ficheros de control (-e &oacute; --control)
</LI>
<LI>listando &eacute;stos (-c &oacute; --contents)
</LI>
<LI>o incluso construirlos de una estructura de directorios apropiada (-b &oacute; --build)
</LI>
</UL>
<P>En realidad, para llevar a cabo estas funciones, <CODE>dpkg</CODE> llama,
de forma transparente, a la aplicaci&oacute;n <CODE>dpkg-deb</CODE>.
<P>
<P>
<H2><A NAME="s4">4. Interrelaciones entre paquetes</A></H2>

<P>Debian introduce en sus sistema de paquetes una serie de
interrelaciones que permiten a los desarrolladores indicar c&oacute;mo se
comportan sus paquetes con el resto de los paquetes de la
distribuci&oacute;n. De &eacute;sta forma el paquete adquiere otra entidad (quiz&aacute;s
podr&iacute;a denominarse <EM>social</EM> dentro del mundillo de paquetes), y el
sistema de paquetes gana en complejidad. Pero, al mismo tiempo, facilita enormemente su utilizaci&oacute;n al usuario ya que, le avisa de determinadas situaciones, como puedan ser:
<P>
<UL>
<LI>dependencias con otros paquetes, si no est&aacute;n instalados &eacute;stos no
podr&aacute; instalarse el paquetes (<EM>Depends</EM> y
<EM>Pre-Depends</EM>). Las dependencias tambi&eacute;n podr&aacute;n ser menos
fuertes (<EM>Recommends</EM>).
</LI>
<LI>paquetes con los que entra en conflicto y que no
pueden estar instalados cuando se instala &eacute;ste (<EM>Conflicts</EM>).
</LI>
<LI>paquetes que mejoran el paquete que se est&aacute; instalando
y que, aunque no son necesarios para su funcionamiento, se recomienda
su instalaci&oacute;n (<EM>Suggests</EM>).
</LI>
<LI>paquetes "virtuales" ofrecidos por el paquete (<EM>Provides</EM>)
</LI>
<LI>paquetes a los que &eacute;ste paquete reemplaza (<EM>Replaces</EM>).
</LI>
</UL>
<P>
<P>Est&aacute; clara su utilidad, ya que as&iacute; un usuario evita instalar dos
gestores de correo que, al configurarse, entrar&iacute;an en conflicto entre
s&iacute;, "luchando" por los buzones de correo de los usuarios.
<P>
<P>Sin embargo, aunque <CODE>dpkg</CODE> "entiende" las interrelaciones
entre paquetes, no las gestiona. Esta tarea queda a los interfaces y, actualmente, es gestionada por <CODE>apt</CODE>.
<P>
<H2><A NAME="s5">5. Apt, el gestor de interrelaciones</A></H2>

<P><CODE>Apt</CODE>, acr&oacute;nimo de <EM>Advanced Package Tool</EM>, (ver la
p&aacute;gina de manual con <CODE>man apt</CODE> o, mejor a&uacute;n,
<CODE>/usr/doc/apt/guide.text.gz</CODE>) es el conjunto de herramientas
ofrecida por Debian para que los usuarios no tengan que llevar a cabo
la siguiente tarea, habitual en otras distribuciones:
<P>
<UL>
<LI>quiero instalar el programa X</LI>
<LI>¡vaya! Si depende de Y, pues, nada, a buscar Y e instalarlo antes.</LI>
<LI>¡c&oacute;rcholis! Si Y depende de Z, W, V, a ver si los encuentro por FTP, o en el &uacute;ltimo CD-ROM que me prestaron</LI>
<LI>(tras una ardua b&uacute;squeda) W depende de L ¿donde &eacute;sta?</LI>
<LI>as&iacute;, <EM>ad infinitum</EM>...</LI>
</UL>
<P>
<P><CODE>Apt</CODE> permite decirle al sistema: "instala X", y &eacute;ste,
apropiadamente configurado, buscar&aacute; Y, W, Z, V los instalar&aacute;, quitar&aacute;
M (que entra en conflicto con M) y ¡dejar&aacute; X totalmente instalado!. Es
m&aacute;s, podr&aacute; recoger algunos paquetes de un CD-ROM y otros de un
servidor de FTP.
<P>
<P>Es capaz de hacer esto gracias al sistema de dependencias, y a su
conocimiento de &eacute;ste. Adem&aacute;s <CODE>apt</CODE> puede configurarse para
acceder a distintas fuentes de paquetes, estas fuentes podr&aacute;n ser:
<P>
<UL>
<LI>CD-ROMS de la distribuci&oacute;n, o actualizaciones de la misma.</LI>
<LI>Servidores en Internet por HTTP &oacute; FTP.</LI>
<LI>Un disco duro local con los paquetes.</LI>
</UL>
<P>
<P>Todo esto se gestiona a trav&eacute;s del fichero de configuraci&oacute;n
<CODE>/etc/apt/sources.list</CODE> (ver la p&aacute;gina de manual <CODE>man
sources.list</CODE>) aunque existen herramientas para a&ntilde;adir
autom&aacute;ticamente dichas fuentes. La forma habitual es hacerlo desde una
de las interfaces que se ver&aacute;n m&aacute;s abajo (las que ofrecen esta
funcionalidad), aunque se puede hacer tambi&eacute;n desde la l&iacute;nea de
comandos ejecutando <CODE>/usr/sbin/apt-setup</CODE> (que de hecho es lo
que se ejecuta al instalar el sistema base). M&aacute;s a&uacute;n, si el usuario
quiere a&ntilde;adir simplemente un nuevo CD-ROM lo m&aacute;s f&aacute;cil es ejecutar
como superusuario <CODE>/usr/sbin/apt-cdrom add</CODE>.
<P>
<P>
<P>Aunque <CODE>apt</CODE> es un sistema pensado para ser utilizado como
interfaz a <CODE>dpkg</CODE> por las interfaces de usuario (ya sean
gr&aacute;ficas o de texto), puede ser utilizado directamente por el
superusuario desde una consola. Sin embargo, se debe hacer una
advertencia previa: <CODE>apt</CODE> no instala autom&aacute;ticamente aquellos
paquetes definidos como "Sugeridos", por lo que algunos programas
pueden no instalarse con toda la funcionalidad que se esperara de
ellos. Queda avisado.
<P>
<P>Las herramientas que se instalan con <CODE>apt</CODE> son dos:
<CODE>apt-get</CODE> y <CODE>apt-cache</CODE> (ver sus correspondientes
p&aacute;ginas de manual). La primera se utilizar&aacute; para instalar o eliminar
los paquetes deseados, la segunda para consultar la informaci&oacute;n de los
paquetes y sus dependencias.
<P>
<P>Algunos ejemplos:
<P>
<UL>
<LI>Para instalar un programa: <CODE>apt-get install programa</CODE></LI>
<LI>Para eliminarlo: <CODE>apt-get remove programa</CODE></LI>
<LI>Para actualizar la informaci&oacute;n disponible de paquetes: <CODE>apt-get update</CODE></LI>
<LI>Para actualizar el sistema: <CODE>apt-get upgrade</CODE></LI>
<LI>Para actualizar el sistema entre distintas versiones de Debian GNU/Linux: <CODE>apt-get dist-upgrade</CODE>.</LI>
<LI>Para simular la instalaci&oacute;n de un programa: <CODE>apt-get install -s gimp</CODE></LI>
<LI>Para consultar la informaci&oacute;n de un programa: <CODE>apt-cache show programa</CODE>, y para consultar sus dependencias <CODE>apt-cache showpkg programa</CODE>.
</LI>
<LI>Para buscar un texto determinado entre los programas disponibles:<CODE>apt-cache search texto</CODE> (tambi&eacute;n se pueden introducir expresiones regulares)
</LI>
<LI>Para mostrar las dependencias con respecto a un programa: <CODE>apt-cache depends programa</CODE> (incluso se pueden ver de forma gr&aacute;fica, si tiene instalado <CODE>graphviz</CODE>)
</LI>
</UL>
<P>
<P>
<P>Tambi&eacute;n es posible a&ntilde;adir fuentes de c&oacute;digo fuente, si las a&ntilde;adimos
(tipo deb-src) se le podr&aacute; decir, a <CODE>apt-get</CODE> que coja las
fuentes de un paquete. &Eacute;ste obtendr&aacute; los ficheros necesarios y dejar&aacute;
preparado un directorio para poder compilar directamente el
paquete. As&iacute;, si se quisiera compilar para nuestro sistema, por
ejemplo, el mismo <CODE>apt</CODE>, s&oacute;lo habr&iacute;a que hacer:
<CODE>apt-get source apt &amp;&amp; cd apt-* &amp;&amp; dpkg-buildpackage</CODE> o bien
<CODE>apt-get --compile source apt</CODE>
<P>
<P>
<P>Dado que <CODE>apt-get</CODE> descarga los paquetes a instalar en un
almacenamiento temporal, <CODE>/var/cache/apt</CODE>, se recomienda que la
partici&oacute;n que incluya este directorio tenga un tama&ntilde;o suficiente para
la descarga, ya que puede haber ocasiones en que se necesario
descargar muchos paquetes para actualizar un sistema (siempre y cuando
no tenga acceso a ellos directamente, es decir, no utilice un CD-ROM o
un sistema de ficheros local). En cualquier caso puede borrar dicha
cach&eacute; cuando lo desee utilizando <CODE>apt-cache clean</CODE>.
<P>
<H2><A NAME="s6">6. Interfaces de texto</A></H2>

<P>Vistas ya las distintas herramientas de bajo nivel, desarrolladas con
la intenci&oacute;n de ser usadas por l&iacute;nea de comandos se van a ver las
interfaces desarrolladas para interactuar con el sistema de
paquetes. Estas interfaces tienen como objetivo el facilitar al
usuario la gesti&oacute;n diaria del sistema de paquetes, de forma que pueda
ver, de forma integrada, los paquetes disponibles, sus descripciones,
y sus interrelaciones. Adem&aacute;s, estas interfaces hacen una mejor
gesti&oacute;n de las dependencias que apt, ya que pueden ofrecer al usuario
una serie de alternativas cuando &eacute;sto sea posible para que &eacute;ste elija
la que le conviene (<CODE>apt</CODE> sin embargo, elije la que cree
conveniente que puede no ser la m&aacute;s acertada, sobre todo en el caso de
paquetes "virtuales").
<P>
<P>Las herramientas de texto siempre han sido criticadas por los
usuarios m&aacute;s noveles por considerarlas, de entrada y careciendo de
experiencia en ellas, de arcaicas y artificiales. Sin embargo es
conveniente recordar que no todos los usuarios en todos los sistemas
disponen de interfaces gr&aacute;ficos y, aunque sea la norma en los sistemas
caseros, no es lo habitual en la gesti&oacute;n de sistemas en otros
ambientes. As&iacute; pues, conviene empezar primero por &eacute;stas, aunque puedan desilusionar al principiante.
<P>
<P>De las herramientas de texto de gesti&oacute;n de paquetes Debian
GNU/Linux incorpora dos que cabe destacar, en primer lugar
<CODE>dselect</CODE> el interfaz est&aacute;ndar para gestionar paquetes, y
<CODE>aptitude</CODE> un interfaz nuevo que funciona directamente sobre
<CODE>apt</CODE>.
<P>
<P><CODE>Dselect</CODE> (ver Figura 2 y Figura 3) es una de las herramientas que
posiblemente m&aacute;s criticada haya sido en Debian pero, aunque su
funcionamiento pueda parecer al principio complicado, est&aacute;
convenientemente documentada (en el directorio de instalaci&oacute;n de los
CD-ROMs en el documento dselect.beginner proporcionado en varios
formatos) y cumple su cometido perfectamente.
<P>
<P>Desde esta herramienta se pueden configurar los m&eacute;todos de
obtenci&oacute;n de paquetes, listar los paquetes disponibles e instalar los
mismos (<CODE>dselect</CODE> indicar&aacute; si surgen conflictos, o recomendar&aacute;
los paquetes que crea conveniente). Por &uacute;ltimo, se podr&aacute; lanzar la
instalaci&oacute;n de los paquetes seleccionados. Aunque <CODE>apt</CODE> es el
interfaz por defecto para el acceso a los paquetes, mucho antes de que
existiera <CODE>apt</CODE> se dispon&iacute;a de sistemas de acceso a colecciones
de paquetes a trav&eacute;s de los <EM>m&eacute;todos</EM> de
<CODE>dselect</CODE>. Existen m&eacute;todos disponibles para acceso a
colecciones de CDs, sistemas por NFS, servidores FTP...
<P>
<P><CODE>Aptitude</CODE> (ver Figura 4 y Figura 5) es, por otro lado, un
sencillo motor de acceso mediante consola a las funciones de
<CODE>apt</CODE>. El interfaz es capaz de mostrar la lista de paquetes y
sus dependencias con otros, indicando con un c&oacute;digo de colores la
posibilidad de instalar (o no) &eacute;stos (si las dependencias se
cumplen). Se encuentra a&uacute;n en fase de desarrollo, pero es
perfectamente utilizable desde un punto de vista de un
administrador. Se trata de una herramienta m&aacute;s sencilla que
<CODE>dselect</CODE> ya que basa toda las funciones de configuraci&oacute;n e
instalaci&oacute;n en <CODE>apt</CODE>. Sin embargo, carece de cierta
funcionalidad &uacute;til, como la modificaci&oacute;n de fichero de fuentes (que
por otro lado, si se realiza en consola se puede hacer con
<CODE>apt-setup</CODE> como se ha comentado previamente).
<P>
<P>
<H2><A NAME="s7">7. Interfaces gr&aacute;ficos</A></H2>

<P>Sin embargo, no es necesario limitarse a interfaces de texto a la
hora de tener que llevar a cabo la gesti&oacute;n de paquetes. Los interfaces
gr&aacute;ficos son, a menudo, m&aacute;s vers&aacute;tiles (y visuales) para los usuarios
noveles. Adem&aacute;s, dadas las caracter&iacute;sticas de la interfaz gr&aacute;fica (generalmente de mayor resoluci&oacute;n que la consola) suelen ser de  manejo m&aacute;s c&oacute;modo.
<P>
<P>Debian GNU/Linux 2.2 incorpora un interfaz a&uacute;n en desarrollo para
la gesti&oacute;n de paquetes desde la interfaz gr&aacute;fica (que tendr&aacute; que
hacerse siempre como superusuario, ver Listado 2), se trata de
<CODE>gnome-apt</CODE>. <CODE>Gnome-Apt</CODE>, como se puede ver en la Figura
6, muestra de un vistazo todos los paquetes disponibles, y la
descripci&oacute;n del paquete disponible. Tambi&eacute;n incluye funcionalidad para
el r&aacute;pido filtrado de paquetes, por estado, por prioridades y por
textos claves. <CODE>Gnome-apt</CODE> permite la r&aacute;pida edici&oacute;n de las
fuentes de paquetes de forma gr&aacute;fica, que posteriormente se volcar&aacute; en
el archivo de configuraci&oacute;n de apt.
<P>
<P>La vista seleccionada en <CODE>gnome-apt</CODE>, en el que se muestra
determinadas columnas con informaci&oacute;n sobre los paquetes, es
totalmente configurable. Sin embargo, <CODE>gnome-apt</CODE> a&uacute;n no
incluye ciertas funcionalidades interesantes, como la resoluci&oacute;n
inversa de dependencias o la b&uacute;squeda de paquetes "hu&eacute;rfanos".
<P>
<P>Otra herramienta gr&aacute;fica, pero esta vez utilizando el toolkit Qt
(en lugar de gtk) que quiz&aacute;s pronto se distribuya en Debian es
<CODE>qaptivate</CODE>, disponible en
ftp:/unilinux.sourceforge.net/pub/unilinux. Esta herramienta se
encuentra, sin embargo, a&uacute;n en estado <EM>alpha</EM>.
<P>
<P>Las distribuciones comerciales basadas en Debian tambi&eacute;n
distribuyen sus propios interfaces gr&aacute;ficos de gesti&oacute;n de
interfaces. El autor ha tenido la ocasi&oacute;n de estudiar tanto el Corel
Updater de la distribuci&oacute;n Corel Linux, como el <CODE>stormpkg</CODE> (ver
Figura 8).
<P>
<P>&Eacute;ste &uacute;ltimo est&aacute; cuidadosamente dise&ntilde;ado, a diferencia del primero,
que sufre las prisas con las que Corel se introdujo en el mundo del
software libre, y se distribuye con licencia GPL, as&iacute; que es posible
que en un futuro se incluya en la distribuci&oacute;n principal. Adem&aacute;s, est&aacute;
totalmente integrado con el escritorio y de forma inteligente (no
obliga a que el interfaz de ventanas se ejecute como superusuario o se
hagan <EM>triqui&ntilde;uelas</EM>). Al arrancar muestra como primera pantalla la posibilidad de filtrado de los paquetes, de forma que s&oacute;lo se muestren aquellos que el usuario quiera ver desde un principio.
<P>
<P><CODE>Stormpkg</CODE> utiliza <CODE>atp</CODE> para la instalaci&oacute;n de las
aplicaciones, que se realiza en el terminal desde el que se lanza y,
para evitar interferir en la instalaci&oacute;n, el gestor de paquetes se
oculta convenientemente dejando libre la vista. El instalador de
Corel, por otro lado, introduce la salida de <CODE>apt</CODE> en una
pantalla que hace dif&iacute;cil resolver alg&uacute;n tipo de situaciones que puede
darse al llevar a cabo la instalaci&oacute;n de muchos paquetes.
<P>
<P><CODE>Stormpkg</CODE> y <CODE>Corel Updates</CODE> permiten la edici&oacute;n del
fichero de fuentes de <CODE>apt</CODE> pero el primero es m&aacute;s cuidadoso
que el &uacute;ltimo. Por ejemplo, Corel Updates no lleva bien la edici&oacute;n
manual (o por terceras herramientas como <CODE>apt-cdrom</CODE> de las
fuentes de paquetes, al tiempo que las fuentes que se pueden
introducir est&aacute;n limitadas. <CODE>Stormpkg</CODE> sin embargo, acepta la
edici&oacute;n manual y la interpreta correctamente (salvo en el caso de los
CD-ROMS a&ntilde;adidos con <CODE>apt-cdrom</CODE>, en el que interpreta mal los
corchetes de descripci&oacute;n de &eacute;stos). Es m&aacute;s, si el usuario deshabilita
editando manualmente las fuentes y a&ntilde;adiendo un comentario, incluso a
las propias de Storm Linux, <CODE>stormpkg</CODE> lo aceptar&aacute; gustosamente
ya que sigue el mismo convenio (introducci&oacute;n de comentarios) para
habilitar y deshabilitar fuentes de paquetes.
<P>
<P>Existen otros gestores de paquetes gr&aacute;ficos en distribuciones
basadas en Debian, como el de Libranet, sin embargo &eacute;stos son menos
conocidos debido al dif&iacute;cil acceso a &eacute;stos.
<P>
<P>
<P>
<P>
<H2><A NAME="s8">8. Otras herramientas para el usuario avanzado</A></H2>

<P>Existe muchas otras herramientas para la gesti&oacute;n de paquetes en
Debian, que han sido realizadas de forma experimental y tardar&aacute;n un
tiempo en ser integradas dentro de las interfaces de usuario. Adem&aacute;s
est&aacute;n disponibles en Debian <EM>woody</EM> (la versi&oacute;n de desarrollo
actual de Debian) y no podr&aacute; encontrarlas en Debian 2.2. Entre otras
podemos hablar de:
<P>
<UL>
<LI><CODE>deborphan</CODE>. Que indica qu&eacute; librer&iacute;as instaladas han quedado
"hu&eacute;rfanas" es decir, no est&aacute;n siendo utilizadas por ning&uacute;n
paquete. De esta forma se podr&aacute; hacer limpieza del sistema en caso de
que fuera necesario.
</LI>
<LI><CODE>dlocate</CODE>. Permite buscar ficheros en el sistema y los paquetes
que lo instalaron de una forma m&aacute;s r&aacute;pida que la utilizada por
<CODE>dpkg</CODE> directamente ya que genera una base de datos binaria
para realizar la b&uacute;squeda.
</LI>
<LI><CODE>dpkg-iasearch</CODE>. Permite b&uacute;squedas entre los textos de los paquetes con t&eacute;cnicas de inteligencia artificial (vectorizaci&oacute;n de documentos) que va m&aacute;s all&aacute; del simple <CODE>grep</CODE> o el uso de expresiones regulares.
</LI>
</UL>
<P>
<P>
<P>
<P>
<P>
<P>
<H2><A NAME="s9">9. Resumen</A></H2>

<P>El sistema de paquetes de Debian es muy complejo, pero muy enfocado al
usuario final, y proporciona m&uacute;ltiples interfaces (para todos los
gustos) a sus administradores. El desarrollo de estas interfaces
quiz&aacute;s pueda verse como lento, pero otros dir&iacute;an que es "seguro" en el
sentido de que las bases quedan bien asentadas antes de ir a una capa
m&aacute;s arriba de dicho desarrollo.
<P>Debian tiene como prop&oacute;sito para su pr&oacute;xima versi&oacute;n el estandarizar el
interfaz gr&aacute;fico a utilizar en las instalaciones con soporte gr&aacute;fico,
este interfaz a&uacute;n est&aacute; por decidir, y tanto <CODE>gnome-apt</CODE> como
las versiones comerciales licenciadas bajo GPL son opciones posibles,
el tiempo nos dir&aacute; cual de ellas es la mejor preparada para ofrecerse
como interfaz por defecto para todos los usuarios.
<P>
<H2><A NAME="s10">10. Sumarios</A></H2>

<P>Los sistemas de paquetes son conocidos por los usuarios de distribuciones GNU/Linux.
<P>El sistema de paquetes es distinto al formato.
<P>El sistema de gesti&oacute;n de Debian GNU/Linux es el m&aacute;s completo de todos.
<P>Las herramientas abarcan distintos niveles.
<P>Dpkg es la herramienta fundamental de paquetes en Debian.
<P>Es importante entender las interrelaciones entre paquetes.
<P>Apt puede ser utilizado directamente por el usuario.
<P>Apt puede descargar paquetes de CDs, servidores de FTP y WWW
<P>Las interfaces ayudan a la gesti&oacute;n integral.
<P>Las herramientas de texto son necesarias en algunos sistemas.
<P>gnome-apt es la herramienta gr&aacute;fica, a&uacute;n en desarrollo.
<P>Las distribuciones comerciales incorporan sus propias herramientas
<P>Stormpkg incluye funcionalidades similares a gnome-apt
<P>Existen otras herramientas para el usuario avanzado
<P>Debian estandarizar&aacute; el interfaz gr&aacute;fico en su pr&oacute;xima versi&oacute;n
<P>
<H2><A NAME="s11">11. Listados</A></H2>

<P>
<P>LISTADO 1
<P>El lector avispado habr&aacute; observado que, aunque no se muestran las
herramientas de gesti&oacute;n de paquetes basados en rpm (el formato
original realizado por la distribuci&oacute;n RedHat). La librer&iacute;a intermedia
de gesti&oacute;n de paquetes <CODE>apt</CODE> se solapa con el sistema de
paquetes rpm. Esto se debe a que, recientemente, la distribuci&oacute;n
Connectiva Linux ha llevado a cabo el esfuerzo de modificar
<CODE>apt</CODE> para que &eacute;ste pueda ser utilizado tambi&eacute;n para paquetes
rpm. 
<P>Queda a&uacute;n por ver si <CODE>apt</CODE> se convertir&aacute; en la herramienta
intermedia com&uacute;n para todas las herramientas de gesti&oacute;n de paquetes,
pero este paso es, sin duda (as&iacute; como algunas otras aportaciones de
Connectiva Linux a la base de c&oacute;digo de <CODE>apt</CODE> como la
posibilidad de comprobar las firmas digitales de los paquetes) un paso
decisivo para la integraci&oacute;n de la gesti&oacute;n de los distintos sistemas
de paquetes. Ya no s&oacute;lo ser&aacute;n los usuarios de Debian los que podr&aacute;n
asombrar a sus compa&ntilde;eros de las capacidades de sus sistemas, sino que
se podr&aacute; beneficiar toda la comunidad de usuarios de GNU/Linux.
<P>
<P>PIE LISTADO 1: Apt tambi&eacute;n para rpm
<P>
<P>LISTADO 2
<P>Algunos usuarios pueden pensar que para poder hacer uso de los
interfaces gr&aacute;ficos es necesario ejecutar el interfaz de ventanas como
superusuario. Es cierto que dichos interfaces, para poder hacer las
funciones de gesti&oacute;n de paquetes (instalaci&oacute;n y eliminaci&oacute;n) deben
tener acceso de superusuario en la m&aacute;quina, pero para esto no es
necesario ejecutar las X como superusuario.
<P>Existen varios m&eacute;todos para llevar esto a cabo, uno de ellos es lanzar
una sesi&oacute;n de terminal, permitir el acceso al sistema local (con la
orden <CODE>xhost + localhost</CODE>), convertirse en superusuario (<CODE>su
-</CODE>), indicar el servidor de X a utilizar (<CODE>export
DISPLAY=localhost:0.0</CODE>) y lanzar la aplicaci&oacute;n
correspondiente. Otro m&eacute;todo, m&aacute;s seguro, consiste en no permitir el
acceso a todos los usuarios de la m&aacute;quina (al hacer <CODE>xhost</CODE>)
sino, como superusuario, cargar el fichero de autoridad para acceso al
servidor de X (con <CODE>xauth merge /directorio/.Xauthority</CODE>),
siendo <EM>directorio</EM> el directorio del usuario que inici&oacute; la
sesi&oacute;n de X, y luego ejecutar el programa.
<P>Por &uacute;ltimo, el m&eacute;todo utilizado (de forma inteligente) por la
distribuci&oacute;n Storm Linux, es instalar un acceso en el escritorio que
llama a la aplicaci&oacute;n <CODE>gtk-su</CODE> con par&aacute;metros para que, tras
autenticar la contrase&ntilde;a del superusuario, lanza la aplicaci&oacute;n de
gesti&oacute;n de paquetes.
<P>
<P>PIE LISTADO 2: Ejecuci&oacute;n de interfaces gr&aacute;ficos y el superusuario
<P>LISTADO 
<P>Se puede encontrar m&aacute;s informaci&oacute;n sobre Debian en general en:
<UL>
<LI>El servidor principal: www.debian.org </LI>
<LI>El servidor de La Espiral: www.laespiral.org (para usuarios hispanoparlantes)</LI>
</UL>
<P>Las herramientas aqu&iacute; comentadas vienen acompa&ntilde;adas de documentaci&oacute;n pero son referencias fieles al sistema de gesti&oacute;n de paquetes: El manual de empaquetamiento (disponible en <CODE>/usr/share/doc/packaging-manual</CODE>, La gu&iacute;a del usuario de Apt (disponible en <CODE>/usr/share/doc/apt/</CODE>).
<P>Para saber qu&eacute; servidores de Debian est&aacute;n disponibles para descargase
paquetes consulte http://www.debian.org/misc/README.mirrors, y podr&aacute;
conseguir mucha m&aacute;s documentaci&oacute;n de Debian en
http://www.debian.org/doc. Por supuesto, las listas de distribuci&oacute;n
son de gran ayuda siempre (http://www.debian.org/MailingLists/), si
quiere seguir el desarrollo de apt, subscr&iacute;base a
deity@lists.debian.org, si quiere consultar cosas con usuarios y
desarrolladores hispanoparlantes, h&aacute;galo en
debian-user-spanish@lists.debian.org.
<P>PIE LISTADO 3: M&aacute;s informaci&oacute;n
<P>
<P>
<H2><A NAME="s12">12. Capturas</A></H2>

<P>
<P>
<UL>
<LI>Figura 1.-'sistemapaq.png' Arquitectura del sistema de paquetes y las herramientas.</LI>
<LI>Figura 2.-'dselect-main.png' Pantalla principal de dselect.</LI>
<LI>Figura 3.-'dselect-pack.png' Selecci&oacute;n de paquetes en dselect.</LI>
<LI>Figura 4.-'aptitude-main.png' Pantalla principal de aptitude.</LI>
<LI>Figura 5.-'aptitude-pack.png' Selecci&oacute;n de paquetes en aptitude.</LI>
<LI>Figura 6.-'gnome-apt.png' La interfaz gr&aacute;fica de gnome-apt</LI>
<LI>Figura 7.-'stormpkg-full.png' Gesti&oacute;n de paquetes con stormpkg</LI>
<LI>Figura 8.-'stormpkg.png' La interfaz principal de stormpkg</LI>
</UL>
<P>
<H2><A NAME="s13">13. Notas de maquetaci&oacute;n</A></H2>

<P>
<P>
<P>
<H2><A NAME="s14">14. Notas de coordinaci&oacute;n</A></H2>

<P>El art&iacute;culo puede quedar m&aacute;s de 4 p&aacute;ginas por las capturas y los
listados. Si fuera necesario, se puede separar en dos partes. Una
hasta los interfaces de texto (con Listado 1 y figuras 1-5 ) y otra de
los interfaces gr&aacute;ficos (Listado 2 y Figuras 6-8).
<P>Si se separa, hablar con el autor para a&ntilde;adir un p&aacute;rrafo de resumen
del art&iacute;culo intermedio (adelantando de lo que se hablar&aacute; en el
siguiente) e incorporar&eacute; otros textos que no he a&ntilde;adido pero muy
interesantes a saber: c&oacute;mo buscar utilizando las herramientas de
consola paquetes y programas y la nuevas tendencias de HelixCode para
ofrecer un interfaz de gesti&oacute;n de paquetes &uacute;nico para
Debian/RedHat/Solaris...
<P>
</BODY>
</HTML>
