Repository: l/debian-webwml
Catalog: webwml/greek/po/bugs.*.po
Languages: el

source: Flags:
el: Σημάνσεις:

source: active bugs
el: ενεργά προβλήματα

source: archived bugs
el: παλαιότερα προβλήματα

source: display merged bugs only once
el: εμφάνισε τα συγχωνευμένα σφάλματα μια φορά

source: no ordering by status or severity
el: χωρίς ταξινόμηση ανα κατάσταση ή σοβαρότητα

source: don't show table of contents in the header
el: χωρίς εμφάνιση περιεχομένων στην κεφαλίδα

source: don't show statistics in the footer
el: χωρίς εμφάνιση στατιστικών στο υποσέλιδο

source: Reverse order of:
el: Ανάστροφη ταξινόμηση του:

source: status
el: κατάσταση

source: severities
el: σοβαρότητα

source: bugs
el: προβλήματα

source: open
el: ανοιχτό

source: forwarded
el: προωθημένο

source: pending
el: εκκρεμές

source: fixed
el: διορθωμένο

source: done
el: έτοιμο

source: Include status:
el: Συμπεριέλαβε κατάσταση:

source: Exclude status:
el: Άνευ κατάστασης:

source: critical
el: κρίσιμο

source: grave
el: σοβαρότατο

source: serious
el: σοβαρό

source: important
el: σημαντικό

source: normal
el: κανονικό

source: minor
el: ασήμαντο

source: wishlist
el: επιθυμία

source: Include severity:
el: Συμπεριέλαβε σοβαρότητα:

source: Exclude severity:
el: Άνευ σοβαρότητας:

source: experimental
el: πειραματικό

source: confirmed
el: επιβεβαιωμένο

source: fixed-in-experimental
el: διορθωμένο στο πειραματικό

source: fixed-upstream
el: διορθωμένο upstream

source: help
el: βοήθεια

source: l10n
el: τοπικοποίηση

source: moreinfo
el: περισσότερα

source: patch
el: εππίραμα

source: security
el: ασφάλεια

source: unreproducible
el: μη επαναλαμβανόμενο

source: wontfix
el: χωρίς λύση
