Repository: l/debian-webwml
Catalog: webwml/greek/po/debian-cdd.*.po
Languages: el

source: Debian-Med
el: Ιατρικό-Debian

source: Debian-Jr
el: Νεανικό-Debian

source: Debian-Lex
el: Νομικό-Debian

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
el: Ο παρακάτω κατάλογος, περιλαμβάνει διάφορα έργα λογισμικού, τα οποία αφορούν το Έργο <get-var cdd-name />. Για την ώρα, μονάχα μερικά από αυτά είναι διαθέσιμα ως πακέτα του Debian. Στόχος είναι πάντως, να περιλάβουμε όλο το λογισμικό στο <get-var cdd-name /> το οποίο μπορεί να συμβάλλει σε μια υψηλού επιπέδου Προσαρμοσμένη Διανομή του Debian.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
el: Για την καλύτερη επισκόπηση της διαθεσιμότητας του έργου ως πακέτο του Debian, κάθε κεφαλίδα είναι χρωματισμένη σύμφωνα με τα παρακάτω:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
el: Πράσινο: Το έργο αυτό είναι <a href="<get-var url />">διαθέσιμο ως επίσημο πακέτο του Debian</a>

source: Yellow: The project is <a href="<get-var url />">available as an inofficial Debian package</a>
el: Κίτρινο: Το έργο αυτό είναι <a href="<get-var url />">διαθέσιμο ως μη επίσημο πακέτο του Debian</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
el: Κόκκινο: Το έργο αυτό δεν είναι <a href="<get-var url />">διαθέσιμο ως πακέτο του Debian</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an inofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
el: Αν ανακαλύψετε ένα πακέτο που νομίζετε ότι είναι σοβαρός υποψήφιος για το <get-var cdd-name />, ή αν έχετε ετοιμάσει ένα ανεπίσημο πακέτο Debian, τότε μη διστάσετε να στείλετε μια περίληψη αυτού στον <a href="<get-var cdd-list-url />"><get-var cdd-name /> συνδρομητικό κατάλογο</a>.

source: Official Debian packages
el: Επίσημα πακέτα του Debian

source: Inofficial Debian packages
el: Ανεπίσημα πακέτα του Debian

source: Debian packages not available
el: Δεν υπάρχουν διαθέσιμα πακέτα

source: There are no projects which fall into this category.
el: Δεν υπάρχουν έργα σε αυτή την κατηγορία

source: No homepage known
el: Άγνωστή κεντρική σελίδα

source: License:
el: Άδειά:

source: Free
el: Ελεύθερο

source: Non-Free
el: Μη-Ελεύθερο

source: Unknown
el: Άγνωστο

source: Official Debian package
el: Επίσημο πακέτο Debian

source: Inofficial Debian package
el: Ανεπίσημο πακέτο Debian

source: Debian package not available
el: Δεν υπάρχει διαθέσιμο πακέτο Debian
