Repository: l/debian-webwml
Catalog: webwml/greek/po/doc.*.po
Languages: el

source: Author:
el: Συγγραφέας:

source: email:
el: Διεύθηνση

source: Available at:
el: Διαθέσιμο στο:

source: Language:
el: Γλώσσα:

source: CD Included:
el: CD που περιλαμβάνει:

source: Publisher:
el: Εκδότης:

source: Authors:
el: Συγγραφείς:

source: Editors:
el: Συντάκτες:

source: Maintainer:
el: Συντηρητές:

source: Status:
el: Κατάσταση:

source: Availability:
el: Διαθεσιμότητα:

source: Latest version:
el: Τελευταία έκδοση:

source: (version <get-var version />)
el: (εκδοση <get-var version />)

source: plain text
el: καθαρό κείμενο

source: Use <a href="cvs">CVS</a> to download the SGML source text for <get-var ddp_pkg_loc />.
el: Χρησιμοποιήστε <a href="cvs">CVS</a> για κατέβασμα του κώδικα SGML του <get-var ddp_pkg_loc />.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
el: Εξαγωγή πηγαίου κώδικα με CVS: ορίστε το <code>CVSROOT</code> σε <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, καί εξάγετε το πακέτο <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
el: CVS μέσω διαδικτύου

source: Debian package
el: Πακέτο του Debian
