Repository: l/debian-webwml
Catalog: webwml/greek/po/mailinglists.*.po
Languages: el

source: Mailing List Subscription
el: Συνδρομή σε κατάλογο

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
el: Δείτε τη σελίδα <a href="./#subunsub">Συνδρομητικοί κατάλογοι</a> για πληροφορίες εγγραφής μέσω ηλ. ταχυδρομείου. Υπάρχει επίσης διαθέσιμη μια σελίδα <a href="unsubscribe">διαγραφής</a> για την κατάργηση συνδρομής.

source: No description given
el: Δεν δόθηκε περιγραφή

source: Moderated:
el: Ελεγχόμενη:

source: Posting messages allowed only to subscribers.
el: Αποστολή μηνυμάτων μόνο από συνδρομητές.

source: Only messages signed by a Debian developer will be accepted by this list.
el: Αυτή η λίστα λαμβάνει μηνύματα που είναι υπογεγραμένα μόνο από Debian Προγραμματιστή.

source: Subscription:
el: Συνδρομή:

source: Your E-Mail address:
el: Η Ηλεκτρονική σας Διεύθυνση:

source: Subscribe
el: Συνδρομή

source: Clear
el: Καθαρισμός

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
el: Παρακαλούμε σεβαστείτε την <a href="./#ads">Πολιτική διαφημίσεων συνδρομητικών καταλόγων του Debian</a>.

source: Mailing List Unsubscription
el: Κατάργηση Συνδρομής

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
el: Δείτε τη σελίδα <a href="./#subunsub">Συνδρομητικοί κατάλογοι</a> για πληροφορίες διαγραφής μέσω ηλ. ταχυδρομείου. Υπάρχει επίσης διαθέσιμη μια σελίδα <a href="subscribe">εγγραφής</a> για την δημιουργία συνδρομής.

source: Unsubscribe
el: Κατάργηση

source: open
el: ανοικτό

source: closed
el: κλειστό
