Repository: l/debian-webwml
Catalog: webwml/greek/po/organization.*.po
Languages: el

source: current
el: Τρέχον

source: member
el: Μέλος

source: chairman
el: Προεδρεύων

source: secretary
el: Γραμματέας

source: Officers
el: Aξιωματούχοι

source: Distribution
el: Διανομή

source: Publicity
el: Δημοσιότητα

source: Support and Infrastructure
el: Υποστήριξη και Εσωτερική Δομή

source: Leader
el: Επικεφαλής

source: Technical Committee
el: Τεχνική Επιτροπή

source: Secretary
el: Γραμματέας

source: Development Projects
el: Έργα Ανάπτυξης

source: FTP Archives
el: Αρχειοθήκες FTP

source: Individual Packages
el: Μεμονωμένα Πακέτα

source: Release Management
el: Διεύθυνση Έκδοσης

source: Quality Assurance
el: Εξασφάλιση Ποιότητας

source: Installation System Team
el: Ομάδα Συστήματος Εγκατάστασης

source: Release Notes
el: Σημειώσεις Έκδοσης

source: CD Images
el: Είδωλα CD

source: Production
el: Παραγωγή

source: Testing
el: Υπό έλεγχο

source: Documentation
el: Τεκμηρίωση

source: Ports
el: Αρχιτεκτονικές

source: Special Configurations
el: Ιδιαίτερες Διατάξεις

source: Laptops
el: Φορητοί

source: Firewalls
el: Τοίχος Προστασίας

source: Embedded systems
el: Ενσωματωμένα συστήματα

source: Press Contact
el: Υπεύθυνος Τύπου

source: Partner Program
el: Πρόγραμμα Συνεργατών

source: Events
el: Γεγονότα

source: User support
el: Υποστήριξη χρηστών

source: Bug Tracking System
el: Σύστημα Ανίχνευσης Σφάλματος

source: Keyring Maintainers (PGP and GPG)
el: Διαχειριστές Διαβάθμισης (PGP και GPG)

source: Security Team
el: Ομάδα Ασφάλειας

source: Web Pages
el: Ιστοσελίδες

source: Consultants Page
el: Σελίδα Συμβούλων

source: CD Vendors Page
el: Σελίδα Πωλητών CD

source: Policy
el: Πολιτική

source: System Administration
el: Διαχείριση Συστήματος

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
el: Αυτή είναι η διεύθυνση που θα χρησιμοποιήσετε, όταν αντιμετωπίζετε προβλήματα με τα μηχανήματα του Debian (συμπεριλαμβανομένων και των κωδικών πρόσβασης ή ανάγκη για εγκατάσταση πακέτων).

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
el: Αν διαπιστώσετε προβλήματα υλικού με τα μηχανήματα Debian, δείτε τη σελίδα <a href=https://db.debian.org/machines.cgi>Debian Machines</a>, περιλαμβάνει πληροφορίες (ανά μηχάνημα) για τους διαχειριστές.

source: LDAP Developer Directory Administrator
el: Διαχειριστής Ανάπτυξης Υπηρεσιών LDAP

source: Mirrors
el: Καθεπτρισμοί

source: DNS Maintainer
el: Συντηρητής DNS

source: Package Tracking System
el: Σύστημα Ιχνηλάτησης Πακέτων

source: Hardware Donations Coordination
el: Συντονισμός Δωρεών Υλικού

source: Alioth administrators
el: Διαχειριστές Alioth

source: Debian for children from 1 to 99
el: Debian για παιδιά από 1 έως 99

source: Debian for medical practice and research
el: Debian για ιατρική πρακτική και έρευνα

source: Debian for education
el: Debian για την εκπαίδευση

source: Debian in legal offices
el: Debian σε νομικά γραφεία

source: Debian for people with disabilities
el: Debian για άτομα με ειδικές ανάγκες
