Repository: l/debian-webwml
Catalog: webwml/greek/po/ports.*.po
Languages: el

source: Debian for Laptops
el: Debian για Φορητούς

source: Debian for Alpha
el: Debian για Alpha

source: Debian for AMD64
el: Debian για AMD64

source: Debian for ARM
el: Debian για ARM

source: Debian for Beowulf
el: Debian για Beowulf

source: Main
el: Κύρια

source: Debian for PA-RISC
el: Debian για PA-RISC

source: Hurd CDs
el: CD για Hurd

source: Debian for IA-64
el: Debian για IA-64

source: Debian for Motorola 680x0
el: Debian για Motorola 680x0

source: Contact
el: Επικοινωνία

source: CPUs
el: Επεξεργαστές

source: Credits
el: Εύσημα

source: Development
el: Ανάπτυξη

source: Documentation
el: Τεκμηρίωση

source: Installation
el: Εγκατάσταση

source: Links
el: Σύνδεσμοι

source: News
el: Νέα

source: Porting
el: Εκδόσεις

source: Ports
el: Εκδοχές

source: Problems
el: Προβλήματα

source: Software Map
el: Χάρτης Λογισμικού

source: Status
el: Κατάσταση

source: Supply
el: Παροχή

source: Systems
el: Συστήματα

source: Vendor/Name
el: Πωλητής/Ονομα

source: Date announced
el: Ημερομηνία ανακοίνωσης

source: Clock
el: Ρολόι

source: Specials
el: Εξειδικευμένα

source: No FPU (R2010), external caches
el: Χωρίς FPU (R2010), εξωτερικές caches

source: No FPU (R3010)
el: Χωρίς FPU (R3010)

source: Debian for MIPS
el: Debian για MIPS

source: Debian GNU/NetBSD for i386
el: Debian GNU/NetBSD για i386

source: Debian GNU/NetBSD for Alpha
el: Debian GNU/NetBSD για Alpha

source: Why
el: Γιατί

source: People
el: Ανθρωποι

source: Debian for PowerPC
el: Debian για PowerPC

source: Debian for S/390
el: Debian για S/390

source: Debian for Sparc
el: Debian για Sparc

source: Debian for Sparc64
el: Debian για Sparc64
