Repository: l/debian-webwml
Catalog: webwml/greek/po/search.*.po
Languages: el

source: Search for
el: Αναζήτηση για

source: Results per page
el: Αποτελέσματα ανα σελίδα

source: Output format
el: Μορφοποίηση αποτελεσμάτων

source: Long
el: Μακρά

source: Short
el: Σύντομη

source: Default query type
el: Προκαθορισμένος τύπος ερωτήματος

source: All Words
el: Όλες οι λέξεις

source: Any Words
el: Οποιαδήποτε λέξη

source: Search through
el: Αναζήτηση διαμέσου

source: Entire site
el: Όλες οι ιστοσελίδες

source: Language
el: Γλώσσα

source: Any
el: Οποιαδήποτε

source: Search results
el: Αποτελέσματα αναζήτησης

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
el: Εμφανίζονται τα αποτελέσματα \$(first)-\$(last) απο συνολικά <B>\$(total)</B> .

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
el: Λυπούμαστε άλλα η αναζήτηση δεν βρήκε δεδομένα. <P>Μπορεί να υπάρχουν διαθέσιμες σελίδες μόνο στα Αγγλικά,ίσως θα πρέπει να ξαναδοκιμάσετε ορίζοντας ως γλώσσα την επιλογή Οποιαδήποτε

source: An error occured!
el: Σφάλμα!

source: You should give at least one word to search for.
el: Θα πρέπει να δώσετε τουλάχιστον μια λέξη για την αναζήτηση.

source: Powered by
el: Χρησιμοποιείται το

source: Next
el: Επόμενο

source: Prev
el: Προηγούμενο
