Repository: l/debian-webwml
Catalog: webwml/greek/po/security.*.po
Languages: el

source: Debian Security
el: Ασφάλεια του Debian

source: Debian Security Advisories
el: Συμβουλές ασφάλειας

source: Q
el: Ε

source: Mitre CVE dictionary
el: Στο λεξικό Mitre's CVE

source: Securityfocus Bugtraq database
el: Βάση του Securityfocus Bugtraq

source: CERT Advisories
el: Συμβουλές CERT

source: US-CERT vulnerabilities Notes
el: Σημειώσεις ευπάθειας απο το US-CERT

source: Source:
el: Κώδικας:

source: Architecture-independent component:
el: Στοιχείο ανεξάρτητο αρχιτεκτονικής:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
el: Το άθροισμα ελέγχου MD5 των εικονιζομένων αρχείων είναι διαθέσιμο στη <a href="<get-var url />">αρχική συμβουλή</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
el: Το άθροισμα ελέγχου MD5 των εικονιζομένων αρχείων είναι διαθέσιμο στη <a href="<get-var url />">αναθεωρημένη συμβουλή</a>.

source: Debian Security Advisory
el: Συμβουλή ασφάλειας

source: Date Reported
el: Ημερομηνία αναφοράς

source: Affected Packages
el: Πακέτα που επηρεάζονται

source: Vulnerable
el: τρωτά

source: Security database references
el: Αναφορές βάσης δεδομένων ασφαλείας

source: More information
el: Περισσότερες πληροφορίες

source: Fixed in
el: Επιδιορθώθηκε την

source: BugTraq ID
el: Ταυτότητα στο BugTraq

source: Bug
el: Σφάλμα

source: In the Debian bugtracking system:
el: Στην σύστημα ταξινόμησης σφαλμάτων του Debian:

source: In the Bugtraq database (at SecurityFocus):
el: Στη βάση δεδομένων (του SecurityFocus):

source: In Mitre's CVE dictionary:
el: Στο λεξικό Mitre's CVE:

source: CERT's vulnerabilities, advisories and incident notes:
el: Σημειώσεις του CERT για περιστατικά και τρωτά σημεία:

source: No other external database security references currently available.
el: Δεν υπάρχουν διαθέσιμες άλλες εξωτερικές αναφορές στην βάση αυτή τη στιγμή.
