Repository: l/debian-webwml
Catalog: webwml/greek/po/templates.*.po
Languages: el

source: More information
el: Περισσότερες πληροφορίες

source: <void id="dc_faq" />FAQ
el: <void id="dc_faq" />Συχνές Ερωτήσεις

source: Download with Jigdo
el: Μεταφόρτωση με Jigdo

source: Download via HTTP/FTP
el: λήψη μέσω HTTP/FTP

source: Buy CDs or DVDs
el: Αγορά CD ή DVD

source: Network Install
el: Δικτυακή Eγκατάσταση

source: <void id="dc_download" />Download
el: <void id="dc_download" />Μεταφόρτωση

source: <void id="dc_misc" />Misc
el: <void id="dc_misc" />Διάφορα

source: <void id="dc_artwork" />Artwork
el: <void id="dc_artwork" />Καλιτεχνικά

source: <void id="dc_mirroring" />Mirroring
el: <void id="dc_mirroring" />Καθρεπτισμοί

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
el: <void id="dc_rsyncmirrors" />Καθρεπτισμοί Rsync

source: <void id="dc_torrent" />Download with Torrent
el: <void id="dc_torrent" />Μεταφόρτωση με Torrent

source: Debian CD team
el: Ομάδα CD του Debian

source: debian_on_cd
el: debian_σε_cd

source: <void id="faq-bottom" />faq
el: <void id="faq-bottom" />συχνές ερωτήσεις

source: buy
el: αγορά

source: net_install
el: δικτυακή_εγκατάσταση

source: <void id="misc-bottom" />misc
el: d id="misc-bottom" />διάφορα

source: Yes
el: Ναι

source: No
el: Οχι

source: Debian Project
el: Κωδικό όνομα Debian

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
el: Το Debian GNU/Linux είναι μια ελέυθερη διανομή του λειτουργικού συστήματος GNU/Linux. Τη συντήρησή του καθώς και την ανανέωση του αναλαμβάνουν οι ίδιοι οι χρήστες του μέσω της εθελοντικής τους εργασίας.

source: debian, GNU, linux, unix, open source, free, DFSG
el: debian, GNU, linux, unix, open source, ελεύθερο, DFSG, ΕΛ/ΑΚ

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
el: Πίσω στην <a href="m4_HOME/">Κεντρική σελίδα του Debian</a>.

source: Home
el: Κεντρική Σελίδα

source: About
el: Σχετικά

source: About Debian
el: Σχετικά με το Debian

source: Contact&nbsp;Us
el: Επικοινωνήστε μαzί μας

source: Donations
el: Δωρεές

source: Events
el: Γεγονότα

source: News
el: Νέα

source: Distribution
el: Διανομή

source: Support
el: Υποστήριξη

source: Developers'&nbsp;Corner
el: Η γωνία του προγραμματιστή

source: Documentation
el: Τεκμηρίωση

source: Security&nbsp;Information
el: Πληροφορίες σχετικά με την ασφάλεια

source: Search
el: Αναζήτηση

source: none
el: τίποτα

source: Go
el: Εκκίνηση

source: worldwide
el: διεθνώς

source: Site map
el: Χάρτης σελίδων

source: Miscellaneous
el: Διάφορα

source: Getting Debian
el: Αποκτώντας το Debian

source: List of Consultants
el: Κατάλογος συμβούλων

source: Back to the <a href="./">Debian consultants page</a>.
el: Πίσω στην σελίδα των <a href="./">συμβούλων του Debian</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
el: Παρακαλούμε στείλτε τα σχόλια την κριτική ή τις υποδείξεις σας σχετικά με αυτές τις σελίδες στην <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.

source: Upcoming Attractions
el: Επερχόμενα γεγονότα

source: link may no longer be valid
el: Ο σύνδεσμος μπορεί να μήν είναι έγκυρος

source: When
el: Πότε

source: Where
el: Που

source: More Info
el: Περισσότερες πληροφορίες

source: Debian Involvement
el: Συμμετοχή Debian

source: Main Coordinator
el: Κύριος συντονιστής

source: <th>Project</th><th>Coordinator</th>
el: <th>Συντονιστής της</th><th>εργασίας</th>

source: Related Links
el: Σχετικοί σύνδεσμοι

source: Latest News
el: Τελευταία Νέα

source: Download calendar entry
el: Λήψη ημερολογιακής εγγραφής

source: not needed
el: δεν είναι απαραίτητο

source: not available
el: δεν είναι διαθέσιμο

source: N/A
el: δεν είναι εφαρμόσιμο

source: in release 1.1
el: στην έκδοση 1.1

source: in release 1.3
el: στην έκδοση 1.3

source: in release 2.0
el: στην έκδοση 2.0

source: in release 2.1
el: στην έκδοση 2.1

source: in release 2.2
el: στην έκδοση 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
el: Για να αναφέρετε ένα προβλημα σχετικά με αυτό το δικτυακό τόπο στείλτε μήνυμα (στα Αγγλικά) στο <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>.Για επιπρόσθετες πληροφορίες επικοινωνίας δείτε τη σελίδα <a href="m4_HOME/contact">επαφών</a>.Αν θέλετε να έλθετε σε επαφή με την Ελληνική Ομάδα μπορείτε να στείλετε μήνυμα στο <a href="mailto:debian-l10n-greek@lists.debian.org">debian-l10n-greek@lists.debian.org

source: Last Modified
el: Τελευταία τροποποίηση

source: Copyright
el: Πνευματικά δικαιώματα

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
el: Δείτε τους <a href="m4_HOME/license" rel="copyright">όρους χρήσης</a>

source: Debian is a registered trademark of Software in the Public Interest, Inc.
el: Το όνομα Debian είναι κατοχυρωμένο εμπορικό σήμα της Software in the Public Interest, Inc.

source: This page is also available in the following languages:
el: Η σελίδα αυτή είναι επίσης διαθέσιμη και στις ακόλουθες γλώσσες:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
el: Πως να <a href=m4_HOME/intro/cn>ορίσετε την προκαθορισμένη γλώσσα</a>

source: License Information
el: Πληροφορίες Αδειας Χρήσης

source: Date published
el: Ημερομηνία Εκδοσης

source: License
el: Αδεια Χρήσης

source: Version
el: Εκδοση

source: Summary
el: Σύνοψη

source: Discussion
el: Συζήτηση

source: free
el: ελευθερο

source: non-free
el: μη-ελευθερο

source: Free
el: Ελεύθερο

source: Non-Free
el: Μη-Ελεύθερο

source: Debian&nbsp;International
el: Το Debian Διεθνώς

source: Partners
el: Συνεργάτες

source: Debian Weekly News
el: Εβδομαδιαία Νέα του Debian

source: Weekly&nbsp;News
el: Εβδομαδιαία νέα

source: Release&nbsp;Info
el: Πληροφορίες έκδοσης

source: Debian&nbsp;Packages
el: Πακέτα του Debian

source: Download
el: Λήψη

source: Debian&nbsp;on&nbsp;CD
el: Debian σε CD

source: Debian&nbsp;Books
el: Βιβλία Debian

source: Mailing&nbsp;List&nbsp;Archives
el: Αρχειοθήκη συνδρομητικών καταλόγων

source: Mailing&nbsp;Lists
el: Συνδρομητικοί κατάλογοι

source: Social&nbsp;Contract
el: Κοινωνικό συμβόλαιο

source: Visit the site sponsor
el: Επισκεφθείτε το χορηγό των σελίδων

source: Site map for Debian web pages
el: Χάρτης σελίδων του Debian

source: Developer Database
el: Βάση δεδομένων προγραμματιστών

source: Debian Policy Manual
el: Το εγχειρίδιο της πολιτικής του Debian

source: Developers' Reference
el: Πληροφορίες προγραμματιστών

source: New Maintainers' Guide
el: Οδηγίες για επίδοξους συντηρητές

source: Release Critical Bugs
el: Κρίσιμα λάθη της έκδοσης

source: Lintian Reports
el: Αναφορές Lintian

source: Archives for users' mailing lists
el: Αρχειοθήκη απο τον συνδρομητικό κατάλογο των χρηστών

source: Archives for developers' mailing lists
el: Αρχειοθήκη απο τον συνδρομητικό κατάλογο των προγραμματιστών

source: Archives for i18n/l10n mailing lists
el: Αρχειοθήκη απο τον συνδρομητικό κατάλογο i18n/l10n

source: Archives for ports' mailing lists
el: Αρχειοθήκη απο τον συνδρομητικό κατάλογο των αρχιτεκτονικών

source: Archives for mailing lists of the Bug tracking system
el: Αρχειοθήκη απο τον συνδρομητικό κατάλογο του Συσ.Ταξ. Λαθών

source: Archives for miscellaneous mailing lists
el: Αρχειοθήκη απο τον γενικό συνδρομητικό κατάλογο

source: Free&nbsp;Software
el: Ελεύθερο&nbsp;Λογισμικό

source: Development
el: Ανάπτυξη

source: Help Debian
el: Βοήθεια

source: Bug reports
el: Αναφορές σφαλμάτων

source: Ports/Architectures
el: Αρχιτεκτονικές

source: Installation&nbsp;manual
el: Οδηγίες&nbsp;εγκατάστασης

source: CD vendors
el: Πωλητές Δίσκων

source: CD ISO images
el: Είδωλα ISO

source: Network install
el: Δικτυακή εγκατάσταση

source: Pre-installed
el: Προ εγκατεστημένο

source: Debian-Edu project
el: Κωδικό όνομα Debian-Edu

source: Select a server near you
el: Επιλέξτε έναν κοντινό σας εξυπηρετητή

source: No items for this year.
el: Τίποτα για αυτό το έτος.

source: proposed
el: πρόταση

source: finished
el: τελείωσε

source: withdrawn
el: αποσύρθηκε

source: Future events
el: Μελλοντικά γεγονότα

source: Past events
el: Παλαιότερα γεγονότα

source: (new revision)
el: (νέα αναθεώρηση)

source: Report
el: Αναφορά

source: List of Speakers
el: Κατάλογος Ομιλητών

source: Back to the <a href="./">Debian speakers page</a>.
el: Πίσω στην σελίδα των <a href="./">ομιλητών του Debian</a>.

source: More information:
el: Περισσότερες πληροφορίες:

source: Taken by:
el: Το ανέλαβε ο:

source: Nobody
el: Κανένας

source: Rating:
el: Κατάταξη

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
el: <em>Σημείωση:</em> To <a href="$link">αυθεντικό</a> είναι νεώτερο απο αυτή τη μετάφραση.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
el: Προσοχή! Αυτή η μετάφραση είναι πολύ παλιά, παρακαλώ δείτε το <a href="$link">αυθεντικό κείμενο</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
el: <em>Σημείωση:</em> To >αυθεντικό κείμενο αυτής της μετάφρασης δεν είναι πλέον διαθέσιμο.

source: Waiting&nbsp;for&nbsp;Sponsors
el: Σε αναμονή χορηγών

source: In&nbsp;Discussion
el: Σε εξέλιξη

source: Voting&nbsp;Open
el: Έχει αρχίσει ψηφοφορία

source: Decided
el: Έχει αποφασιστεί

source: Withdrawn
el: αποσύρθηκε

source: Other
el: Άλλα

source: Home&nbsp;Vote&nbsp;Page
el: Κεντρική σελίδα ψηφοφορίας

source: How&nbsp;To
el: Πώς να ψηφίσετε

source: Submit&nbsp;a&nbsp;Proposal
el: Κάντε τις προτάσεις σας

source: Amend&nbsp;a&nbsp;Proposal
el: Πρόταση τροπολογίας

source: Follow&nbsp;a&nbsp;Proposal
el: Ακολουθία πρότασης

source: Read&nbsp;a&nbsp;Result
el: Ανάγνωση αποτελεσμάτων

source: Vote
el: Ψηφοφορία

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
el: Για να λαμβάνετε αυτό το φυλλάδιο καθε εβδομάδα, κάντε <a href="http://lists.debian.org/debian-news/">συνδρομή</a> στον κατάλογο συνδρομητών debian-news.

source: <a href="../../">Back issues</a> of this newsletter are available.
el: υπάρχουν διαθέσιμα <a href="../../">Παλαιότερα τεύχη</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
el: <void id="singular" />Τα Εβδομαδιαία νέα του Debian συντάσσονται απο τον <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
el: <void id="plural" />Τα Εβδομαδιαία νέα του Debian συντάσσονται απο τους <a href="mailto:dwn@debian.org">%s</a>.
