Repository: l/debian-webwml
Catalog: webwml/greek/po/vendors.*.po
Languages: el

source: Vendor:
el: Πωλητής:

source: URL for Debian Page:
el: Ιστοσελίδα για το Debian:

source: Allows Contribution to Debian:
el: Επιτρέπει συνεισφορά στο Debian:

source: Country:
el: Χώρα:

source: Ship International:
el: Διεθνείς αποστολές:

source: within Europe
el: Ευρωπαΐκές αποστολές

source: To some areas
el: Σε ορισμένες περιοχές

source: CD Type:
el: Είδος CD:

source: DVD Type:
el: Είδος DVD:

source: Official CD
el: Επίσημο CD

source: Official DVD
el: Επίσημο DVD

source: Development Snapshot
el: Στιγμιότυπο Ανάπτυξης

source: Vendor Release
el: Έκδοση Πωλητή

source: Multiple Distribution
el: Πολλαπλές Διανομές

source: non-US included
el: Περιλαμβάνει το non-US

source: non-free included
el: Περιλαμβάνει το non-free

source: contrib included
el: Περιλαμβάνει το contrib

source: vendor additions
el: Με προσθήκες απο τον πωλητή

source: Custom Release
el: Προσαρμοσμένη Έκδοση

source: reseller of $var
el: μεταπωλητής του $var

source: reseller
el: μεταπωλητής

source: updated weekly
el: Ανανεώνεται καθε εβδομάδα

source: updated twice weekly
el: Ανανεώνεται δυο φορές την εβδομάδα

source: updated monthly
el: Ανανεώνεται μηνιαία

source: and
el: και

source: source
el: πηγαίος κώδικας

source: Architectures:
el: Αρχιτεκτονικές:
