Repository: l/debian-webwml
Catalog: webwml/turkish/po/bugs.*.po
Languages: tr

source: Flags:
tr: Bayraklar:

source: active bugs
tr: aktif hatalar

source: archived bugs
tr: arþivlenmiþ hatalar

source: display merged bugs only once
tr: birleþtirilmiþ hatalarý sadece bir defa göster

source: no ordering by status or severity
tr: durum veya öneme göre sýralama yapma

source: don't show table of contents in the header
tr: içindekiler tablosunu baþlýkta gösterme

source: don't show statistics in the footer
tr: altlýkta istatistikleri gösterme

source: Reverse order of:
tr: Ters sýrada:

source: status
tr: durum

source: severities
tr: önem derecesi

source: bugs
tr: hatalar

source: open
tr: açýk

source: forwarded
tr: yönlendirilmiþ

source: pending
tr: askýda

source: fixed
tr: düzeltilmiþ

source: done
tr: tamamlanmýþ

source: Include status:
tr: Ýçerilen durum:

source: Exclude status:
tr: Hariç tutulan durum:

source: critical
tr: kritik

source: grave
tr: çok ciddi

source: serious
tr: ciddi

source: important
tr: önemli

source: minor
tr: küçük

source: wishlist
tr: istek

source: Include severity:
tr: Ýçerilen önem derecesi:

source: Exclude severity:
tr: Hariç tutulan önem derecesi:

source: sarge-ignore
tr: sarge-ihmal

source: experimental
tr: deneysel

source: confirmed
tr: doðrulanmýþ

source: fixed-in-experimental
tr: deneysel-arþivde-düzeltilmiþ

source: fixed-upstream
tr: üstgeliþtiricide-düzeltilmiþ

source: help
tr: yardým

source: moreinfo
tr: daha-fazla-bilgi

source: patch
tr: yama

source: security
tr: güvenlik

source: unreproducible
tr: tekrar-üretilemeyen

source: upstream
tr: üstgeliþtirici

source: wontfix
tr: düzeltilmeyecek

source: Include tag:
tr: Ýçerilen etiket:

source: Exclude tag:
tr: Hariç tutulan etiket:
