Repository: l/debian-webwml
Catalog: webwml/turkish/po/cdimage.*.po
Languages: tr

source: Key fingerprint
tr: Anahtar parmakizi

source: <void id="dc_faq" />FAQ
tr: <void id="dc_faq" />sss

source: Download with Jigdo
tr: Jigdo ile indir

source: Download via HTTP/FTP
tr: HTTP/FTP ile indir

source: Buy CDs or DVDs
tr: CD ve DVD satın al

source: <void id="dc_download" />Download
tr: <void id="dc_download" />İndir

source: <void id="dc_misc" />Misc
tr: <void id="dc_misc" />Çeşitli

source: <void id="dc_artwork" />Artwork
tr: <void id="dc_artwork" />Sanatsal

source: <void id="dc_mirroring" />Mirroring
tr: <void id="dc_mirroring" />Yansılama

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
tr: <void id="dc_rsyncmirrors" />Rsync Yansıları

source: <void id="dc_verify" />Verify
tr: <void id="dc_verify" />Doğrula

source: <void id="dc_torrent" />Download with Torrent
tr: <void id="dc_torrent" />Torrent ile İndir

source: <void id="dc_relinfo" />Image Release Info
tr: <void id="dc_relinfo" />İmaj Dağıtım Bilgileri

source: Debian CD team
tr: Debian CD ekibi

source: debian_on_cd
tr: debian_cd

source: <void id="faq-bottom" />faq
tr: <void id="faq-bottom" />sss

source: buy
tr: satın_al

source: net_install
tr: ağdan_kurulum

source: <void id="misc-bottom" />misc
tr: <void id="misc-bottom" />çeşitli

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
tr: CD/DVD'ler için İngilizce dilinde <a href="/MailingLists/disclaimer">kamuya açık eposta listesi</a>:
