Repository: l/debian-webwml
Catalog: webwml/turkish/po/debian-cdd.*.po
Languages: tr

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
tr: Aþaðýdaki liste <get-var cdd-name /> Projesiyle ilgili çeþitli projeleri içermektedir. Hali hazýrda bu projelerin sadece bir kýsmýnda Debian paketlerimevcuttur. Hedefimiz <get-var cdd-name /> içindeki bütün yazýlýmlarý yüksek kaliteli bir Özelleþtirilmiþ Debian Daðýtýmý oluþturacak þekilde projeye dahil etmektir.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
tr: Projenin bir Debian paketi olarak mevcut olup olmadýðýný göstermek amacýyla her satýr baþlýðý aþaðýdaki renk kodlarýyla gösterilmiþtir:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
tr: Yeþil: Proje <a href="<get-var url />">resmî bir Debian paketi olarak mevcut</a>

source: Yellow: The project is <a href="<get-var url />">available as an inofficial Debian package</a>
tr: Sarý: Proje <a href="<get-var url />">resmî olmayan bir Debian paketi olarak mevcut</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
tr: Kýrmýzý: Proje <a href="<get-var url />">(henüz) bir Debian paketi olarak mevcut deðil</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an inofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
tr: Eðer <get-var cdd-name /> için uygun olduðunu düþündüðünüz bir proje bulmuþ, veya resmî olmayan bir Debian paketi hazýrlamýþsanýz, lütfen bu projeyle ilgili kýsa bir açýklamayý <a href="<get-var cdd-list-url />"><get-var cdd-name /> eposta listesine göndermekten çekinmeyin.

source: Official Debian packages
tr: Resmî Debian paketleri

source: Inofficial Debian packages
tr: Resmî olmayan Debian paketleri

source: Debian packages not available
tr: Debian paketleri mevcut deðil.

source: There are no projects which fall into this category.
tr: Bu kategoride herhangi bir proje mevcut deðil.

source: No homepage known
tr: Ev sayfasý bilinmiyor

source: License:
tr: Lisans:

source: Free
tr: Özgür

source: Non-Free
tr: Özgür-deðil

source: Unknown
tr: Bilinmeyen

source: Official Debian package
tr: Resmî Debian paketi

source: Inofficial Debian package
tr: Resmî olmayan Debian paketi

source: Debian package not available
tr: Debian paketi mevcut deðil
