Repository: l/debian-webwml
Catalog: webwml/turkish/po/distrib.*.po
Languages: tr

source: Keyword
tr: Anahtar kelime

source: Search
tr: Ara

source: Reset
tr: Sýfýrla

source: Display
tr: Göster

source: packages that contain files named like this
tr: buna benzer isime sahip dosyalar içeren paketler

source: packages that contain files or directories named like this
tr: buna benzer isime sahip dosya veya dizinler içeren paketler

source: packages that contain files or directories whose names contain the keyword
tr: isminde þu anahtar kelimenin bulunduðu dosya veya dizinler içeren paketler

source: all files in this package
tr: bu paketteki bütün dosyalar

source: Case sensitive
tr: Küçük/büyük harf duyarlý

source: no
tr: hayýr

source: yes
tr: evet

source: Distribution
tr: Daðýtým

source: stable
tr: kararlý

source: testing
tr: test

source: unstable
tr: kararsýz

source: Architecture
tr: Mimari

source: Search on
tr: Üzerinde ara

source: Package names only
tr: Sadece paket isimleri

source: Descriptions
tr: Açýklamalar

source: Source package names
tr: Kaynak paket isimleri

source: Allow searching on subwords
tr: Alt kelimelerde aramaya izin ver

source: Search case sensitive
tr: Küçük/büyük harf duyarlý ara

source: any
tr: herhangi

source: Section
tr: Bölüm

source: main
tr: temel (main)

source: contrib
tr: katký (contrib)

source: non-free
tr: özgür-olmayan (non-free)

source: non-US
tr: A.B.D. dýþý (non-US)
