Repository: l/debian-webwml
Catalog: webwml/turkish/po/legal.*.po
Languages: tr

source: License Information
tr: Lisans Bilgileri

source: DLS Index
tr: DLÖ Listesi

source: DFSG FAQ
tr: DFSG SSS

source: Debian-Legal Archive
tr: Debian-Legal Arşivi

source: %s &ndash; %s, Version %s: %s
tr: %s &ndash; %s, Sürüm %s: %s

source: Date published
tr: Yayımlandığı tarih

source: License
tr: Lisans

source: Version
tr: Sürüm

source: Summary
tr: Özet

source: Justification
tr: Gerekçe

source: Discussion
tr: Değerlendirme

source: Original Summary
tr: Özgün Özet

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
tr: <summary-author/> tarafından hazırlanmış özetin özgün hali <a href="<summary-url/>">liste arşivlerinde</a> bulunabilir.

source: This summary was prepared by <summary-author/>.
tr: Bu özet <summary-author/> tarafından hazırlanmıştır.

source: License text (translated)
tr: Lisans metni (çeviri)

source: License text
tr: Lisans metni

source: free
tr: özgür

source: non-free
tr: özgür-değil

source: not redistributable
tr: dağıtılabilir durumda değil

source: Free
tr: Özgür

source: Non-Free
tr: Özgür-Olmayan

source: Not Redistributable
tr: Dağıtılabilir durumda değil

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
tr: Debian Lisans Özetlerine (DLÖ) genel bir bakış için <a href="./">lisans bilgileri</a> sayfasına bakın.
