Repository: l/debian-webwml
Catalog: webwml/turkish/po/mailinglists.*.po
Languages: tr

source: Mailing List Subscription
tr: Eposta Listesi Üyeliği

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
tr: Eposta kullanarak nasıl üye olacağınıza ait bilgileri <a href="./#subunsub">mail listeleri</a> sayfasından edinebilirsiniz. Liste üyeliklerden çıkmak için ayrıca <a href="unsubscribe">üyelikten çıkma formu</a> mevcuttur.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
tr: Not: Çoğu Debian eposta listesi açık forumdur. Gönderilen her eposta, açık eposta listesi arşivlerinde yayınlanacak ve arama motorları tarafından indekslenecektir. Debian eposta listelerine sadece herkese vermekten kaçınmadığınız bir eposta ile üye olmalısınız.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
tr: Lütfen üye olmayı istediğiniz listeyi seçin (üye olacağınız listeler sınırlıdır, eğer isteğiniz tamamlanmadıysa lütfen <a href="./#subunsub">başka bir yol</a> deneyin):

source: No description given
tr: Açıklama verilmemiş

source: Moderated:
tr: Kısıtlanmış:

source: Posting messages allowed only to subscribers.
tr: Sadece üyeler eposta gönderebilir.

source: Only messages signed by a Debian developer will be accepted by this list.
tr: Bu listeye sadece bir Debian geliştiricisi tarafından imzalanmış iletiler kabul edilecektir.

source: Subscription:
tr: Üyelik:

source: is a read-only, digestified version.
tr: salt-okunabilir, derlenmiş sürüm.

source: Your E-Mail address:
tr: Eposta adresiniz:

source: Subscribe
tr: Üye ol

source: Clear
tr: Temizle

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
tr: Lütfen <a href="./#ads">Debian eposta listeleri reklam politikasına</a> saygılı olunuz.

source: Mailing List Unsubscription
tr: Eposta Liste Üyeliğinden Çıkma

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
tr: Eposta göndererek nasıl liste üyeliğinden çıkabileceğinize dair bilgileri <a href="./#subunsub">mail listeleri</a> sayfasından edinebilirsiniz. Başka listelere de üye olmak isterseniz ayrıca bir <a href="subscribe">üyelik formu</a> mevcuttur.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
tr: Lütfen üye olmaktan çıkmak istediğiniz listeyi seçin (üyelikten çıkacağınız listeler sınırlıdır, eğer isteğiniz tamamlanmadıysa lütfen <a href="./#subunsub">başka bir yol</a> deneyin):

source: Unsubscribe
tr: Üyelikten Çık

source: open
tr: açık

source: closed
tr: kapalı
