Repository: l/debian-webwml
Catalog: webwml/turkish/po/organization.*.po
Languages: tr

source: current
tr: şu an

source: member
tr: üye

source: chairman
tr: başkan

source: secretary
tr: sekreter

source: Officers
tr: Ofis Üyeleri

source: Distribution
tr: Dağıtım

source: Publicity
tr: Tanıtım

source: Support and Infrastructure
tr: Destek ve Altyapı

source: Leader
tr: Lider

source: Technical Committee
tr: Teknik Komite

source: Secretary
tr: Sekreter

source: Development Projects
tr: Geliştirilen Projeler

source: FTP Archives
tr: FTP Arşivleri

source: Individual Packages
tr: Ayrı paketler

source: Release Management
tr: Sürüm Yönetimi

source: Quality Assurance
tr: Kalite Güvencesi

source: Installation System Team
tr: Kurulum Sistemi Ekibi

source: Release Notes
tr: Sürüm Notları

source: CD Images
tr: CD imajları

source: Production
tr: Üretim

source: Testing
tr: Test

source: Documentation
tr: Belgelendirme

source: Ports
tr: Donanım Platformları

source: Special Configurations
tr: Özel Yapılandırmalar

source: Laptops
tr: Dizüstüler

source: Firewalls
tr: Güvenlik duvarları

source: Embedded systems
tr: Gömülü sistemler

source: Press Contact
tr: Basınla İletişim

source: Partner Program
tr: İş Ortakları Programı

source: Events
tr: Olaylar

source: User support
tr: Kullanıcı desteği

source: Bug Tracking System
tr: Hata Takip Sistemi

source: Keyring Maintainers (PGP and GPG)
tr: Anahtar halkası Yöneticileri (PGP ve GPG)

source: Security Team
tr: Güvenlik Ekibi

source: Web Pages
tr: Web Sayfaları

source: Consultants Page
tr: Danışmanlar Sayfası

source: CD Vendors Page
tr: CD Satıcıları Sayfası

source: Policy
tr: Kurallar

source: System Administration
tr: Sistem Yönetimi

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
tr: Bu adres Debian makinelerinin herhangi birinde; parola sorunları veya belirli bir paketin kurulumuna olan gereksinim gibi sorunlarla karşılaştığınızda kullanacağınız adrestir.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
tr: Debian makineleriyle ilgili donanım sorunları yaşıyorsanız, lütfen <a href="https://db.debian.org/machines.cgi">Debian Makineleri</a> sayfasını inceleyin; bu sayfa her makineye ilişkin yönetim bilgilerini içermektedir.

source: LDAP Developer Directory Administrator
tr: LDAP Geliştirici Dizinleri Yönetimi

source: Mirrors
tr: Yansılar

source: DNS Maintainer
tr: DNS Yöneticisi

source: Package Tracking System
tr: Paket Takip Sistemi

source: Hardware Donations Coordination
tr: Donanım Bağışları Koordinasyonu

source: Alioth administrators
tr: Alioth yöneticileri

source: Debian for children from 1 to 99
tr: Yedine yetmişe çocuklar için Debian

source: Debian for medical practice and research
tr: Tıbbî uygulama ve araştırmalar için Debian

source: Debian for education
tr: Eğitim için Debian

source: Debian in legal offices
tr: Resmî dairelerde Debian

source: Debian for people with disabilities
tr: Özürlüler için Debian
