Repository: l/debian-webwml
Catalog: webwml/turkish/po/ports.*.po
Languages: tr

source: Debian for Laptops
tr: Dizüstü bilgisayarlar için Debian

source: Debian for Alpha
tr: Debian Alpha

source: Debian for AMD64
tr: Debian AMD64

source: Debian for ARM
tr: Debian ARM

source: Debian for Beowulf
tr: Debian Beowulf

source: Main
tr: Temel

source: Debian for PA-RISC
tr: Debian PA-RISC

source: Hurd CDs
tr: Hurd-CD'leri

source: Debian for IA-64
tr: Debian IA-64

source: Debian for Motorola 680x0
tr: Debian Motorola 680x0

source: Contact
tr: Ýletiþim

source: CPUs
tr: Ýþlemciler

source: Credits
tr: Katkýcýlar

source: Development
tr: Geliþtirme

source: Documentation
tr: Belgelendirme

source: Installation
tr: Kurulum

source: Links
tr: Baðlantýlar

source: News
tr: Haberler

source: Porting
tr: Taþýma

source: Ports
tr: Taþýnanlar

source: Problems
tr: Problemler

source: Software Map
tr: Yazýlým Haritasý

source: Status
tr: Durum

source: Supply
tr: Destek

source: Systems
tr: Sistemler

source: Vendor/Name
tr: Üretici/Ýsim

source: Date announced
tr: Duyurulduðu tarihi

source: Clock
tr: Saat

source: Specials
tr: Özel

source: No FPU (R2010), external caches
tr: FPU (R2010) yok, harici önbellek

source: No FPU (R3010)
tr: FPU (R3010)

source: Virtual indexed L1 cache, L2 cache controller
tr: Sanal endekslenmiþ L1 önbellek, L2 önbellek denetleyici

source: External L1 cache
tr: Harici L1 önbellek

source: Multiple chip CPU
tr: Çoklu yongalý CPU

source: Mips16 isa extension, No FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
tr: Mips16 isa uzantýsý, FPU yok, 512k flash, 16k bellek, DMAC, UART, Zamanlayýcý, I2C, Watchdog

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD Controller
tr: FPU yok, DRAMC, ROMC, DMAC, UART, Zamanlayýcý, I2C, LCD Denetleyici

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer
tr: FPU yok, DRAMC, ROMC, DMAC, UART, Zamanlayýcý

source: No FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
tr: FPU yok, DRAMC, ROMC, DMAC, PCIC, UART, Zamanlayýcý

source: No FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD Controller, IrDA
tr: FPU yok, SDRAMC, ROMC, Zamanlayýcý, PCMCIA, LCD Denetleyici, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD Controller, IrDA
tr: FPU yok, SDRAMC, ROMC, UART, Zamanlayýcý, PCMCIA, LCD Denetleyici, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
tr: FPU yok, SDRAMC, ROMC, UART, Zamanlayýcý, PCMCIA, IrDA

source: No FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
tr: FPU yok, SDRAMC, ROMC, DMAC, PCIC, UART, Zamanlayýcý

source: 2 10/100 Ethernet, 4 UART, IrDA, AC'97, I2C, 38 Digital I/O
tr: 2 10/100 Ethernet, 4 UART, IrDA, AC'97, I2C, 38 Sayýsal I/O

source: FPU, 32-bit external bus
tr: FPU, 32-bit harici yol

source: FPU, 64-bit external bus
tr: FPU, 64-bit harici yol

source: FPU, 64-bit external bus, external L2 cache
tr: FPU, 64-bit harici yol, harici L2 önbellek

source: 256 L2 cache on die
tr: Yonga üzerinde 256 L2 önbellek

source: Mips 16, RTC, Keyboard, TouchPanel, Audio, Compact-Flash, UART, Parallel
tr: Mips 16, Klavye, TouchPanel, Ses, Kompakt Flash, UART, Paralel

source: Mips 16, Compact Flash, UART, Parallel, RTC, Audio, PCIC
tr: Mips 16, Kompakt Flash, UART, Paralel, RTC, Ses, PCIC

source: Mips 16, LCD controller, Compact Flash, UART, Parallel, RTC, Keyboard, USB, Touchpad, Audio
tr: Mips 16, LCD denetleyici, Kompakt Flash, UART, Paralel, RTC, Klavye, USB, Touchpad, Audio

source: Debian for MIPS
tr: Debian MIPS

source: Debian GNU/NetBSD for i386
tr: Debian GNU/NetBSD (i386)

source: Debian GNU/NetBSD for Alpha
tr: Debian GNU/NetBSD (Alpha)

source: Why
tr: Niçin

source: People
tr: Kiþiler

source: Debian for PowerPC
tr: Debian PowerPC

source: Debian for S/390
tr: Debian S/390

source: Debian for Sparc
tr: Debian Sparc

source: Debian for Sparc64
tr: Debian Sparc64
