Repository: l/debian-webwml
Catalog: webwml/turkish/po/search.*.po
Languages: tr

source: Search for
tr: Ara

source: Results per page
tr: Sayfa baþýna listelenecek sonuç

source: Output format
tr: Çýktý biçemi

source: Long
tr: Uzun

source: Short
tr: Kýsa

source: URL
tr: Web Adresi

source: Default query type
tr: Öntanýmlý sorgu tipi

source: All Words
tr: Tüm Kelimeler

source: Any Words
tr: Herhangi Kelime

source: Search through
tr: Üzerinde ara

source: Entire site
tr: Tüm site

source: Language
tr: Dil

source: Any
tr: Hepsi

source: Search results
tr: Arama sonuçlarý

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
tr: Bulunan <B>\$(total)</B> kayýttan \$(first)-\$(last) arasý gösteriliyor.

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
tr: Üzgünüz, arama sonucunda herhangi bir þey bulunamadý. <P>Bazý sayfalar sadece Ýngilizce olarak mevcuttur. Dil ayarýný "Hepsi" yaparak tekrar aramayý deneyebilirsiniz.

source: An error occured!
tr: Bir hata oluþtu!

source: You should give at least one word to search for.
tr: Aramak için en az bir kelime girmelisiniz.

source: Next
tr: Sonraki

source: Prev
tr: Önceki
