Repository: l/debian-webwml
Catalog: webwml/turkish/po/security.*.po
Languages: tr

source: Debian Security
tr: Debian Güvenlik

source: Debian Security Advisories
tr: Debian Güvenlik Duyuruları

source: Q
tr: S

source: Mitre CVE dictionary
tr: Mitre CVE sözlüğü

source: Securityfocus Bugtraq database
tr: Securityfocus Bugtraq (hata takip) veritabanı

source: CERT Advisories
tr: CERT Duyuruları

source: US-CERT vulnerabilities Notes
tr: US-CERT zayıflık Notları

source: Source:
tr: Kaynak:

source: Architecture-independent component:
tr: Mimari-bağımsız bileşen:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
tr: Yukarıdaki dosyaların MD5 sağlama toplamlarını <a href="<get-var url />">özgün duyurudan</a> edinebilirsiniz.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
tr: Yukarıdaki dosyaların MD5 sağlama toplamlarını <a href="<get-var url />">yenilenmiş duyurudan</a> edinebilirsiniz.

source: Debian Security Advisory
tr: Debian Güvenlik Duyurusu

source: Date Reported
tr: Rapor Edildiği Tarih

source: Affected Packages
tr: Etkilenen Paketler

source: Vulnerable
tr: Zayıflık

source: Security database references
tr: Güvenlik veritabanı referansları

source: More information
tr: Daha fazla bilgi için

source: Fixed in
tr: Düzeltilmiş hali

source: Bug
tr: Hata

source: In the Debian bugtracking system:
tr: Debian hata takip sisteminde:

source: In the Bugtraq database (at SecurityFocus):
tr: (SecurityFocus) Bugtraq veritabanında:

source: In Mitre's CVE dictionary:
tr: Mitre CVE sözlüğünde:

source: CERT's vulnerabilities, advisories and incident notes:
tr: CERT'ten gelen zayıflıklar, öneriler ve olay notları:

source: No other external database security references currently available.
tr: Hali hazırda başka bir harici güvenlik veritabanı referansı mevcut değil.
