Repository: l/debian-webwml
Catalog: webwml/turkish/po/templates.*.po
Languages: tr

source: More information
tr: Daha fazla bilgi için

source: Yes
tr: Evet

source: No
tr: Hayır

source: Debian Project
tr: Debian Projesi

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
tr: Debian GNU/Linux, GNU/Linux işletim sisteminin ücretsiz bir dağıtımıdır. Zamanını ve gücünü gönüllü olarak bu işe veren çok sayıda kullanıcı tarafından geliştirilmektedir.

source: debian, GNU, linux, unix, open source, free, DFSG
tr: debian, GNU, linux, unix, açık kaynak, özgür, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
tr: <a href="m4_HOME/">Debian ana sayfası</a>'na dönüş.

source: Home
tr: Ana Sayfa

source: About
tr: Hakkında

source: About Debian
tr: Debian Hakkında

source: Contact&nbsp;Us
tr: Bize&nbsp;ulaşın

source: Donations
tr: Bağışlar

source: Events
tr: Olaylar

source: News
tr: Haberler

source: Distribution
tr: Dağıtım

source: Support
tr: Destek

source: Developers'&nbsp;Corner
tr: Geliştiriciler&nbsp;Köşesi

source: Documentation
tr: Belgeleme

source: Security&nbsp;Information
tr: Güvenlik&nbsp;Bilgisi

source: Search
tr: Arama

source: none
tr: hiçbiri

source: Go
tr: Git

source: worldwide
tr: dünya genelinde

source: Site map
tr: Site haritası

source: Miscellaneous
tr: Çeşitli

source: Getting Debian
tr: Debian'ı Edinme

source: List of Consultants
tr: Danışman Listesi

source: Back to the <a href="./">Debian consultants page</a>.
tr: <a href="./">Debian danışmanlar sayfası</a>'na dönüş.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
tr: Bu sayfalar hakkındaki tüm yorum, eleştiri ve önerilerinizi lütfen <a href="mailto:debian-doc@lists.debian.org">eposta listemize</a> gönderin.

source: Upcoming Attractions
tr: Çok Yakında

source: link may no longer be valid
tr: bağlantı artık geçerli olmayabilir

source: When
tr: Ne Zaman

source: Where
tr: Nerede

source: More Info
tr: Daha fazla bilgi için

source: Debian Involvement
tr: Debian Katılım

source: Main Coordinator
tr: Ana Koordinatör

source: <th>Project</th><th>Coordinator</th>
tr: <th>Proje</th><th>Koordinatörü</th>

source: Related Links
tr: İlgili bağlantılar

source: Latest News
tr: Güncel Haberler

source: Download calendar entry
tr: Takvim girdisini indir

source: not needed
tr: gerekli değil

source: not available
tr: artık mevcut değil

source: N/A
tr: YOK

source: in release 1.1
tr: sürüm 1.3

source: in release 1.3
tr: sürüm 1.3

source: in release 2.0
tr: sürüm 2.0

source: in release 2.1
tr: sürüm 2.1

source: in release 2.2
tr: sürüm 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
tr: Web sitesiyle ilgili bir sorunu bildirmek için <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a> eposta adresine yazın. Diğer iletişim bilgileri için, Debian <a href="m4_HOME/contact">iletişim sayfası</a>'na bakın.

source: Last Modified
tr: Son Güncelleme

source: Copyright
tr: Telif Hakkı

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
tr: <a href="m4_HOME/license" rel="copyright">Lisans Şartları</a>

source: This page is also available in the following languages:
tr: Bu sayfa aşağıdaki dillerde de mevcuttur:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
tr: Varsayılan belge <a href=m4_HOME/intro/cn>dili nasıl ayarlanır</a>

source: Debian&nbsp;International
tr: Debian&nbsp;Uluslararası

source: Partners
tr: Ortaklar

source: Debian Weekly News
tr: Debian Haftalık Haberler

source: Weekly&nbsp;News
tr: Haftalık&nbsp;haberler

source: Release&nbsp;Info
tr: Sürüm&nbsp;Bilgisi

source: Debian&nbsp;Packages
tr: Debian&nbsp;Paketleri

source: Download
tr: İndir

source: Debian&nbsp;on&nbsp;CD
tr: Debian&nbsp;CD'leri

source: Debian&nbsp;Books
tr: Debian&nbsp;Kitapları

source: Mailing&nbsp;List&nbsp;Archives
tr: Liste&nbsp;Arşivleri

source: Mailing&nbsp;Lists
tr: Eposta&nbsp;Listeleri

source: Social&nbsp;Contract
tr: Sosyal&nbsp;Sözleşme

source: Visit the site sponsor
tr: Site sponsorunu ziyaret edin

source: Site map for Debian web pages
tr: Site haritası

source: Developer Database
tr: Geliştiriciler&nbsp;veritabanı

source: Debian Policy Manual
tr: Debian Kurallar Kılavuzu

source: Developers' Reference
tr: Geliştirici Rehberi

source: New Maintainers' Guide
tr: Yeni Geliştirici Kılavuzu

source: Release Critical Bugs
tr: Sürümün Önemli Hataları

source: Lintian Reports
tr: Lintian Raporları

source: Archives for users' mailing lists
tr: Kullanıcılara ilişkin liste arşivleri

source: Archives for developers' mailing lists
tr: Geliştiricilere ilişkin liste arşivleri

source: Archives for i18n/l10n mailing lists
tr: i18n/l10n liste arşivleri

source: Archives for ports' mailing lists
tr: Taşınanlara özel liste arşivleri

source: Archives for mailing lists of the Bug tracking system
tr: Hata takip sistemine ilişkin liste arşivleri

source: Archives for miscellaneous mailing lists
tr: Diğer liste arşivleri

source: Free&nbsp;Software
tr: Özgür&nbsp;Yazılım

source: Development
tr: Geliştirme

source: Help Debian
tr: Debian'a Yardım

source: Bug reports
tr: Hata raporları

source: Ports/Architectures
tr: Platformlar/Mimariler

source: Installation&nbsp;manual
tr: Kurulum&nbsp;Kılavuzu

source: CD vendors
tr: CD sağlayıcılar

source: CD ISO images
tr: CD ISO kopyaları

source: Network install
tr: Ağdan kurulum

source: Pre-installed
tr: Hazır sistemler

source: Debian-Edu project
tr: Debian-Edu projesi

source: Quality Assurance
tr: Kalite Güvence

source: Package Tracking System
tr: Paket Takip Sistemi

source: Debian Developer's Packages Overview
tr: Debian Geliştirici Paketlerine Genel bakış

source: Select a server near you
tr: Yakınınızda bir sunucu seçin

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
tr: Diğer <a href="./">Debian haberlerine</a> veya <a href="m4_HOME/">Debian ana sayfasına</a> dönüş.

source: <get-var url /> (dead link)
tr: <get-var url /> (ölü bağlantı)

source: <a href="../../">Back issues</a> of this newsletter are available.
tr: Bu bültenin <a href="../../">Eski sayıları</a> mevcut.

source: <void id="singular" />It was translated by %s.
tr: <void id="singular" />%s tarafından çevirildi.

source: <void id="plural" />It was translated by %s.
tr: <void id="plural" />%s tarafından çevirildi.

source: <void id="singularfemale" />It was translated by %s.
tr: <void id="singularfemale" />%s tarafından çevirildi.

source: <void id="pluralfemale" />It was translated by %s.
tr: <void id="pluralfemale" />%s tarafından çevirildi.

source: No items for this year.
tr: Bu yıl için bilgi yok.

source: proposed
tr: önerilen

source: finished
tr: bitti

source: withdrawn
tr: geri alınmış

source: Future events
tr: Gelecek olaylar

source: Past events
tr: Geçmiş olaylar

source: (new revision)
tr: (yeni sürüm)

source: Report
tr: Rapor

source: List of Speakers
tr: Konuşmacı Listesi

source: Back to the <a href="./">Debian speakers page</a>.
tr: <a href="./">Debian konuşmacıları sayfası</a>'na dönüş.

source: More information:
tr: Daha fazla bilgi:

source: Taken by:
tr: Üstlenen:

source: Nobody
tr: Hiçkimse

source: Rating:
tr: Önemi:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
tr: <em>Not:</em> Belgenin <a href="$link">özgün hali</a> bu çeviriden daha yeni.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
tr: Uyarı! Bu çeviri oldukça eski, lütfen belgenin <a href="$link">özgün haline</a> bakın.

source: <em>Note:</em> The original document of this translation no longer exists.
tr: <em>Not:</em> Bu çevirinin özgün hali artık mevcut değil.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
tr: Bu bültenin haftalık olarak eposta adresinize gönderilmesini isterseniz, <a href="http://lists.debian.org/debian-news/">debian-news eposta listesine</a> üye olmanız yeterlidir.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
tr: <void id="singular" />Debian Haftalık Haberlerin bu sayısı <a href="mailto:dwn@debian.org">%s</a> tarafından düzenlendi.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
tr: <void id="plural" />Debian Haftalık Haberlerin bu sayısı <a href="mailto:dwn@debian.org">%s</a> tarafından düzenlendi.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
tr: Debian Haftalık Haberlerin bu sayısı <a href="mailto:dwn@debian.org">%s</a> tarafından düzenlendi.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
tr: <void id="plural" />Debian Haftalık Haberlerin bu sayısı <a href="mailto:dwn@debian.org">%s</a> tarafından düzenlendi.
