Repository: l/debian-webwml
Catalog: webwml/turkish/po/vendors.*.po
Languages: tr

source: Vendor:
tr: Satýcý:

source: URL for Debian Page:
tr: Debian Sayfasý için URL:

source: Allows Contribution to Debian:
tr: Debian'a Katkýya Ýzin veriyor:

source: Country:
tr: Ülke:

source: Ship International:
tr: Uluslararasý

source: within Europe
tr: Avrupa içinde

source: To some areas
tr: Bazý bölgelere

source: email:
tr: eposta:

source: CD Type:
tr: CD tipi:

source: DVD Type:
tr: DVD tipi:

source: Official CD
tr: Resmi CD

source: Development Snapshot
tr: Geliþtirme Sürümü

source: Vendor Release
tr: Satýcý Sürümü

source: Multiple Distribution
tr: Çoklu Daðýtým

source: non-US included
tr: non-US dahil

source: non-free included
tr: non-free dahil

source: contrib included
tr: contrib dahil

source: vendor additions
tr: satýcý eklemeleri

source: Custom Release
tr: Özel Sürüm

source: reseller of $var
tr: $var için tekrar daðýtýcý

source: reseller
tr: tekrar daðýtýcý

source: updated weekly
tr: haftalýk güncelleniyor

source: updated twice weekly
tr: haftada iki defa güncelleniyor

source: updated monthly
tr: aylýk güncelleniyor

source: and
tr: ve

source: source
tr: kaynak

source: Architectures:
tr: Mimariler:
