Repository: l/debian-webwml
Catalog: webwml/turkish/po/wnpp.*.po
Languages: tr

source: No requests for adoption
tr: Herhangi bir el değiştirme talebi yok

source: No orphaned packages
tr: Sahipsiz bırakılmış bir paket yok

source: No packages waiting to be adopted
tr: El değiştirmeyi bekleyen bir paket yok

source: No packages waiting to be packaged
tr: Hazırlanmayı bekleyen bir paket yok

source: No Requested packages
tr: İstenmiş bir paket yok

source: No help requested
tr: Herhangi bir yardım istenmemiş

source: in adoption since today.
tr: bugün itibarıyla el değiştirme sürecinde

source: in adoption since yesterday.
tr: dünden beri el değiştirme sürecinde

source: %s days in adoption.
tr: %s günden beri el değiştirme sürecinde

source: in preparation since today.
tr: bugün itibarıyla hazırlanmaya başladı

source: in preparation since yesterday.
tr: dünden beri hazırlanıyor

source: %s days in preparation.
tr: %s günden beri hazırlanıyor

source: requested today.
tr: bugün istenmiş

source: requested yesterday.
tr: dün istenmiş

source: requested %s days ago.
tr: %s gün önce istenmiş

source: package info
tr: paket bilgisi
