Repository: l/debian-webwml
Catalog: webwml/galician/po/bugs.*.po
Languages: gl

source: in package
gl: no paquete

source: tagged
gl: etiquetado

source: with severity
gl: con severidade

source: in source package
gl: no paquete de fontes

source: in packages maintained by
gl: en paquetes mantidos por

source: submitted by
gl: enviados por

source: owned by
gl: pertencentes a

source: with status
gl: co estado

source: with mail from
gl: con correos de

source: newest bugs
gl: informes de erro máis recentes

source: with subject containing
gl: cun título que contén

source: with pending state
gl: co estado de pendente

source: with submitter containing
gl: que contén no remitente

source: with forwarded containing
gl: que contén en reenviado

source: with owner containing
gl: que contén no propietario

source: with package
gl: co paquete

source: oldview
gl: vista antiga

source: raw
gl: en bruto

source: age
gl: antigüidade

source: Repeat Merged
gl: Repetir xuntanza

source: Reverse Bugs
gl: informes de fallos inversos

source: Reverse Pending
gl: Pendentes inversos

source: Reverse Severity
gl: Severidade inversa

source: No Bugs which affect packages
gl: Evitar informes de fallo que afecten aos paquetes

source: None
gl: Ningún

source: Unarchived
gl: Sen arquivar

source: Archived
gl: Arquivados

source: Archived and Unarchived
gl: Arquivados e sen arquivar
