Repository: l/debian-webwml
Catalog: webwml/galician/po/cdimage.*.po
Languages: gl

source: <void id="dc_faq" />FAQ
gl: <void id="dc_faq" />Preguntas frecuentes (FAQ)

source: Download with Jigdo
gl: Descargar con «jigdo»

source: Download via HTTP/FTP
gl: Descargar via HTTP/FTP

source: Buy CDs or DVDs
gl: Mercar CDs ou DVDs

source: Network Install
gl: Instalación por rede

source: <void id="dc_download" />Download
gl: <void id="dc_download" />Descargar

source: <void id="dc_misc" />Misc
gl: <void id="dc_misc" />Varios

source: <void id="dc_artwork" />Artwork
gl: <void id="dc_artwork" />Material gráfico

source: <void id="dc_mirroring" />Mirroring
gl: <void id="dc_mirroring" />Réplicas

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
gl: <void id="dc_rsyncmirrors" />Sincronizar réplicas

source: <void id="dc_verify" />Verify
gl: <void id="dc_verify" />Verificar

source: <void id="dc_torrent" />Download with Torrent
gl: <void id="dc_torrent" />Descargar mediante Torrent

source: <void id="dc_relinfo" />Image Release Info
gl: <void id="dc_relinfo" />Información da imaxe da versión

source: Debian CD team
gl: Equipo CD de Debian

source: <void id="faq-bottom" />faq
gl: <void id="faq-bottom" />preguntas frecuentes

source: buy
gl: mercar

source: <void id="misc-bottom" />misc
gl: <void id="misc-bottom" />varios

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
gl: <a href="/MailingLists/disclaimer">Lista de correo pública</a> de fala inglesa para CDs/DVDs:

source: Key fingerprint
gl: Pegada dixital da chave
