Repository: l/debian-webwml
Catalog: webwml/galician/po/doc.*.po
Languages: gl

source: Author:
gl: Autor:

source: email:
gl: correo electrónico:

source: Available at:
gl: Dispoñíbel en:

source: CD Included:
gl: CD incluído:

source: Publisher:
gl: Editorial:

source: Authors:
gl: Autores:

source: Editors:
gl: Editores:

source: Maintainer:
gl: Mantedor:

source: Status:
gl: Estado:

source: Availability:
gl: Dispoñibilidade:

source: Latest version:
gl: Última versión:

source: (version <get-var version />)
gl: (versión <get-var version />)

source: plain text
gl: texto plano

source: The latest <get-var srctype /> source is available through the <a href="http://www.debian.org/doc/cvs">Subversion</a> repository.
gl: As últimas fontes <get-var srctype /> están dispoñíbeis no repositorio <a href="http://www.debian.org/doc/cvs">Subversion</a>.

source: Web interface:
gl: Interface web:

source: VCS interface:
gl: Interface VCS:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
gl: As últimas fontes <get-var srctype /> están dispoñíbeis no repositorio <a href="https://packages.debian.org/cvs">CVS</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
gl: As últimas fontes <get-var srctype /> están dispoñíbeis no repositorio <a href="https://packages.debian.org/subversion">Subversion</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
gl: As últimas fontes <get-var srctype /> están dispoñíbeis no repositorio <a href="https://packages.debian.org/git">Git</a>.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
gl: Copia de traballo das fontes en CVS: poña <code>CVSROOT</code> a <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, e obteña o módulo <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
gl: CVS vía web

source: Debian package
gl: paquete Debian

source: Debian package (archived)
gl: paquete Debian (arquivado)

source: Written by two Debian developers, this free book started as a translation of their French best-seller known as Cahier de l'admin Debian (published by Eyrolles). Accessible to all, this book teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator. It covers all the topics that a competent Linux administrator should master, from the installation and the update of the system, up to the creation of packages and the compilation of the kernel, but also monitoring, backup and migration, without forgetting advanced topics like SELinux setup to secure services, automated installations, or virtualization with Xen, KVM or LXC.
gl: Escrito por dous desenvolvedores de Debian, este libro libre comezou como unha tradución do seu éxito francés coñecido como «Cahier de l'admin Debian» (publicado por Eyrolles). Accesible para todos, este libro ensina o esencial a todo aquel que queira converterse nun administrador efectivo e independente de Debian GNU/Linux. Cobre todos os temas que un administrador competente de Linux debería coñecer, desde a instalación e actualización do sistema ata a creación de paquetes e a compilación do núcleo, pero tamén facer seguimento, facer copias de respaldo e migracións, sen esquecer temas avanzados como a configuración de SELinux para asegurar servizos, instalacións automatizadas ou virtualización mediante Xen, KVM ou LXC.

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
gl: O obxectivo de este libro, actualizado e dispoñíbel libremente, é poñerte ao día con Debian (incluíndo as distribucións «stable» e «unstable» actuais). É exhaustivo coa asistencia básica ao usuario que instala e mantén o sistema el mesmo (tanto se é na casa como na oficina, en asociacións ou na escola).

source: Sarge CD with installer and a selection of packages
gl: CD de Sarge co instalador e unha selección de paquetes

source: Live CD with Knoppix
gl: Live Cd con Knoppix

source: Beginners and advanced users alike will find this book to be a comprehensive source of information on using Debian for desktops, intranet and internet servers, and development. It also contains background information on the project and extensive coverage of Debian's unique package management system.
gl: Tanto principiantes como usuarios avanzados descubrirán que este libro é unha fonte de información exhaustiva sobre o uso de Debian para escritorios, servidores de internet e intranet e desenvolvemento. Tamén contén información básica do proxecto e unha cobertura extensa do sistema de xestión de paquetes de Debian.

source: official Debian GNU/Linux 3.1r0a "sarge" on DVD (i386)
gl: Debian GNU/Linux 3.1r0a «sarge» oficial en DVD (i386)

source: This book introduces the concepts and techniques of the Debian operating system, explaining their usage and pitfalls, and illustrating the thinking behind each of the approaches. The goal is not to be a reference book, but to give the reader enough insight into the workings of the project and operating system to learn and embrace the sophisticated and elegant, sometimes at first slightly non-intuitive solutions that have evolved as part of the Debian system over the past decade. While targeted at the well-versed UNIX/Linux administrator, the book can also serve as an excellent resource alongside a standard Linux reference to bootstrap one's Linux experience in Debian's bottom-up philosophy.
gl: Este libro introduce os conceptos e técnicas do sistema operativo Debian, explicando o seu uso e erros comúns e ilustrando a motivación detrás de cada unha destas aproximacións. O obxectivo non é ser un libro de referencia, senón dar ao lector un coñecemento suficiente acerca da forma de funcionar do proxecto e do sistema operativo para aprender e adoptar as sofisticadas e elegantes, e as veces pouco intuitivas a primeira vista, solucións que evolucionaron como parte do sistema Debian ao longo da pasada década. Inda que está destinado a administradores UNIX/Linux experimentados, este libro tamén pode servir como un recurso excelente xunto con unha referencia estándar de Linux para comezar a experiencia propia en Linux ca filosofía de abaixo a arriba de Debian.

source: A hands-on reference guide to the Debian GNU/Linux system that shows, in over 1,500 <q>recipes</q>, how to use it for everyday activities -- from working with text, images, and sound to productivity and networking issues. Like the software the book describes, the book is copylefted and its source data is available.
gl: Unha guía de referencia práctica do sistema Debian GNU/Linux que mostra en máis de 1.500 <q>receitas</q> como usalo para actividades diarias; desde traballar con texto, imaxes e son a produtividade e problemas de rede. Igual que o software que o libro describe, este libro ten «copyleft» e as fontes están dispoñíbeis.

source: Debian 2.2 ARM architecture
gl: Debian 2.2 arquitectura ARM

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
gl: Este libro é para desenvolvedores que traballan con GNU/Linux en procesadores ARM. Cobre algúns dispositivos especificamente para configuracións rápidas (LART, Assabet, Psion5). Tamén dá información, ferramentas e técnicas xenéricas. A cadea de ferramentas GNU está cuberta tanto en nativo como en compilación cruzada, así como os cargadores de arranque, parches do núcleo, discos RAM, particularidades de ARM e outros recursos de ARM. Tamén inclúe extensiva información titorial acerca do esencial de GNU/Linux para desenvolvedores que veñen de outras plataformas. Non é específico de Debian, pero a distribución «Aleph ARM Linux» está baseada moi de preto en Debian ARM e asúmese que se traballará en esa distribución e preferiblemente tendo tamén unha máquina baseada en Debian.

source: Learning Debian GNU/Linux guides the new user of Linux through the installation and configuration of Debian GNU/Linux. Windows users will gain a gentle introduction to this exciting computing world guided by Bill McCarty in <q>Learning Debian GNU/Linux</q>.
gl: «Learning Debian GNU/Linux» guía ao novo usuario de Linux a través da instalación e configuración de Debian GNU/Linux. Os usuarios de Windows obterán unha amable introdución a este excitante mundo da computación guiados por Bill McCarty en <q>Learning Debian GNU/Linux (Aprendendo Debian GNU/Linux)</q>.

source: Includes 230+ pages and three CD-ROM discs. Topics covered by software include Debian Linux, networking, programming tools, GUI, desktop publishing, business, fun things, and multimedia. 30 days of free e-mail support included.
gl: Inclúe máis de 230 páxinas e tres discos CDROM. Os temas que cobre o software inclúen Debian Linux, rede, ferramentas de programación, interfaces gráficas de usuario (GUI), publicación de escritorio, negocios, cousas simpáticas e multimedia. Inclúe 30 días de asistencia gratuíta por correo electrónico.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
gl: O primeiro libro Francés acerca de Debian xa vai pola súa quinta edición. Cobre todos os aspectos da administración de Debian desde a instalación á configuración de servizos de rede. Escrito por dous desenvolvedores de Debian, este libro pode ser de interese a moita xente: ao principiante que quere descubrir Debian, ao usuario avanzado que busca consellos para mellorar o seu dominio das ferramentas de Debian e ao administrador que quere construír unha rede fiábel con Debian.

source: 2 editions: One without a DVD, the other with 2 DVDs (i386)
gl: dúas edicións: unha sen DVD, a outra con dous DVDs (i386)

source: Debian Squeeze, 6.0.1a, Multi-Arch (i386 and amd64) on DVD
gl: Debian Squeeze, 6.0.1a, Multi-Arch (i386 e amd64) en DVD

source: This book teaches you how to install and configure the system and also how to use Debian in a professional environment. It shows the full potential of the distribution (in its current version 6.0) and provides a practical manual for all users who want to learn more about Debian and its range of services.
gl: Este libro ensina a instalar e configurar o sistema e a usar Debian en un ambiente profesional. Mostra todo o potencial da distribución (na súa versión actual 6.0) e ofrece un manual práctico para todos os usuarios que queiran aprender máis sobre Debian e o seu abanico de servizos.

source: 2 editions: One with no CD, the other with Official CD (i386, contrib and sources)
gl: Dúas edicións: Unha sen CD, outra co CD oficial (i386, contrib e fontes)

source: The book covers all steps of planning and installing Debian GNU/Linux on PC based hardware, including important applications like the X Window System, window managers and desktop environments (KDE, GNOME) and a selection of important system services. Unix/Linux basics and concepts together with system usage and important components (bash, system services and important commands) are introduced. There is an explanation of Debian's package format and how to create packages in this format. It also includes an overview of standard Linux applications (networking, software development, LaTeX and office suites). Strong emphasis is on networking and system administration issues, like planing and building of a dial-in router or a server for Windows based clients (Samba).
gl: Este libro cobre todos os pasos da planificación e instalación de Debian GNU/Linux en hardware baseado en PC compatible, incluíndo importantes aplicacións como o sistema de xanelas X, xestores de xanelas e ambientes de escritorio (KDE, GNOME) e unha selección de importantes servizos do sistema. Introdúcese información básica e conceptos de Unix/Linux, xunto co uso do sistema e de importantes compoñentes (bash, servizos do sistema e ordes importantes). Hai unha explicación do formato de paquetes de Debian e de como crear paquetes en este formato. Tamén inclúe unha visión xeral das aplicacións estándar de Linux (rede, desenvolvemento de software, LaTeX e suites ofimáticas). Ponse especial atención en temas de rede e de administración do sistema, como planificar e construír un encamiñador «dial-in» ou un servidor para clientes baseados en Windows (Samba).

source: Debian GNU/Linux 3.1 Sarge installer (single-width CD)
gl: Instalador de Debian GNU/Linux 3.1 Sarge (un só CD)

source: This book is dictionary style and covers various tips for beginners and intermediate skill users; installation via various ways, desktop customize, troubleshooting, profitable knowhow and so on.
gl: Este libro é do estilo dun dicionario e cobre varios consellos para usuarios principiantes e de nivel intermedio, a instalación mediante diferentes medios, a personalización do escritorio, resolución de problemas e unha proveitosa lista de receitas, entre outras cousas.

source: Debian GNU/Linux 3.1r0 i386, author's edition (DVD + CD)
gl: Debian GNU/Linux 3.1r0 i386, edición do autor (DVD + CD)

source: This is the latest book for Sarge of the series that has been supported as a standard bible of Debian in Japan. This book covers all aspects of using Debian GNU/Linux 3.1 Sarge, such as installation, desktop environments, system administration, and server configuration. Furthermore, this book also includes commercial font package that decorates your desktop. This book might be useful for all Debian users from beginners to advanced users.
gl: Este é o último libro para Sarge da serie que foi declarada a biblia de Debian en Xapón. Este libro cobre todos os aspectos do uso de Debian GNU/Linux 3.1 Sarge, como a instalación, ambientes de escritorio, sistemas de administración e configuración de servidores. Ademais, este libro tamén inclúe un paquete de tipografías comerciais que decora o seu escritorio. Este libro pode ser útil para todos os usuarios de Debian, desde os principiantes aos usuarios avanzados.

source: Debian 2.2r0 i386 author's edition (3 CDs)
gl: Debian 2.2r0 i386 edición do autor (3 CDs)

source: This book covers general topics about Debian GNU/Linux: installation, APT and dpkg, shell, X Window System, networking, system administration, kernel setup, sharing with Windows, building servers and so on. You will be able to install and start to use Debian GNU/Linux Japanese environment very easily with the customized CDs.
gl: Este libro cobre temas xerais sobre Debian GNU/Linux: instalación, APT e dpkg, o intérprete de ordes, o sistema de xanelas X, rede, administración do sistema, configuración do núcleo, compartir con Windows, construción de servidores e demais. Poderá instalar e comezar a usar o ambiente en xaponés de Debian GNU/Linux de forma doada cos CDs personalizados.

source: 1 unofficial Woody, 3 Potato rev0
gl: un non oficial de Woody e tres de Potato rev0

source: This book gives a brief guide to installation of Debian GNU/Linux, fundamentals of Unix or Linux commands, basic configuration and maintenance of system and networking, X Window System setup, and using multimedia in Debian GNU/Linux. This book also includes a guide for maintainers, which stimulates people in Korea to become official Debian maintainers.
gl: Este libro ofrece unha breve guía de instalación de Debian GNU/Linux, o básico das ordes de Unix ou Linux, configuración básica e mantemento do sistema e da rede. Configuración do sistema de xanelas X e uso de multimedia en Debian GNU/Linux. Este libro tamén inclúe unha guía para mantedores, o que estimula a xente en Corea a converterse en mantedores oficiais de Debian.

source: Three official potato r3 CDs and an unofficial woody CD
gl: Tres CDs oficiais de Potato r3 e un CD non oficial de Woody

source: This book introduces readers to Debian GNU/Linux with many hands-on tutorials and tips. Written in Korean, this book covers comprehensive aspects of Debian GNU/Linux system: first-time setup, package installation, setting up X, connecting to Internet, network maintenance, and more. This book provides a handful of tips on setting up Debian for Korean language environment, and it is good for newcomers, too.
gl: Este libro introduce aos lectores a Debian GNU/Linux con moitos titoriais prácticos e consellos. Escrito en coreano, este libro cobre todos os aspectos do sistema Debian GNU/Linux: instalación por primeira vez, instalación de paquetes, configuración das X, conexión a internet, mantemento da rede entre outros. Este libro proporciona unha morea de consellos para configurar Debian para un ambiente en lingua coreana, e tamén resulta bo para os non iniciados.

source: The first Persian book about Debian GNU/Linux. This book helps you to install Debian GNU/Linux and set up network services like web, database, firewall, mail, ftp and ... on it. Also helps you to start using GNU/Linux and Debian's powerful package management system.
gl: O primeiro libro Persa sobre Debian GNU/Linux. Este libro axúdao a instalar Debian GNU/Linux e a configurar servizos de rede como webs, bases de datos, devasas, correos electrónicos, ftp entre outros. Tamén lle axuda a comezar usando GNU/Linux e o potente sistema de xestión de paquetes de Debian.

source: This book is divided into four parts: Basic concepts, Management of GNU/Linux, Administration of the system and Advanced operations. Each chapter explains in depth the features of the operating system. The first chapters explain the structure of GNU/Linux. These chapters will help the reader to understand how the system uses basic resources such as the processor and memory. A detailed analysis about filesystems such as Ext2, Ext3, and ReiserFS will enable users to make the correct choice for their needs. Many figures throughout the book show aspects about the performance of the system. This book caters for college students and anyone who wants to learn GNU/Linux in depth. This book covers Debian Sarge.
gl: Este libro está dividido en catro partes: Conceptos básicos, xestión de GNU/Linux, administración do sistema e operacións avanzadas. Cada capítulo explica en profundidade as características do sistema operativo. Os primeiros capítulos explican a estrutura de GNU/Linux. Estes capítulos axudarán ao lector a entender como fai uso o sistema dos recursos básicos como o procesador e a memoria. Un análise detallado dos sistemas de ficheiros ext2, ext3 e ReiserFS capacitarán aos usuarios para facer a escolla correcta segundo as súas necesidades. Moitas cifras ao longo do libro mostran aspectos sobre a eficiencia do sistema. Este libro servirá a estudantes e a calquera que queira aprender GNU/Linux en profundidade. Este libro basease en Debian Sarge.

source: This is the right book for you to learn how to create basic and complex IT platforms using only Free Software. Inside it you will find a wide range of procedures reviewed and adjusted to fit into the best practices of technological infrastructure implementation. This easy to read and comprehensive guide will take you by the hand to achieve specific objectives with the Debian GNU/Linux operating system.
gl: Este é o libro ideal para aprender como crear plataformas IT básicas e complexas usando tan só software libre. Dentro atopará unha ampla variedade de procedementos revisados e axustados para encaixar na boas prácticas da implementación de infraestrutura tecnolóxica. Esta guía exhaustiva e doada de ler levarao da man para acadar obxectivos específicos co sistema operativo Debian GNU/Linux.
