Repository: l/debian-webwml
Catalog: webwml/galician/po/mailinglists.*.po
Languages: gl

source: Mailing List Subscription
gl: Subscrición á lista de correo

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
gl: Consulte a páxina de <a href="./#subunsub">listas de correo</a> para obter información sobre como subscribirse usando o correo electrónico. Tamén está dispoñíbel un <a href="unsubscribe">formulario web de baixa das listas</a> para darse de baixa das listas de correo.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
gl: Fíxese en que a maioría das listas de correo de Debian son foros públicos. Calquera correo enviado a elas será publicado nos arquivos públicos da lista de correos e indexado polos motores de busca. Só debería subscribirse ás listas de correo de Debian usando un enderezo de correo electrónico que non lle importe que se faga público.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
gl: Escolla as listas ás que se quere subscribir (o número de subscricións é limitado, se a súa petición non funciona use <a href="./#subunsub">outro método</a>).

source: No description given
gl: Sen descrición

source: Moderated:
gl: Moderada:

source: Posting messages allowed only to subscribers.
gl: Só se lle permite enviar mensaxes aos subscritores.

source: Only messages signed by a Debian developer will be accepted by this list.
gl: En esta lista só se aceptarán mensaxes asinadas por un desenvolvedor de Debian.

source: Subscription:
gl: Subscrición:

source: is a read-only, digestified version.
gl: é unha versión recompiladora de só lectura.

source: Your E-Mail address:
gl: O seu enderezo de correo electrónico:

source: Subscribe
gl: Subscribir

source: Clear
gl: Borrar

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
gl: Respecte a <a href="./#ads">política de publicidade nas listas de correo de Debian</a>.

source: Mailing List Unsubscription
gl: Baixa da lista de correos

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
gl: Consulte a páxina das <a href="./#subunsub">listas de correo</a> para obter información sobre como darse de baixa usando o correo electrónico. Tamén está dispoñíbel un <a href="subscribe">formulario web de subscrición</a> para subscribirse nas listas de correo.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
gl: Escolla as listas das que quere darse de baixa (o número de baixas é limitado, se a súa petición non funciona use <a href="./#subunsub">outro método</a>):

source: Unsubscribe
gl: Dar de baixa

source: open
gl: aberto

source: closed
gl: pechado
