Repository: l/debian-webwml
Catalog: webwml/galician/po/newsevents.*.po
Languages: gl

source: Debian News
gl: Novas de Debian

source: Debian Latest News
gl: Últimas novas de Debian

source: The newsletter for the Debian community
gl: O boletín de novas da comunidade Debian

source: Name:
gl: Nome:

source: Email:
gl: Correo electrónico:

source: Previous Talks:
gl: Charlas anteriores:

source: Languages:
gl: Idiomas:

source: Location:
gl: Localización:

source: Topics:
gl: Temas:

source: Title:
gl: Título:

source: Author:
gl: Autor:

source: Language:
gl: Idioma:

source: Date:
gl: Data:

source: Event:
gl: Evento:

source: Slides:
gl: Presentación:

source: source
gl: fonte

source: Abstract
gl: Resumo

source: Upcoming Attractions
gl: Próximos eventos de interese

source: link may no longer be valid
gl: Pode que a ligazón xa non sexa válida

source: When
gl: Cando

source: Where
gl: Onde

source: More Info
gl: Máis información

source: Debian Involvement
gl: Implicación de Debian

source: Main Coordinator
gl: Coordinador principal

source: <th>Project</th><th>Coordinator</th>
gl: <th>Proxecto</th><th>Coordinador</th>

source: Related Links
gl: Ligazóns relacionadas

source: Latest News
gl: Últimas novas

source: Download calendar entry
gl: Descargar entrada no calendario

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
gl: Volver a: outras <a href="./">novas de Debian</a> || <a href="m4_HOME/">páxina inicial do proxecto Debian</a>.

source: <get-var url /> (dead link)
gl: <get-var url /> (a ligazón xa non funciona)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
gl: Benvido ao número de <get-var issue /> de este ano das DPN, o boletín de novas para a comunidade Debian. Neste número trátanse os seguintes temas:

source: According to the <a href="https://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
gl: Segundo a <a href="https://udd.debian.org/bugs.cgi">interface de busca de informes de fallo da base de datos definitiva de Debian</a> a próxima versión, Debian <q><get-var release /></q>, contén <get-var testing /> fallos críticos para a súa publicación. Se ignoramos os fallos doados de resolver ou que van de camiño de ser resoltos, máis ou menos, quedan uns <get-var tobefixed /> fallos críticos por resolver para que poida publicarse.

source: There are also some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
gl: Tamén hai algúns <a href="http://wiki.debian.org/ProjectNews/RC-Stats">consellos para interpretar</a> estes números.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
gl: Tamén hai <a href="<get-var url />">estatísticas máis detalladas</a>, así como algúns <a href="http://wiki.debian.org/ProjectNews/RC-Stats">consellos para interpretar</a> estes números.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
gl: <a href="<get-var link />">Actualmente hai</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> paquetes orfos</a> e <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> paquetes que se ofrecen en adopción</a>: consulte a lista completa de <a href="m4_DEVEL/wnpp/help_requested">paquetes que precisan da súa axuda</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="http://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
gl: Axúdenos a crear este boletín de novas. Aínda precisamos máis escritores voluntarios para observar a comunidade Debian e informar sobre o que acontece. Consulte a <a href="http://wiki.debian.org/ProjectNews/HowToContribute">páxina de contribucións</a> para saber como axudar. Esperamos recibir os seus correos en <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
gl: Teña en conta que esta é unha selección dos avisos de seguridade máis importantes das últimas semanas. Se precisa estar ao día dos avisos de seguridade publicados polo equipo de seguridade de Debian, subscríbase á <a href="<get-var url-dsa />"> lista de correo de seguridade</a> (e á <a href="<get-var url-bpo />lista independente de «backports»</a> e á <get-var url-stable-announce />lista de actualizacións de «stable»</a>) para recibir avisos.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
gl: Teña en conta que esta é unha selección dos avisos de seguridade máis importantes das últimas semanas. Se precisa estar ao día dos avisos de seguridade publicados polo equipo de seguridade de Debian, subscríbase á <a href="<get-var url-dsa />"> lista de correo de seguridade</a> (e á <a href="<get-var url-bpo />lista independente de «backports»</a> e á <get-var url-stable-announce />lista de actualizacións de «stable»</a> ou á <a href="<get-var url-volatile-announce />">lista de «volatile»</a> para <q><get-var old-stable /></q>) para recibir avisos.

source: Debian's Stable Release Team released an update announcement for the package:
gl: O equipo da versión estábel de Debian publicou un anuncio de actualización para o paquete:

source: and
gl: e

source: Please read them carefully and take the proper measures.
gl: Léaos coidadosamente e tome as medidas oportunas.

source: Debian's Backports Team released advisories for these packages:
gl: O equipo de «backports» de Debian publicou avisos para os seguintes paquetes:

source: Debian's Security Team recently released advisories for these packages (among others):
gl: O equipo de seguridade de Debian publicou recentemente avisos para estes paquetes (entre outros):

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
gl: Recentemente foron engadidos <get-var num-newpkg /> paquetes ao arquivo inestábel de Debian.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
gl: Foron, <a href="<get-var url-newpkg />">entre moitos outros</a>:

source: There are several upcoming Debian-related events:
gl: Hai varios eventos relacionados con Debian próximos:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
gl: Pode atopar máis información sobre os eventos relacionados con Debian e sobre charlas na <a href="<get-var events-section />">sección de eventos</a> do sitio web de Debian, ou subscribíndose a unha das nosas listas de correos de eventos para diferentes rexións: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Holanda</a>, <a href="<get-var events-ml-ha />">América Latina</a>, <a href="<get-var events-ml-na />">América do Norte</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
gl: Quere organizar un posto de Debian ou unha festa de instalacións? Está ao tanto de outros eventos relacionados con Debian? Deu unha charla sobre Debian que quere ligar na <a href="<get-var events-talks />">páxina de charlas</a>? Envíe un correo ao <a href="<get-var events-team />">equipo de eventos de Debian</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
gl: <get-var dd-num /> candidatos foron <a href="<get-var dd-url />">aceptados</a> como desenvolvedores de Debian

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
gl: <get-var dm-num /> candidatos foron <a href="<get-var dm-url />">aceptados</a> como mantedores de Debian

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
gl: <get-var uploader-num /> persoas <a href="<get-var uploader-url />">comezaron a manter paquetes</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
gl: <get-var eval-newcontributors-text-list /> desde o último número das novas de Debian. Déalle a benvida a <get-var eval-newcontributors-name-list /> ao noso proxecto!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
gl: Publicouse o <get-var issue-devel-news /> número das <a href="<get-var url-devel-news />">novas variadas para os desenvolvedores</a> e toca os seguintes temas:

source: To receive this newsletter bi-weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
gl: Para recibir este boletín quincenal no seu correo, <a href="https://lists.debian.org/debian-news/">subscríbase á lista de correo debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
gl: Están dispoñíbeis <a href="../../">os números antigos</a> de este boletín.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
gl: <void id="singular" />As novas do proxecto Debian edítaas <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
gl: <void id="plural" />As novas do proxecto Debian edítanas <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
gl: <void id="singular" />Este número das novas do proxecto Debian foi editado por <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
gl: <void id="plural" />Este número das novas do proxecto Debian foi editado por <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
gl: <void id="singular" />Foi traducido por %s.

source: <void id="plural" />It was translated by %s.
gl: <void id="plural" />Foi traducido por %s.

source: <void id="singularfemale" />It was translated by %s.
gl: <void id="singularfemale" />Foi traducido por %s.

source: <void id="pluralfemale" />It was translated by %s.
gl: <void id="pluralfemale" />Foi traducido por %s.

source: List of Speakers
gl: Lista de oradores

source: Back to the <a href="./">Debian speakers page</a>.
gl: Volver á <a href="./">páxina de oradores de Debian</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
gl: Para recibir este boletín semanalmente no seu correo, <a href="https://lists.debian.org/debian-news/">subscríbase á lista de correos debian-news</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
gl: <void id="singular" />As novas semanais de Debian edítanas <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
gl: <void id="plural" />As novas semanais de Debian edítanas <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
gl: <void id="singular" />Este número das novas semanais de Debian foi editado por <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
gl: <void id="plural" />Este número das novas semanais de Debian foi editado por <a href="mailto:dwn@debian.org">%s</a>.
