Repository: l/debian-webwml
Catalog: webwml/galician/po/others.*.po
Languages: gl

source: Download
gl: Descargar

source: Old banner ads
gl: Anuncios vellos

source: Working
gl: Funcionando

source: sarge (broken)
gl: sarge (rotas)

source: Booting
gl: Arrancando

source: Building
gl: Construíndo

source: Not yet
gl: Aínda non

source: No kernel
gl: Sen núcleo

source: No images
gl: Sen imaxes

source: <void id="d-i" />Unknown
gl: <void id="d-i" />Descoñecido

source: Unavailable
gl: Non dispoñíbel

source: New Members Corner
gl: O recuncho dos novos membros

source: Step 1
gl: Primeiro paso

source: Step 2
gl: Segundo paso

source: Step 3
gl: Terceiro paso

source: Step 4
gl: Cuarto paso

source: Step 5
gl: Quinto paso

source: Step 6
gl: Sexto paso

source: Step 7
gl: Sétimo paso

source: Applicants' checklist
gl: Lista de verificación para os aspirantes

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
gl: Consulte <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (só dispoñíbel en francés) para obter máis información.

source: More information
gl: Máis información

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
gl: Consulte <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (só dispoñíbel en castelán) para obter máis información.

source: Phone
gl: Teléfono

source: Address
gl: Enderezo

source: With&nbsp;``Debian''
gl: Con&nbsp;``Debian''

source: Without&nbsp;``Debian''
gl: Sen&nbsp;``Debian''

source: Encapsulated PostScript
gl: PostScript encapsulado

source: [Powered by Debian]
gl: [Funciona con Debian]

source: [Powered by Debian GNU/Linux]
gl: [Funciona con Debian GNU/Linux]

source: [Debian powered]
gl: [Funciona con Debian]

source: [Debian] (mini button)
gl: [Debian] (botón pequeno)

source: same as the above
gl: o mesmo que arriba

source: Products
gl: Produtos

source: T-shirts
gl: Camisetas

source: hats
gl: sombreiros

source: stickers
gl: adhesivos

source: mugs
gl: cuncas

source: other clothing
gl: outra roupa

source: polo shirts
gl: camisetas de manga longa

source: frisbees
gl: discos

source: mouse pads
gl: alfrombriñas para o rato

source: badges
gl: chapas

source: basketball goals
gl: canastras

source: earrings
gl: pendentes

source: suitcases
gl: maletas

source: umbrellas
gl: paraugas

source: pillowcases
gl: fundas para almofadas

source: keychains
gl: cadeas de chaves

source: Swiss army knives
gl: Navallas suízas

source: How long have you been using Debian?
gl: Canto tempo leva usando Debian?

source: Are you a Debian Developer?
gl: É vostede un desenvolvedor de Debian?

source: What areas of Debian are you involved in?
gl: En que áreas de Debian está implicado?

source: What got you interested in working with Debian?
gl: Que fixo que lle interesara traballar con Debian?

source: Do you have any tips for women interested in getting more involved with Debian?
gl: Ten algún consello para as mulleres interesadas en implicarse máis en Debian?

source: Are you involved with any other women in technology group? Which one(s)?
gl: Está implicado nalgún outro grupo de mulleres na tecnoloxía? Cales?

source: A bit more about you...
gl: Algo máis acerca de vostede...

source: OK
gl: Ben

source: BAD
gl: Mal

source: OK?
gl: Ben?

source: BAD?
gl: Mal?

source: Unknown
gl: Descoñecido

source: ALL
gl: Todo

source: Package
gl: Paquete

source: Status
gl: Estado

source: Version
gl: Versión
