Repository: l/debian-webwml
Catalog: webwml/galician/po/security.*.po
Languages: gl

source: Debian Security
gl: Seguridade de Debian

source: Debian Security Advisories
gl: Avisos de seguridade de Debian

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
gl: avisos de seguridade <a href=\"undated/\">sen data</a>, incluídos como referencia para a posteridade

source: Mitre CVE dictionary
gl: Dicionario de CVE de Mitre

source: Securityfocus Bugtraq database
gl: Base de datos Bugtraq de Securityfocus

source: CERT Advisories
gl: Avisos do CERT

source: US-CERT vulnerabilities Notes
gl: Notas de vulnerabilidades de US-CERT

source: Source:
gl: Fonte:

source: Architecture-independent component:
gl: Compoñente independente da arquitectura:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
gl: As sumas de comprobación MD5 dos ficheiros listados están dispoñíbeis no <a href="<get-var url />">aviso orixinal</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
gl: As sumas de comprobación MD5 dos ficheiros listados están dispoñíbeis no <a href="<get-var url />">aviso revisado</a>.

source: Debian Security Advisory
gl: Avisos de seguridade de Debian

source: Date Reported
gl: Data do informe

source: Affected Packages
gl: Paquetes afectados

source: Security database references
gl: Referencias de bases de datos de seguridade

source: More information
gl: Máis información

source: Fixed in
gl: Arranxado en

source: BugTraq ID
gl: Id de seguimento

source: Bug
gl: Informe de fallo

source: In the Debian bugtracking system:
gl: No sistema de seguimento de fallos de Debian:

source: In the Bugtraq database (at SecurityFocus):
gl: Na base de datos Bugtraq (en SecurityFocus):

source: In Mitre's CVE dictionary:
gl: No dicionario de CVE de Mitre's CVE:

source: CERT's vulnerabilities, advisories and incident notes:
gl: Vulnerabilidades, avisos e notas de incidentes do CERT:

source: No other external database security references currently available.
gl: Non están dispoñíbeis outras referencias de bases de datos de seguridade externas.
