Repository: l/debian-webwml
Catalog: webwml/galician/po/templates.*.po
Languages: gl

source: Debian website
gl: Sitio web de Debian

source: Search the Debian website.
gl: Busca no sitio web de Debian

source: Debian website search
gl: Busca no sitio web de Debian

source: Yes
gl: Si

source: No
gl: Non

source: Debian Project
gl: Proxecto Debian

source: Debian is an operating system and a distribution of Free Software. It is maintained and updated through the work of many users who volunteer their time and effort.
gl: Debian é un sistema operativo e unha distribución de software libre. Mantense a actualízase gracias ao traballo de moitos usuarios que ceden voluntariamente o seu tempo e esforzo.

source: debian, GNU, linux, unix, open source, free, DFSG
gl: debian, GNU, linux, unix, código aberto, libre, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
gl: Volver á <a href="m4_HOME/">páxina de inicio do proxecto Debian</a>.

source: Home
gl: Inicio

source: Skip Quicknav
gl: Saltarse a «Quicknav»

source: About
gl: Sobre

source: About Debian
gl: Sobre Debian

source: Contact Us
gl: Contacto

source: Donations
gl: Doazóns

source: Events
gl: Eventos

source: News
gl: Novas

source: Distribution
gl: Distribución

source: Support
gl: Asistencia

source: Developers' Corner
gl: Recuncho dos desenvolvedores

source: Documentation
gl: Documentación

source: Security Information
gl: Información de seguridade

source: Search
gl: Busca

source: none
gl: ningún

source: Go
gl: Ir

source: worldwide
gl: en todo o mundo

source: Site map
gl: Mapa do sitio

source: Miscellaneous
gl: Miscelánea

source: Getting Debian
gl: Obter Debian

source: The Debian Blog
gl: A bitácora de Debian

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
gl: Envíe todos os comentarios, críticas e suxestións sobre estas páxinas web á nosa <a href="mailto:debian-doc@lists.debian.org">lista de correo</a>.

source: not needed
gl: non é preciso

source: not available
gl: non está dispoñíbel

source: in release 1.1
gl: na versión 1.1

source: in release 1.3
gl: na versión 1.3

source: in release 2.0
gl: na versión 2.0

source: in release 2.1
gl: na versión 2.1

source: in release 2.2
gl: na versión 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>. Web site source code is <a href="m4_HOME/devel/website/using_cvs">available</a>.
gl: Para informar dun problema co sitio web, mande un correo a <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Para obter outra información de contacto consulte a <a href="m4_HOME/contact">páxina de contacto de Debian</a>. O código fonte do sitio web está <a href="m4_HOME/devel/website/using_cvs">dispoñíbel</a>.

source: Last Modified
gl: Modificado por última vez

source: <a href="http://www.spi-inc.org/">SPI</a> and others;
gl: <a href="http://www.spi-inc.org/">SPI</a> e outras;

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
gl: Consulte <a href="m4_HOME/license" rel="copyright">os termos da licenza</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
gl: Debian é unha <a href="m4_HOME/trademark">marca</a> rexistrada de «Software in the Public Interest, Inc».

source: This page is also available in the following languages:
gl: Esta páxina tamén está dispoñíbel nos seguintes idiomas:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
gl: Como configurar <a href=m4_HOME/intro/cn>o idioma predeterminado do documento</a>

source: Debian International
gl: Debian internacional

source: Partners
gl: Socios

source: Debian Weekly News
gl: Novas semanais de Debian

source: Weekly News
gl: Novas semanais

source: Debian Project News
gl: Novas do proxecto Debian

source: Project News
gl: Novas do proxecto

source: Release Info
gl: Información da publicación

source: Debian Packages
gl: Paquetes de Debian

source: Download
gl: Descargar

source: Debian&nbsp;on&nbsp;CD
gl: Debian&nbsp;en&nbsp;CD

source: Debian Books
gl: Libros de Debian

source: Mailing List Archives
gl: Arquivos das listas de correo

source: Mailing Lists
gl: Listas de correo

source: Social Contract
gl: Contrato social

source: Visit the site sponsor
gl: Visite o sitio do patrocinador

source: Debian 5.0 - The universal operating system
gl: Debian 5.0 - O sistema operativo universal

source: Site map for Debian web pages
gl: Mapa do sitio web de Debian

source: Developer Database
gl: Base de datos de desenvolvedores

source: Debian FAQ
gl: FAQ de Debian

source: Debian Policy Manual
gl: Manual de políticas de Debian

source: Developers' Reference
gl: Referencia dos desenvolvedores

source: New Maintainers' Guide
gl: Guía do novo mantedor

source: Release Critical Bugs
gl: Fallos críticos para a publicación

source: Lintian Reports
gl: Informes de «Lintian»

source: Archives for users' mailing lists
gl: Arquivos das listas de correo de usuarios

source: Archives for developers' mailing lists
gl: Arquivos das listas de desenvolvedores

source: Archives for i18n/l10n mailing lists
gl: Arquivos das listas de correo de i18n/l10n

source: Archives for ports' mailing lists
gl: Arquivos das listas de correo das adaptacións

source: Archives for mailing lists of the Bug tracking system
gl: Arquivos das listas de correo do sistema de seguimento de fallos

source: Archives for miscellaneous mailing lists
gl: Arquivos das listas de correo misceláneas

source: Free Software
gl: Software libre

source: Development
gl: Desenvolvemento

source: Help Debian
gl: Axuda a Debian

source: Bug reports
gl: Informes de fallos

source: Ports/Architectures
gl: Adaptacións/Arquitecturas

source: Installation manual
gl: Manual de instalación

source: CD vendors
gl: Vendedores de CDs

source: CD ISO images
gl: Imaxes ISO de CD

source: Network install
gl: Instalación por rede

source: Pre-installed
gl: Preinstalado

source: Debian-Edu project
gl: Proxecto Debian-Edu

source: Alioth &ndash; Debian GForge
gl: Alioth &ndash; O «GForge» de Debian

source: Quality Assurance
gl: Garantía de calidade

source: Package Tracking System
gl: Sistema de seguimento de paquetes

source: Debian Developer's Packages Overview
gl: Vista xeral dos paquetes dos desenvolvedores de Debian

source: Debian Home
gl: Páxina de inicio de Debian

source: No items for this year.
gl: Non hai entradas para este ano.

source: proposed
gl: proposta

source: in discussion
gl: en discusión

source: voting open
gl: votación aberta

source: finished
gl: finalizada

source: withdrawn
gl: retirada

source: Future events
gl: Próximos eventos

source: Past events
gl: Eventos anteriores

source: (new revision)
gl: (nova revisión)

source: Report
gl: Informe

source: <void id="doc_for_arch" />%s for %s
gl: <void id="doc_for_arch" />%s para %s

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
gl: <em>Nota:</em> O <a href="$link">documento orixinal</a> é máis recente que esta tradución.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
gl: Aviso! Esta tradución está moi desfasada, consulte o <a href="$link">orixinal</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
gl: <em>Nota:</em> O documento orixinal de esta tradución xa non existe.

source: Back to the <a href="../">Who's using Debian? page</a>.
gl: Volver á <a href="../">páxina «Quen está a usar Debian?»</a>.
