Repository: l/debian-webwml
Catalog: webwml/galician/po/vote.*.po
Languages: gl

source: Date
gl: Data

source: Time Line
gl: Liña de tempo

source: Nominations
gl: Nomeamentos

source: Platforms
gl: Plataformas

source: Proposer
gl: Propoñente

source: Proposal A Proposer
gl: Propoñente da proposta A

source: Proposal B Proposer
gl: Propoñente da proposta B

source: Proposal C Proposer
gl: Propoñente da proposta B

source: Proposal D Proposer
gl: Propoñente da proposta D

source: Proposal E Proposer
gl: Propoñente da proposta E

source: Proposal F Proposer
gl: Propoñente da proposta F

source: Seconds
gl: Avalistas

source: Proposal A Seconds
gl: Avalan a proposta A

source: Proposal B Seconds
gl: Avalan a proposta B

source: Proposal C Seconds
gl: Avalan a proposta C

source: Proposal D Seconds
gl: Avalan a proposta D

source: Proposal E Seconds
gl: Avalan a proposta E

source: Proposal F Seconds
gl: Avalan a proposta F

source: Opposition
gl: Oposición

source: Text
gl: Texto

source: Proposal A
gl: Proposta A

source: Proposal B
gl: Proposta B

source: Proposal C
gl: Proposta C

source: Proposal D
gl: Proposta D

source: Proposal E
gl: Proposta E

source: Proposal F
gl: Proposta F

source: Choices
gl: Opcións

source: Amendment Proposer
gl: Propoñente de emendas

source: Amendment Seconds
gl: Avalistas da emenda

source: Amendment Text
gl: Texto da emenda

source: Amendment Proposer A
gl: Propoñente de emenda A

source: Amendment Seconds A
gl: Avalistas da emenda A

source: Amendment Text A
gl: Texto da emenda A

source: Amendment Proposer B
gl: Propoñente de emenda B

source: Amendment Seconds B
gl: Avalistas da emenda B

source: Amendment Text B
gl: Texto da emenda B

source: Amendments
gl: Emendas

source: Proceedings
gl: Procedementos

source: Majority Requirement
gl: Requirimento de maioría

source: Data and Statistics
gl: Datos e estatísticas

source: Quorum
gl: Quórum

source: Minimum Discussion
gl: Discusión mínima

source: Ballot
gl: Votación

source: Forum
gl: Foro

source: Outcome
gl: Resultado

source: Waiting&nbsp;for&nbsp;Sponsors
gl: Agardando&nbsp;por&nbsp;patrocinadores

source: In&nbsp;Discussion
gl: En&nbsp;discusión

source: Voting&nbsp;Open
gl: Votación&nbps;aberta

source: Decided
gl: Decidida

source: Withdrawn
gl: Retirada

source: Other
gl: Outra

source: Home&nbsp;Vote&nbsp;Page
gl: Páxina de inicio das votacións

source: How&nbsp;To
gl: Receita

source: Submit&nbsp;a&nbsp;Proposal
gl: Enviar unha proposta

source: Amend&nbsp;a&nbsp;Proposal
gl: Emendar unha proposta

source: Follow&nbsp;a&nbsp;Proposal
gl: Seguir unha proposta

source: Read&nbsp;a&nbsp;Result
gl: Ler un resultado

source: Vote
gl: Votar
