Repository: l/debian-webwml
Catalog: webwml/galician/po/wnpp.*.po
Languages: gl

source: No requests for adoption
gl: Non hai peticións de adopción

source: No orphaned packages
gl: Non hai paquetes orfos

source: No packages waiting to be adopted
gl: Non hai paquetes agardando a ser adoptados

source: No packages waiting to be packaged
gl: Non hai paquetes agardando ser empaquetados

source: No Requested packages
gl: Non hai peticións de paquetes

source: No help requested
gl: Non hai peticións de axuda

source: in adoption since today.
gl: en adopción desde hoxe.

source: in adoption since yesterday.
gl: en adopción desde onte.

source: %s days in adoption.
gl: leva %s días en adopción.

source: %s days in adoption, last activity today.
gl: leva %s días en adopción, a última actividade foi hoxe.

source: %s days in adoption, last activity yesterday.
gl: leva %s días en adopción, a última actividade foi onte.

source: %s days in adoption, last activity %s days ago.
gl: leva %s días en adopción, a última actividade foi fai %s días.

source: in preparation since today.
gl: en preparación desde hoxe.

source: in preparation since yesterday.
gl: en preparación desde onte.

source: %s days in preparation.
gl: leva %s días en preparación.

source: %s days in preparation, last activity today.
gl: leva %s días en preparación, a última actividade foi hoxe.

source: %s days in preparation, last activity yesterday.
gl: leva %s en preparación, a última actividade foi onte.

source: %s days in preparation, last activity %s days ago.
gl: %s días en preparación, a última actividade foi fai %s días.

source: adoption requested since today.
gl: en petición de adopción desde hoxe.

source: adoption requested since yesterday.
gl: en petición de adopción desde onte.

source: adoption requested since %s days.
gl: en petición de adopción desde fai %s días.

source: orphaned since today.
gl: orfo desde hoxe.

source: orphaned since yesterday.
gl: orfo desde onte.

source: orphaned since %s days.
gl: orfo desde fai %s días.

source: requested today.
gl: solicitado hoxe.

source: requested yesterday.
gl: solicitado onte.

source: requested %s days ago.
gl: solicitado fai %s días.

source: package info
gl: información do paquete

source: rank:
gl: posto:
