Repository: l/debian-webwml
Catalog: webwml/po/po-files/ports.*.po
Languages: pt

source: Contact
pt: Contato

source: Credits
pt: Créditos

source: Documentation
pt: Documentação

source: Installation
pt: Instalação

source: News
pt: Novidades

source: Porting
pt: Portando

source: Problems
pt: Problemas

source: Software Map
pt: Mapa de Software

source: Systems
pt: Sistemas

source: Debian for Alpha
pt: Debian para Alpha

source: Debian for ARM
pt: Debian para ARM

source: Debian for Beowulf
pt: Debian para Beowulf

source: Debian for PA-RISC
pt: Debian para PA-RISC

source: Debian for IA-64
pt: Debian para IA-64

source: Debian for Motorola 680x0
pt: Debian para Motorola 680x0

source: Debian for MIPS
pt: Debian para MIPS

source: Debian GNU/NetBSD for i386
pt: Debian GNU/NetBSD para i386

source: Debian GNU/NetBSD for Alpha
pt: Debian GNU/NetBSD para Alpha

source: Debian for PowerPC
pt: Debian para PowerPC

source: Debian for S/390
pt: Debian para S/390

source: Debian for Sparc64
pt: Debian para Sparc64

source: Debian for Sparc
pt: Debian para Sparc
