Repository: l/debian-webwml
Catalog: webwml/po/po-files/templates.*.po
Languages: eo, es, fr, ro, tr

source: Colombia
fr: Colombie
ro: Columbia
tr: Kolombiya

source: Costa Rica
ro: Costa&nbsp;Rica
tr: Kostarika

source: Czech Republic
es: República Checa
fr: République Tchèque
ro: Cehia
tr: Çek Cum.

source: Germany
eo: Germanio
es: Alemania
fr: Allemagne
ro: Germania
tr: Almanya

source: Denmark
eo: Danio
es: Dinamarca
fr: Danemark
ro: Danemarca
tr: Danimarka

source: Dominican Republic
es: República Dominicana
fr: Dominique
ro: Republica&nbsp;Dominicanã

source: Spain
eo: Hispanio
es: España
fr: Espagne
ro: Spania
tr: Ýspanya

source: Finland
eo: Finlando
es: Finlandia
fr: Finlande
ro: Finlanda
tr: Finlandiya

source: Faroe Islands
es: Islas Feroe
fr: Iles Féroé
ro: Insulele&nbsp;Faroe

source: France
eo: Francio
es: Francia
ro: Franþa
tr: Fransa

source: Great Britain
es: Reino Unido
fr: Grande-Bretagne
ro: Marea&nbsp;Britanie
tr: Ýngiltere

source: Greenland
es: Groenlandia
fr: Groenland
ro: Groenlanda

source: Greece
eo: Grekio
es: Grecia
fr: Grèce
ro: Grecia
tr: Yunanistan

source: Hong Kong
eo: Hongkongo
ro: Hong&nbsp;Kong

source: Croatia
es: Croacia
fr: Croatie
ro: Croaþia
tr: Hýrvatistan

source: Hungary
eo: Hungario
es: Hungría
fr: Hongrie
ro: Ungaria
tr: Macaristan

source: Indonesia
fr: Indonésie
ro: Indonezia
tr: Endonezya

source: Ireland
es: Irlanda
fr: Irlande
ro: Irlanda
tr: Ýrlanda

source: Iceland
eo: Islando
es: Islandia
fr: Islande
ro: Islanda
tr: Ýzlanda

source: Italy
eo: Italio
es: Italia
fr: Italie
ro: Italia
tr: Ýtalya

source: Japan
eo: Japanio
es: Japón
fr: Japon
ro: Japonia
tr: Japonya

source: Korea
eo: Koreio
fr: Corée
ro: Coreea
tr: Kore

source: Sri Lanka
ro: Sri&nbsp;Lanka

source: Lithuania
es: Lituania
fr: Lituanie
ro: Lituania

source: Luxembourg
ro: Luxemburg

source: Latvia
fr: Lettonie
ro: Letonia

source: Mexico
eo: Meksiko
es: Méjico
fr: Mexique
ro: Mexic
tr: Meksika

source: Malaysia
fr: Malaisie
ro: Malaiezia

source: Netherlands
eo: Nederlando
es: Países Bajos
fr: Pays-Bas
ro: Olanda
tr: Hollanda

source: Norway
eo: Norvegio
es: Noruega
fr: Norvège
ro: Norvegia
tr: Norveç

source: New Zealand
eo: Novzelando
es: Nueva Zelanda
fr: Nouvelle-Zélande
ro: Noua&nbsp;Zeelandã
tr: Yeni Zellanda

source: Philippines
ro: Filipine

source: Poland
eo: Polando
es: Polonia
fr: Pologne
ro: Polonia
tr: Polonya

source: Portugal
eo: Portugalio
ro: Portugalia
tr: Portekiz

source: Romania
es: Rumanía
fr: Roumanie
ro: Rom&acirc;nia
tr: Romanya

source: Russia
eo: Rusio
es: Rusia
fr: Russie
ro: Rusia
tr: Rusya

source: Saudi Arabia
es: Arabia Saudí
fr: Arabie Saoudite
ro: Arabia&nbsp;Sauditã
tr: Suudi Arabistan

source: Sweden
eo: Svedio
es: Suecia
fr: Suède
ro: Suedia
tr: Ýsveç

source: Slovakia
es: República Eslovaca
fr: Slovaquie
ro: Slovacia
tr: Slovakya

source: Thailand
es: Tailandia
fr: Thaïlande
ro: Tailanda
tr: Tayland

source: Turkey
eo: Turkio
es: Turquía
fr: Turquie
ro: Turcia
tr: Türkiye

source: Taiwan
eo: Tajvano
ro: Taivan
tr: Tayvan

source: United Kingdom
eo: Britio
es: Reino Unido
fr: Royaume-Uni
ro: Marea&nbsp;Britanie
tr: Ýngiltere

source: United States
eo: Usono
es: Estados Unidos
fr: États-Unis
ro: Statele&nbsp;Unite
tr: A.B.D.

source: Yugoslavia
fr: Yougoslavie
ro: Iugoslavia

source: South Africa
eo: Sudafriko
es: Sudáfrica
fr: Afrique du Sud
ro: Africa&nbsp;de&nbsp;Sud
tr: Güney Afrika

source: pik
fr: kpi

source: Back to other <a href="./">Debian news</a>.
es: Volver a otras <a href="./">noticias de Debian</a>.
fr: Retour aux autres <a href="./">nouvelles Debian</a>.

source: Nobody
fr: Personne

source: Argentina
eo: Argentino
fr: Argentine
tr: Arjantin

source: Austria
eo: Aýstrio
fr: Autriche
tr: Avusturya

source: Australia
eo: Aýstralio
fr: Australie
tr: Avustralya

source: Bulgaria
eo: Bulgario
fr: Bulgarie
tr: Bulgaristan

source: Chile
eo: Æilio
fr: Chili
tr: Þili

source: China
fr: Chine
tr: Çin

source: Estonia
fr: Estonie
tr: Estonya

source: Israel
eo: Israelo
fr: Israël
tr: Ýsrail

source: India
eo: Hindio
fr: Inde
tr: Hindistan

source: Kuwait
fr: Koweït

source: Peru
fr: Pérou

source: Singapore
es: Singapur
fr: Singapour
tr: Singapur

source: Slovenia
es: Eslovenia
fr: Slovénie
tr: Slovenya

source: Back to the <a href="%s">Debian Project homepage</a>.
es: Volver a la <a href="%s">página principal de Debian</a>.
tr: <a href="%s">Debian ana sayfasý</a> 'na dönüþ.

source: See the Debian <a href="%s">contact page</a> for information on contacting us.
es: Vea la <a href="%s">página de contactos</a> de Debian para más información sobre cómo contactar con nosotros.
tr: Bizimle iletiþim saðlamak için Debian <a href="%s">kontak sayfasý</a>'ný ziyaret edin

source: See <a href="%s" rel="copyright">license terms</a>
es: Vea <a href="%s" rel="copyright">los t&eacute;rminos de la licencia</a>
tr: <a href="%s" rel="copyright">Lisans Þartlarý</a>

source: How to set <a href="%s">the default document language</a>
es: Cómo modificar <a href="%s">el idioma por defecto de los documentos</a>
tr: Varsayýlan belge <a href="%s">dili nasýl ayarlanýr</a>

source: Canada
eo: Kanado
es: Canadá
tr: Kanada

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
eo: Debian GNU/Linux estas libera distribuo de la majstra sistemo GNU/Linux. Øi estas øisdatigita de la laboro de multaj uzantoj kiuj volonte donas siajn fortojn kaj tempon.

source: Back to the <a href="$(HOME)/">Debian Project homepage</a>.
eo: Reen al la <a href="$(HOME)/">Debiana Projekta hejmpaøo</a>.

source: See the Debian <a href="$(HOME)/contact">contact page</a> for information on contacting us.
eo: Legu la <a href="$(HOME)/contact">debianan kontaktpaøon</a> por scii kiel kontakti nin.

source: See <a href="$(HOME)/license">license terms</a>
eo: Legu la <a href="$(HOME)/license">kontraktajn kondiæojn</a>

source: How to set the default document language
eo: Kiel elekti la dokumentan lingvon

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
eo: Atentu! Tiu æi traduko estas tro malnova, bonvolu viziti la <a href="$link">originalan</a>.
