Repository: l/debian-webwml
Catalog: webwml/po/po-files/templates.*.po
Languages: eo, es, fr, ro, tr

source: <void id="dc_faq" />faq
ro: FAQ

source: download with jigdo
fr: télécharger avec jigdo
ro: descãrcare cu jigdo

source: download via http/ftp
fr: télécharger par http/ftp
ro: descãrcare prin http/ftp

source: buy pre-made images
fr: acheter des images prêtes
ro: cumpãraþi imagini pre-alcãtuite

source: network install
fr: installer par le réseau
ro: instalare de pe internet

source: download with pik
fr: télécharger avec kpi
ro: descãrcare cu pik

source: <void id="dc_misc" />misc
fr: divers
ro: divers

source: Debian CD team
fr: Équipe Debian CD
ro: Echipa Debian CD

source: debian_on_cd
fr: Debian sur disque compact
ro: Debian pe CD

source: <void id="faq-bottom" />faq
ro: FAQ

source: buy
fr: acheter
ro: cumpãraþi

source: net_install
fr: install-réseau
ro: instalare de pe internet

source: <void id="misc-bottom" />misc
fr: divers
ro: divers

source: Yes
eo: Jes
es: Sí
fr: Oui
ro: Da
tr: Evet

source: No
eo: Ne
fr: Non
ro: Nu
tr: Hayýr

source: Debian Project
eo: Projekto Debiano
es: Proyecto Debian
fr: Projet Debian
ro: Proiectul Debian

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
es: Debian GNU/Linux es una distribución libre del sistema operativo GNU/Linux. Es mantenida y actualizada a través de la red por muchos usuarios que contribuyen con su tiempo y esfuerzo.
fr: Debian GNU/Linux est une distribution libre du système d'exploitation GNU/Linux. Elle est développée et mise à jour grâce au travail de nombreux utilisateurs qui offrent leur temps et leurs efforts.
ro: Debian GNU/Linux este o distribuþie &#8222;free&#8220; a sistemului de operare GNU/Linux. Este menþinutã ºi actualizatã prin munca multor utilizatori care îºi sacrificã timp ºi efort pentru aceasta.
tr: Debian GNU/Linux, GNU/Linux iþletim sisteminin, ücretsiz bir daðýtýmýdýr. Zamanýný ve gücünü gönüllü olarak bu iþe veren bir çok kullanýcý tarafýndan geliþtirilmektedir.

source: debian, GNU, linux, unix, open source, free, DFSG
eo: debian, GNU, linux, unix, open source, libera, DFSG
es: debian, GNU, linux, unix, open source, libre, DFSG
fr: debian, GNU, linux, unix, open source, libre, DFSG
ro: debian, GNU, linux, unix, open source, liber, gratuit, gratis, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
fr: Retour à la <a href="m4_HOME/">page d'accueil de Debian</a>.
ro: Înapoi la <a href="m4_HOME/">pagina principalã Debian</a>.

source: Home
eo: Hejmen
es: P&aacute;gina principal
fr: Accueil
ro: Acas&#259;
tr: Ana Sayfa

source: About
eo: Pri Debiano
es: Sobre&nbsp;Debian
fr: À&nbsp;propos&nbsp;de&nbsp;Debian
ro: Despre
tr: Hakkýnda

source: About Debian
eo: Pri Debiano
es: Sobre Debian
fr: À propos de Debian
ro: Despre Debian
tr: Debian Hakkýnda

source: Contact&nbsp;Us
eo: Kontaktu&nbsp;Nin
es: Contacte&nbsp;con&nbsp;nosotros
fr: Nous&nbsp;contacter
ro: Contactaþi-ne
tr: Bize&nbsp;ulaþýn

source: Donations
eo: Donacoj
es: Donaciones
ro: Donaþii
tr: Baðýþlar

source: Events
eo: Eventoj
es: Eventos
fr: Événements
ro: Evenimente
tr: Olaylar

source: News
eo: Nova¼oj
es: Noticias
fr: Actualités
ro: ªtiri
tr: Haberler

source: Distribution
eo: Distribuo
es: Distribuci&oacute;n
ro: Distribuþie
tr: Daðýtým

source: Support
eo: Øenerala helpo
es: Soporte
fr: Assistance
ro: Suport
tr: Destek

source: Developers'&nbsp;Corner
eo: Disvolviganta&nbsp;Angulo
es: Rinc&oacute;n&nbsp;del&nbsp;Desarrollador
fr: Le&nbsp;coin&nbsp;du&nbsp;développeur
ro: Colþul&nbsp;programatorilor
tr: Geliþtiriciler&nbsp;Köþesi

source: Documentation
eo: Dokumentaro
es: Documentaci&oacute;n
ro: Documentaþie
tr: Dökümantasyon

source: Security&nbsp;Information
eo: Sekureca&nbsp;Informo
es: Informaci&oacute;n&nbsp;sobre&nbsp;Seguridad
fr: Informations&nbsp;sur&nbsp;la&nbsp;sécurité
ro: Informaþii&nbsp;despre&nbsp;securitate
tr: Güvenlik&nbsp;Bilgisi

source: Search
eo: Seræo
es: B&uacute;squeda
fr: Recherche
ro: Caut&#259;
tr: Arama

source: none
eo: neniu
es: ninguno
fr: aucun
ro: nimic
tr: hiçbiri

source: Go
eo: Iri
es: Ir
fr: Lancer
ro: Execut&#259;
tr: Git

source: worldwide
fr: partout dans le monde
ro: peste tot în lume

source: Site map
es: Mapa del servidor
fr: Plan du site
ro: Planul paginilor
tr: Site haritasý

source: Miscellaneous
es: Miscelánea
fr: Divers
ro: Diverse
tr: Muhtelif

source: Getting Debian
es: Cómo obtener Debian
fr: Obtenir Debian
ro: Obþinînd Debian

source: List of Consultants
eo: Listo de Konsultantoj
es: Lista de Consultores
fr: Liste des consultants
ro: Lista&nbsp;consultanþilor
tr: Danýþman Listesi

source: Back to the <a href="./">Debian consultants page</a>.
eo: Reen al la <a href="./">Paøo de konsultantoj de Debian</a>.
es: Volver a la <a href="./">página de consultores de Debian</a>.
fr: Retour à la <a href="./">page des consultants Debian</a>.
ro: Înapoi&nbsp;la&nbsp;<a&nbsp;href="./">pagina&nbsp;consultanþilor</a>.
tr: <a href="./">Debian danýþmanlar sayfasý</a>'na dönüþ.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
eo: Bonvolu sendi æiujn komentarojn, kritikojn kaj sugestojn pri æi tiuj paøoj al nia <a href="mailto:debian-doc@lists.debian.org">retpoþta listo</a>.
es: Por favor, envíe todos sus comentarios, sugerencias o críticas sobre estas paginas a nuestra <a href="mailto:debian-doc@lists.debian.org">lista de correo</a>.
fr: Veuillez envoyer vos commentaires, critiques et suggestions concernant ces pages web à notre <a href="mailto:debian-doc@lists.debian.org">liste de diffusion</a>.
ro: Vã rugãm sã trimiteþi toate comentariile, criticile ºi sugestiile despre aceste pagini la <a href="mailto:debian-doc@lists.debian.org">lista noastrã de e-mail</a>.

source: Upcoming Attractions
eo: Venontaj Aferoj
es: Próximas atracciones
fr: Attractions à venir
ro: Evenimente&nbsp;viitoare
tr: Çok Yakýnda

source: link may no longer be valid
eo: eble la ligo ne plu estas valida
es: el enlace puede no ser ya válido
fr: le lien n'est peut-être plus valide
ro: trimiterea&nbsp;poate&nbsp;nu&nbsp;mai&nbsp;este&nbsp;validã
tr: Baðlantý artýk geçerli olmayabilir

source: When
eo: Kiam
es: Cuándo
fr: Quand
ro: Cînd
tr: Ne Zaman

source: Where
eo: Kie
es: Dónde
fr: Où
ro: Unde
tr: Nerede

source: More Info
eo: Pli da informo
es: Información adicional
fr: Pour plus d'information
ro: Informaþii&nbsp;suplimentare
tr: Daha fazla bilgi iCin

source: Debian Involvement
eo: Partopreno de Debiano
es: Implicación de Debian
fr: Participation de Debian
ro: Implicarea&nbsp;Debian
tr: Debian Katýlým

source: Main Coordinator
eo: Æefa Kunordiganto
es: Coordinador principal
fr: Principal coordinateur
ro: Coordonatorul&nbsp;principal
tr: Ana Koordinatör

source: <th>Project</th><th>Coordinator</th>
eo: <th>Projekto</th><th>Kunordiganto</th>
es: <th>Coordinador de</th><th>Proyecto</th>
fr: <th>Projet</th><th>Coordinateur</th>
ro: <th>Coordonatorul&nbsp;de</th><th>proiect</th>
tr: <th>Proje</th><th>Koordinatörü</th>

source: Related Links
eo: Rilataj Ligoj
es: Enlaces relacionados
fr: Liens connexes
ro: Link-uri interesante
tr: Ýlgili baðlantýlar

source: Latest News
eo: Lastaj Nova¼oj
es: Últimas Noticias
fr: Dernières nouvelles
ro: Ultimele ºtiri
tr: En Son Haberler

source: not needed
eo: ne bezonata
es: no necesario
fr: non nécessaire
ro: nu&nbsp;este&nbsp;necesar
tr: gerekli deGil

source: not available
eo: ne disponebla
es: No Disponible
fr: non disponible
ro: nu&nbsp;este&nbsp;disponibil
tr: artIk bulunmuyor

source: N/A
eo: N/D
ro: nu&nbsp;se&nbsp;aplicã

source: in release 1.3
eo: en livero 1.3
es: en la versión 1.3
fr: dans la version 1.3
ro: în&nbsp;versiunea&nbsp;1.3
tr: sUrUm 1.3

source: in release 2.0
eo: en livero 2.0
es: en la versión 2.0
fr: dans la version 2.0
ro: în&nbsp;versiunea&nbsp;2.0
tr: sUrUm 2.0

source: in release 2.1
eo: en livero 2.1
es: en la versión 2.1
fr: dans la version 2.1
ro: în&nbsp;versiunea&nbsp;2.1
tr: sUrUm 2.1

source: in release 2.2
eo: en livero 2.2
es: en la versión 2.2
fr: dans la version 2.2
ro: în&nbsp;versiunea&nbsp;2.2
tr: sUrUm 2.2

source: See the Debian <a href="m4_HOME/contact">contact page</a> for information on contacting us.
fr: Voir la <a href="m4_HOME/contact">page contact</a> de Debian pour plus d'information pour nous contacter.
ro: Vedeþi <a href="m4_HOME/contact">pagina de contacte</a> Debian pentru mai multe informaþii.

source: Last Modified
eo: Laste Modifita
es: Última modificaci&oacute;n
fr: Dernière modification
ro: Modificat ultima datã
tr: Son Güncelleme

source: Copyright
eo: Kopirajto
ro: Drepturi de copiere
tr: Telif Hakký

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
fr: Voir <a href="m4_HOME/license" rel="copyright">les termes de la licence</a>
ro: vedeþi <a href="m4_HOME/license" rel="copyright">termenii licenþei</a>.

source: This page is also available in the following languages
eo: Tiu æi paøo estas ankaý legebla en la jenaj lingvoj
es: Esta página también está disponible en los siguientes idiomas
fr: Cette page est aussi disponible dans les langues suivantes&nbsp;
ro: Aceastã paginã este disponibilã în urmãtoarele limbi
tr: Bu sayfa aþaðýdaki dillerde de mevcuttur

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
fr: Comment configurer la <a href=m4_HOME/intro/cn>langue par défaut du document</a>
ro: Cum sã configuraþi <a href=m4_HOME/intro/cn>limba predefinitã a documentului.</a>

source: Debian&nbsp;International
eo: Internacia&nbsp;Debiano
es: Debian&nbsp;es&nbsp;internacional
fr: Debian&nbsp;et&nbsp;l'international
ro: Debian&nbsp;Internaþional
tr: Debian&nbsp;Uluslararasý

source: Partners
eo: Asociitoj
es: Colaboradores
fr: Partenaires
ro: Parteneri
tr: Ortaklar

source: Debian Weekly News
es: Noticias semanales de Debian
fr: Nouvelles hebdomadaires Debian
ro: Debian,&nbsp;ªtiri&nbsp;sãptãmînale
tr: Debian Haftalýk Haberler

source: Weekly&nbsp;News
eo: Æiusemajnaj&nbsp;Nova¼oj
es: Noticias&nbsp;semanales
fr: Nouvelles&nbsp;hebdomadaires
ro: ªtiri&nbsp;sãptãmînale
tr: Haftalýk&nbsp;Haberler

source: Release&nbsp;Info
eo: Livera&nbsp;Informo
es: Info&nbsp;sobre&nbsp;versiones
fr: Dernière&nbsp;version
ro: Informaþii&nbsp;ale&nbsp;versiunilor
tr: Sürüm&nbsp;Bilgisi

source: Debian&nbsp;Packages
eo: Debianaj&nbsp;Pakoj
es: Paquetes&nbsp;Debian
fr: Paquets&nbsp;Debian
ro: Pachete&nbsp;Debian
tr: Debian&nbsp;Paketleri

source: Download
eo: Elpreno
es: Descargar
fr: Téléchargement
ro: Descãrcare
tr: Transfer

source: Debian&nbsp;on&nbsp;CD
eo: Debiano&nbsp;en&nbsp;KD
es: Debian&nbsp;en&nbsp;CD
fr: Debian&nbsp;sur&nbsp;CD
ro: CD-uri&nbsp;cu&nbsp;Debian
tr: Debian&nbsp;CD'leri

source: Debian&nbsp;Books
eo: Libroj&nbsp;pri&nbsp;Debiano
es: Libros&nbsp;sobre&nbsp;Debian
fr: Livres&nbsp;Debian
ro: Cãrþi&nbsp;Debian
tr: Debian&nbsp;Hakkýnda&nbsp;Kitaplar

source: Mailing&nbsp;List&nbsp;Archives
eo: Retpoþtlistaj&nbsp;Ar¶ivoj
es: Archivos&nbsp;de&nbsp;listas de&nbsp;correo
fr: Archives&nbsp;des&nbsp;listes&nbsp;de&nbsp;diffusion
ro: Arhivele&nbsp;listelor&nbsp;de&nbsp;discuþii
tr: Liste&nbsp;Arþivleri

source: Mailing&nbsp;Lists
eo: Retpoþtaj&nbsp;Listoj
es: Listas&nbsp;de&nbsp;correo
fr: Listes&nbsp;de&nbsp;diffusion
ro: Liste&nbsp;de&nbsp;discuþii
tr: Mail&nbsp;Listeleri

source: Social&nbsp;Contract
eo: Socia&nbsp;Kontrakto
es: Contrato&nbsp;social
fr: Notre&nbsp;contrat&nbsp;social
ro: Contractul&nbsp;social
tr: Sosyal&nbsp;Kontrat

source: Visit the site sponsor
eo: Vizitu aýspicianton
es: Visite el servidor de nuestro patrocinador
fr: Le site de notre sponsor
ro: Vizitaþi&nbsp;sponsorii
tr: Bu sitenin sponsorunu ziyaret ediniz

source: Site map for Debian web pages
es: Mapa del servidor de páginas de Debian
fr: Plan du site web Debian
ro: Planul&nbsp;paginilor&nbsp;web&nbsp;Debian
tr: Site haritasý

source: Developer Database
eo: Programista Datbazumo
es: Base de datos de desarrolladores
fr: Base de données des développeurs
ro: Baza&nbsp;de&nbsp;date&nbsp;a&nbsp;programatorilor
tr: Geliþtiriciler&nbsp;veritabaný

source: Debian Policy Manual
eo: Manlibro de Debiana Kondutmaniero
es: Manual de normas de Debian
fr: Manuel des normes Debian
ro: Manualul&nbsp;de&nbsp;conduitã&nbsp;Debian
tr: Debian Kurallar Kýlavuzu

source: Developers' Reference
eo: Referencoj de&nbsp;Programistoj
es: Referencia de los desarrolladores
fr: Guide de référence du développeur Debian
ro: Referinþe&nbsp;pentru&nbsp;programatori
tr: Geliþtirici Rehberi

source: New Maintainers' Guide
eo: Nova Gvidilo de konservantoj
es: Nueva guía del desarrollador
fr: Guide du nouveau développeur
ro: Ghidul&nbsp;noului&nbsp;responsabil&nbsp;cu&nbsp;þinerea&nbsp;la&nbsp;zi
tr: Yeni Geliþtirici Rehberi

source: Release Critical Bugs
eo: Liveraj Gravegaj Cimoj
es: Fallos críticos para la liberación
fr: Bogues critiques
ro: Probleme&nbsp;critice
tr: Sürümün Önemli Hatalarý

source: Lintian Reports
eo: Lintianaj Informiloj
es: Informes de lintian
fr: Rapports Lintian
ro: Rapoarte&nbsp;Lintian
tr: Lintian Raporlarý

source: Archives for users' mailing lists
es: Archivos de las listas de correo de los usuarios
fr: Archives des listes de diffusion pour utilisateurs
ro: Archivele&nbsp;pentru&nbsp;listele&nbsp;de&nbsp;discuþii&nbsp;ale&nbsp;utilizatorilor
tr: Kullanýcý listelerinin arþivleri

source: Archives for developers' mailing lists
es: Archivos de las listas de correo de desarrolladores
fr: Archives des listes de diffusion pour développeurs
ro: Archivele&nbsp;pentru&nbsp;listele&nbsp;de&nbsp;discuþii&nbsp;ale&nbsp;dezvoltatorilor&nbsp;de&nbsp;programe
tr: Geliþtirici listelerinin arþivleri

source: Archives for i18n/l10n mailing lists
es: Archivos de las listas de correo de i18n/l10n
fr: Archives des listes de diffusion pour l'internationalisation
ro: Arhivele&nbsp;pentru&nbsp;listele&nbsp;de&nbsp;discuþii&nbsp;de&nbsp;localizare&nbsp;ºi&nbsp;internaþionalizare
tr: i18n/l10n liste arþivleri

source: Archives for ports' mailing lists
es: Archivos de las listas de correo de las migraciones
fr: Archives des listes de diffusion pour les portages
ro: Arhivele&nbsp;pentru&nbsp;listele&nbsp;de&nbsp;discuþii&nbsp;referitoare&nbsp;la&nbsp;portãri
tr: Port'a özel liste arþivleri

source: Archives for miscellaneous mailing lists
es: Archivos de listas de correo variadas
fr: Archives des listes de diffusion de la section «&nbsp;divers&nbsp;»
ro: Arhivele&nbsp;pentru&nbsp;listele&nbsp;de&nbsp;discuþii&nbsp;"diverse"
tr: Diðer liste arþivleri

source: Free&nbsp;Software
es: Software&nbsp;libre
fr: Logiciel&nbsp;libre
ro: Programe&nbsp;libere
tr: Özgür&nbsp;Yazýlým

source: Development
es: Desarrollo
fr: Développement
ro: Dezvoltare
tr: Geliþtirme

source: Help Debian
es: Ayuda a Debian
fr: Aider Debian
ro: Ajutaþi&nbsp;Debian
tr: Debian'a Yardým Etme

source: Bug reports
es: Informes de error
fr: Rapports de bogues
ro: Rapoarte&nbsp;de&nbsp;erori
tr: Hata raporlarý

source: Ports/Architectures
es: Migraciones/Arquitecturas
fr: Portages/Architectures
ro: Portãri/Arhitecturi
tr: Platformlar

source: Installation&nbsp;manual
eo: Kiel&nbsp;Instali
es: Manual&nbsp;de&nbsp;instalación
fr: Manuel&nbsp;d'installation
ro: Instrucþuni&nbsp;de&nbsp;instalare
tr: Kurulum&nbsp;Açýklamalarý

source: Select a server near you
eo: Elektu servilon proksiman
es: Elija un servidor cerca de usted
fr: Choisissez un serveur proche de vous
ro: Alegeþi un server apropiat
tr: Yakýnýnýzda bir sunucu seçiniz

source: %0 (dead link)
eo: %0 (maløusta ligo)
es: %0 (enlace roto)
fr: %0 (lien inexistant)
ro: %0 (legãturã moartã)

source: No items for this year.
eo: Estas nenio por æi tiu jaro.
es: No hay elementos para este año.
fr: Pas d'éléments cette année.
ro: Nu sînt articole pentru anul acesta.
tr: Bu yIl iCin bilgi yok

source: proposed
eo: proponita
es: propuesto
fr: proposé
ro: propuse

source: discussed
eo: diskutita
es: discutido
fr: en discussion
ro: discutate

source: voted on
eo: vocxdonita je la
es: votado el
fr: en cours de vote
ro: votate

source: finished
eo: finita
es: terminado
fr: terminé
ro: terminate

source: withdrawn
ro: retras

source: Future events
es: Eventos futuros
fr: Événements à venir
ro: Evenimente viitoare

source: Past events
es: Eventos pasados
fr: Événements passés
ro: Evenimente trecute

source: Debian Security
es: Seguridad en Debian
fr: Sécurité Debian
ro: Securitate Debian

source: Debian Security Advisory
es: Aviso de seguridad de Debian
fr: Bulletin d'alerte Debian
ro: Buletin de alertã Debian

source: Debian Security Advisories
es: Avisos de seguridad de Debian
fr: Bulletins d'alerte Debian
ro: Buletin de alertã Debian

source: Date Reported
eo: Dato de la Raporto
es: Fecha del informe
fr: Date du rapport
ro: Data raportului
tr: Rapor Edildiði Tarih

source: Affected Packages
eo: Pakoj Koncernataj
es: Paquetes afectados
fr: Paquets concernés
ro: Pachete afectate
tr: Etkilenen Paketler

source: Vulnerable
eo: Koncernebla
fr: Vulnérabilité
ro: Vulnerabile

source: More information
eo: Pli da informo
es: Información adicional
fr: Pour plus d'information
ro: Pentru mai multe informaþii
tr: Daha fazla bilgi için

source: Fixed in
eo: Solvita je
es: Arreglado en
fr: Corrigé dans
ro: Corectat în
tr: Düzeltilmiþ hali

source: Source:
es: Fuentes:
ro: Sursã:
tr: Kaynak:

source: Architecture-independent component:
es: Componentes independientes de la arquitectura:
fr: Composant indépendant de l'architecture&nbsp;:
ro: Component independent de arhitecturã:

source: MD5 checksums of the listed files are available in the <a href="%attributes">original advisory</a>.
es: Las sumas MD5 de los ficheros que se listan están disponibles en el <a href="%attributes">aviso original</a>.
fr: Les hachés MD5 des fichiers indiqués sont disponibles sur la <a href="%attributes">page originale de l'alerte de sécurité</a>.
ro: Verificarea MD5 a fiºierelor disponibile listate în <a href="%attributes">buletinul original</a>.
tr: Yukarýdaki dosyalarýn MD5 checksum deðerlerini <a href="%attributes">orjinal duyuru</a>'dan edinebilirsiniz.

source: No other external database security references currently available.
es: No se dispone, de momento, de referencias a otras bases de datos de seguridad externas.
fr: Aucune référence à une base de données externe en rapport avec la sécurité n'est actuellement disponible.
ro: Nici o altã referintã la o bancã de date externã în raport cu securitatea nu este acum disponibilã

source: CERT's vulnerabilities, advisories and incident notes:
es: Notas y avisos de incidentes y vulnerabilidades en CERT:
fr: Les annonces de vulnérabilité et les bulletins d'alerte du CERT&nbsp;:
ro: Anunþurile de vulnerabilitate ºi buletinele de alerte de la CERT:

source: In the Bugtraq database (at SecurityFocus):
es: En la base de datos de Bugtraq (en SecurityFocus):
fr: Dans la base de données de suivi des bogues (chez SecurityFocus)&nbsp;:
ro: În banca de date a urmãririi greºelilor (la SecurityFocus):

source: In Mitre's CVE dictionary:
es: En el diccionario CVE de Mitre:
fr: Dans le dictionnaire CVE du Mitre&nbsp;:
ro: În dicþionarul CVE de la Mitre:

source: Security database references
es: Referencias a bases de datos de seguridad
fr: Références dans la base de données de sécurité
ro: Referinþe în banca de date de securitate:

source: More information:
fr: Plus d'informations :
ro: Mai multe informaþii:

source: Taken by:
fr: Pris en charge par :
ro: Luatã în grijã de:

source: Rating:
fr: Classement&nbsp;
ro: Cotare:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
eo: <em>Noto:</em> La <a href="$link">originala paøo</a> estas pli nova ol tiu æi.
es: <em>Nota:</em> La <a href="$link">página original</a> es más nueva que esta traducción.
fr: <em>Note&nbsp;:</em> le <a href="$link">document original</a> est plus récent que cette traduction.
ro: <em>Notã:</em> <a href="$link">originalul</a> este mai nou decît traducerea.
tr: <em>Not:</em> Bu belgenin <a href="$link">son hali</a> henüz çevrilmemiþ.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
es: ¡Ojo! Esta traducción está muy desactualizada, por favor, consulte el <a href="$link">documento original</a>.
fr: Attention&nbsp;: cette traduction n'est plus à jour, veuillez consulter le <a href="$link">document original</a>.
ro: Avertisment! Aceastã traducere este prea neactualizatã, vã rugãm sã vedeþi <a href="$link">originalul</a>.
tr: Uyarý! Bu çeviri oldukça eski, lütfen belgenin <a href="$link">son hali</a>'ne bakýnýz.

source: <em>Note:</em> The original document of this translation no longer exists.
eo: <em>Noto:</em> La originala paøo ne plu ekzistas.
es: <em>Nota:</em> La página original de esta traducción ya no existe.
fr: <em>Note&nbsp;:</em> le document original n'existe plus.
ro: <em>Notã:</em> originalul nu mai existã.
tr: <em>Not:</em> Bu çevirinin Ýngilizce'si artýk mevcut deðil.

source: Waiting&nbsp;for&nbsp;Sponsors
eo: Esperanta&nbsp;je&nbsp;Aýspiciantoj
es: Esperando&nbsp;Patrocinadores
fr: En&nbsp;attente&nbsp;de&nbsp;sponsors
ro: Aºteptînd sponsorii
tr: Sponsor Aranýyor

source: In&nbsp;Discussion
eo: Diskutata
es: En&nbsp;Discusión
fr: En&nbsp;discussion
ro: În discuþie
tr: Fikir Alýþveriþi Sýrasýnda

source: Voting&nbsp;Open
eo: Voædono&nbsp;Malfermita
es: Votación&nbsp;en&nbsp;Curso
fr: Vote&nbsp;ouvert
ro: Vot deschis

source: Decided
eo: Decidita
es: Decidido
fr: Décidé
ro: Decis
tr: Kararlaþtýrýlan

source: Withdrawn
fr: Annulé
ro: Retras

source: Other
eo: Alia
es: Otro
fr: Autre
ro: Altele
tr: Diðer

source: Home&nbsp;Vote&nbsp;Page
eo: Hejma&nbsp;Voædona&nbsp;Paøo
es: Página&nbsp;Principal&nbsp;de&nbsp;Votaciones
fr: Page&nbsp;d'accueil&nbsp;des&nbsp;votes
ro: Pagina de vot

source: How&nbsp;To
eo: Kiel&nbsp;Fari
es: Cómo
fr: Aide
ro: Cum sã
tr: Nasýl

source: Submit&nbsp;a&nbsp;Proposal
eo: Sendi&nbsp;Proponon
es: Enviar&nbsp;Propuesta
fr: Soumettre&nbsp;une&nbsp;proposition
ro: Propuneþi

source: Amend&nbsp;a&nbsp;Proposal
eo: Modifi&nbsp;Proponon
es: Enmendar&nbsp;una&nbsp;Propuesta
fr: Amender&nbsp;une&nbsp;proposition
ro: Amendaþi propunerea

source: Follow&nbsp;a&nbsp;Proposal
eo: Sekvi&nbsp;Proponon
es: Apoyar&nbsp;una&nbsp;Propuesta
fr: Appuyer&nbsp;une&nbsp;proposition
ro: Urmãriþi propunerea

source: Read&nbsp;a&nbsp;Result
eo: Legi&nbsp;Rezulton
es: Leer&nbsp;un&nbsp;Resultado
fr: Lire&nbsp;un&nbsp;résultat
ro: Citiþi rezultatul
tr: SonuClara&nbsp;GOz&nbsp;At

source: Vote
eo: Voædono
es: Votar
ro: Votaþi

source: To receive this newsletter weekly in your mailbox, <a href="m4_HOME/MailingLists/subscribe#debian-news">subscribe</a> to the debian-news mailing list.
fr: Pour recevoir cette gazette chaque semaine dans votre boîte à lettres, <a href="m4_HOME/MailingLists/subscribe#debian-news">abonnez-vous</a> à la liste de diffusion debian-news.
ro: Pentru a primi ºtiri sãptãminale <a href="m4_HOME/MailingLists/subscribe#debian-news">subscrieþi</a> la lista de mail debian-news.

source: <a href="../../">Back issues</a> of this newsletter are available.
fr: <a href="../../">Les dernières parutions</a> de cette gazette sont disponibles.
ro: <a href="../../">Ediþii mai vechi</a> ale acestor ºtiri sînt disponibile

source: Debian Weekly News is edited by <a href="mailto:dwn@debian.org">Yooseong Yang and Martin 'Joey' Schulze</a>.
fr: Debian Weekly News est éditée par <a href="mailto:dwn@debian.org">Yooseong Yang et Martin 'Joey' Schulze</a>.
ro: ªtirile sãptãmînale Debian sînt editate de <a href="mailto:dwn@debian.org">Yooseong Yang and Martin 'Joey' Schulze</a>.

source: Belgium
eo: Belgio
es: Bélgica
fr: Belgique
ro: Belgia
tr: Belçika

source: Brazil
eo: Brazilo
es: Brasil
fr: Brésil
ro: Brazilia
tr: Brezilya

source: Belarus
eo: Bielorusia
es: Bielorrusia
fr: Biélorussie
ro: Bielorusia

source: Switzerland
es: Suiza
fr: Suisse
ro: Elveþia
tr: Ýsviçre
