Repository: l/debian-webwml
Catalog: webwml/arabic/po/bugs.*.po
Languages: ar

source: Flags:
ar: علامات:

source: active bugs
ar: الأخطاء الحاليه

source: archived bugs
ar: أرشيف الأخطاء

source: no ordering by status or severity
ar: عدم الترتيب حسب الحالة أو التاريخ

source: Reverse order of:
ar: أعكس الترتيب

source: status
ar: حاله

source: severities
ar: الأهمية

source: bugs
ar: أخطاء

source: Include status:
ar: احتوي الحاله

source: Exclude status:
ar: بدون الحاله

source: Include severity:
ar: احتوي الأهمية

source: Exclude severity:
ar: بدون الأهمية

source: open
ar: فتح

source: forwarded
ar: مرسلة

source: pending
ar: انتظار

source: fixed
ar: تم الإصلاح

source: done
ar: انتهاء

source: critical
ar: حساس

source: grave
ar: قاتلة

source: serious
ar: جاد

source: important
ar: مهم

source: normal
ar: عادي

source: minor
ar: قليل

source: wishlist
ar: أماني
