Repository: l/debian-webwml
Catalog: webwml/arabic/po/cdimage.*.po
Languages: ar

source: Key fingerprint
ar: مفتاح بصمة الأصبع

source: <void id="dc_faq" />FAQ
ar: <void id="dc_faq" />الأسئلة الشائعة

source: Download with Jigdo
ar: نزّل بجيكدو

source: Download via HTTP/FTP
ar: نزّل عبر الـ HTTP/FTP

source: Buy CDs or DVDs
ar: شراء الأقراص المدمجة CDs وأقراص الفيديو الرقمية DVDs

source: Network Install
ar: التثبيت الشّبكي

source: <void id="dc_download" />Download
ar: <void id="dc_download" />نزّل

source: <void id="dc_misc" />Misc
ar: <void id="dc_misc" />متفرقات

source: <void id="dc_artwork" />Artwork
ar: <void id="dc_artwork" />الأعمال الفنية

source: <void id="dc_mirroring" />Mirroring
ar: <void id="dc_mirroring" />المرايا

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
ar: <void id="dc_rsyncmirrors" />المرايا المتزامنة

source: <void id="dc_verify" />Verify
ar: <void id="dc_verify" />تحقّق

source: <void id="dc_torrent" />Download with Torrent
ar: <void id="dc_torrent" />نزّل بالتورنت

source: <void id="dc_relinfo" />Image Release Info
ar: <void id="dc_relinfo" />معلومات عن إصدار الصورة

source: Debian CD team
ar: فريق دبيان CD

source: debian_on_cd
ar: دبيان_على_الأقراص_المدمجة

source: <void id="faq-bottom" />faq
ar: <void id="faq-bottom" />الأسئلة الشائعة

source: jigdo
ar: جيكدو

source: buy
ar: شراء

source: net_install
ar: التثبيت_الشّبكي

source: <void id="misc-bottom" />misc
ar: <void id="misc-bottom" />متفرقات
