Repository: l/debian-webwml
Catalog: webwml/arabic/po/debian-cdd.*.po
Languages: ar

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
ar: تحتوي القائمة أدناه العديد من المشاريع البرمجيّة التي تهمّ مشروع <get-var cdd-name />. حاليّاً، القليل فقط من هذه المشاريع متوفّر على شكل حزم ديبيان. على أيّ حال، فإنّ هدفنا هو شمل جميع البرامج في <get-var cdd-name /> الأمر الذي سيضيف إلى وجود توزيعة ديبيان مُخصّصة عالية الجودة.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
ar: لاستعراض أشمل حول توفّر المشروع كحزمة ديبيان، يحتوي كل سطر رئيس على لون رمزي طبقاً لهذا المخطط:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
ar: الأخضر: المشروع <a href="<get-var url />">متوفر ضمن الحزم الرسمية من ديبيان</a>

source: Yellow: The project is <a href="<get-var url />">available as an inofficial Debian package</a>
ar: الأصفر: المشروع <a href="<get-var url />">متوفر ضمن الحزم الغير رسمية من ديبيان</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
ar: الأحمر: المشروع <a href="<get-var url />">غير متوفر كحزمة من ديبيان</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an inofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
ar: إن اكتشفت مشروعاً يبدو مرشّحاً جيّداً ل <get-var cdd-name /> بالنسبة لك، أو إن قمت بتحضير حزمة ديبيان غير رسميّة، رجاءً لا تتردّد بإرسال وصف المشروع إلى <a href="<get-var cdd-list-url />">قائمة <get-var cdd-name /> البريديّة</a>.

source: Official Debian packages
ar: حزم ديبيان الرسمية

source: Inofficial Debian packages
ar: حزم ديبيان الغير رسمية

source: Debian packages not available
ar: الحزم الغير متوفرة من ديبيان

source: There are no projects which fall into this category.
ar: لا يوجد مشاريع ضمن هذه الفئة

source: No homepage known
ar: لا يوجد موقع رسمي للمشروع

source: License:
ar: الترخيص:

source: Free
ar: حرّ

source: Non-Free
ar: ﻻحرّ

source: Unknown
ar: غير معروف

source: Official Debian package
ar: حزمة ديبيان رسمية

source: Inofficial Debian package
ar: حزمة ديبيان غير رسمية

source: Debian package not available
ar: غير متوفر كحزمة من ديبيان
