Repository: l/debian-webwml
Catalog: webwml/arabic/po/distrib.*.po
Languages: ar

source: Keyword
ar: الكلمة الدليلية

source: Search
ar: بحث

source: Reset
ar: إعادة تشغيل

source: Display
ar: عرض

source: packages that contain files named like this
ar: الحزم التي تحتوي على ملفات تسمى هكذا

source: packages that contain files or directories named like this
ar: الحزم التي تحتوي على ملفات أو مجلّدات تسمى هكذا

source: packages that contain files or directories whose names contain the keyword
ar: الحزم التي تحتوي على ملفات أو مجلّدات في أسمائها توجد الكلمات

source: all files in this package
ar: كل الملفات في هذه الحزمة

source: Case sensitive
ar: البحث حساس لحالة الحرف

source: no
ar: لا

source: yes
ar: نعم

source: Distribution
ar: الإصدارة

source: oldstable
ar: المستقرة القديمة

source: stable
ar: المستقرة

source: testing
ar: الاختبارية

source: unstable
ar: غير المستقرة

source: Architecture
ar: الطّراز المعماريّ

source: Search on
ar: بحث في

source: Package names only
ar: أسماء الحزم فقط

source: Descriptions
ar: الوصف

source: Source package names
ar: أسماء الحزم المصدرية

source: Allow searching on subwords
ar: السماح بالبحث في جزء من الكلمة

source: Search case sensitive
ar: البحث حساس لحالة الحرف

source: experimental
ar: التجريبية

source: any
ar: أي منها

source: Section
ar: القسم
