Repository: l/debian-webwml
Catalog: webwml/arabic/po/doc.*.po
Languages: ar

source: Author:
ar: المؤلف:

source: email:
ar: البريد الإلكتروني:

source: Available at:
ar: متوفّر في:

source: Language:
ar: اللغة:

source: CD Included:
ar: متضمّن قرص مدمج:

source: Publisher:
ar: الناشر:

source: Authors:
ar: المؤلّفون:

source: Editors:
ar: النّاشرون:

source: Maintainer:
ar: المشرف:

source: Status:
ar: المنزلة:

source: Availability:
ar: التوفّر:

source: Latest version:
ar: آخر نسخة:

source: (version <get-var version />)
ar: (نسخة <get-var version />)

source: plain text
ar: مجرد نص

source: Use <a href="cvs">CVS</a> to download the SGML source text for <get-var ddp_pkg_loc />.
ar: إستعمل<a href="cvs">CVS</a> لتنزيل مصدر نص الSGML ل <get-var ddp_pkg_loc />.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
ar: نسخة مصادر CVS للعمل: يجب تعيين <code>CVSROOT</code> القيمة <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, ومراجعة وحدة <kbd>أقراص الإقلاع المرنة/الوثائق</kbd>.

source: CVS via web
ar: CVS عن طريق الوب

source: Debian package
ar: حزمة دبيان
