Repository: l/debian-webwml
Catalog: webwml/arabic/po/others.*.po
Languages: ar

source: Mailing List Subscription
ar: الإشتراك بالقائمة البريدية

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
ar: أنظر صفحة <a href="./#subunsub">القوائم البريدية</a> لمعلومات حول كيفية الاشتراك باستخدام البريد الالكتروني.هناك أيضاً <a href="unsubscribe">استمارة وب لإلغاء الاشتراك</a> متوفرة، لإلغاء الاشتراك من القوائم البريدية.

source: Please select which lists you want to subscribe to:
ar: الرجاء اختيار القوائم التي تود الاشتراك بها:

source: No description given
ar: لا يوجد وصف للقائمة.

source: Moderated:
ar: مُراقبة:

source: Posting messages allowed only to subscribers.
ar: إضافة الرسائل مسموح بها للمشتركين فقط.

source: Only messages signed by a Debian developer will be accepted by this list.
ar: فقط الرسائل الموقعة من قبل مطوّر ديبيان ستقبل في هذه القائمة.

source: Subscription:
ar: الإشتراك:

source: is a read-only, digestified version.
ar: هي نسخة للقراءة فقط، مُلخّصة.

source: Your E-Mail address:
ar: بريدك الإلكتروني:

source: Subscribe
ar: اشترك

source: Clear
ar: مسح

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
ar: الرجاء احترام <a href="./#ads">سياسة الإعلان لقائمة ديبيان البريدية</a>.

source: Mailing List Unsubscription
ar: الخروج من القائمة البريدية

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
ar: أنظر صفحة <a href="./#subunsub">القوائم البريدية</a> لمعلومات حول كيفية إلغاء الاشتراك عن طريق البريد الالكتروني. هناك أيضاً <a href="subscribe">استمارة وب للاشتراك</a> متوفرة، للاشتراك في القوائم البريدية.

source: Please select which lists you want to unsubscribe from:
ar: الرجاء اختيار القوائم التي تود إلغاء اشتراكك بها:

source: Unsubscribe
ar: الغاء الإشتراك

source: open
ar: مفتوحة

source: closed
ar: مغلقة

source: Download
ar: تنزيل

source: Old banner ads
ar: إعلانات بانر القديمة

source: Name:
ar: الاسم:

source: Company:
ar: الشركة :

source: Address:
ar: العنوان:

source: Phone:
ar: رقم الهاتف:

source: Fax:
ar: الفاكس:

source: URL:
ar: عنوان:

source: or
ar: أو

source: Email:
ar: البريد الإلكتروني:

source: Rates:
ar: النسب:

source: Additional Information
ar: معلومات أضافية:

source: <total_consultant> Debian consultants listed in <total_country> countries worldwide.
ar: <total_consultant> مستشارو ديبيان المُسردون في <total_country> دولة حول العالم.

source: Working
ar: قيد الإنجاز

source: rc2 (broken)
ar: rc2 (معطوبة)

source: rc3 (broken)
ar: rc3 (معطوبة)

source: Booting
ar: قابلة للإقلاع

source: Building
ar: قابلة للبناء

source: Not yet
ar: ليس بعد

source: No kernel
ar: بدون نواة

source: No images
ar: بدون صُوَر

source: <void id="d-i" />Unknown
ar: <void id="d-i" />مجهول

source: Unavailable
ar: غير متوفر

source: Step 1
ar: خطوة 1

source: Step 2
ar: خطوة 2

source: Step 3
ar: خطوة 3

source: Step 4
ar: خطوة 4

source: Step 5
ar: خطوة 5

source: Previous Talks:
ar: الأحاديث السابقة:

source: Languages:
ar: اللغات:

source: Location:
ar: الموقع:

source: Topics:
ar: المواضيع:

source: With&nbsp;``Debian''
ar: مع &nbsp;``ديبيان''

source: Without&nbsp;``Debian''
ar: بدون &nbsp;``ديبيان''

source: [Powered by Debian]
ar: [يدعمه ديبيان]

source: [Powered by Debian GNU/Linux]
ar: [يدعمه ديبيان جنو/لينكس]

source: [Debian powered]
ar: [يدعمه ديبيان]

source: [Debian] (mini button)
ar: [ديبيان] (زر مصغّر)

source: Wanted:
ar: مطلوب:

source: Who:
ar: من:

source: Architecture:
ar: الهندسة:

source: Specifications:
ar: المواصفات:

source: Where:
ar: أين:

source: Products
ar: المنتجات

source: hats
ar: قبعات

source: stickers
ar: ملصقات

source: mugs
ar: أكواب

source: other clothing
ar: ألبسة أخرى

source: polo shirts
ar: أقمصة بولو

source: frisbees
ar: فرِزبي

source: basketball goals
ar: شباك مرمى كرة سلة

source: earrings
ar: أقراط آذان

source: suitcases
ar: حقائب

source: OK
ar: موافق

source: BAD
ar: سيء

source: OK?
ar: موافق؟

source: BAD?
ar: سيء؟

source: Unknown
ar: مجهول

source: ALL
ar: الكلّ

source: Package
ar: حزمة

source: Status
ar: الحالة

source: Version
ar: الإصدار
