Repository: l/debian-webwml
Catalog: webwml/arabic/po/ports.*.po
Languages: ar

source: Debian for Laptops
ar: دبيان للحاسبات المحمولة

source: Debian for Alpha
ar: دبيان لأنظمة Alpha

source: Debian for AMD64
ar: دبيان لأنظمة AMD64

source: Debian for ARM
ar: دبيان لأنظمة ARM

source: Debian for Beowulf
ar: دبيان لأنظمة Beowulf

source: Main
ar: رئيسي

source: Debian for PA-RISC
ar: دبيان لأنظمة PA-RISC

source: Hurd CDs
ar: أقراص Hurd مدمجة

source: Debian for IA-64
ar: دبيان لأنظمة IA-64

source: Debian GNU/FreeBSD
ar: دبيان غنو/FreeBSD

source: Debian for Motorola 680x0
ar: دبيان لأنظمة موتورولا 680x0

source: Contact
ar: الاتصال

source: CPUs
ar: وحدات المعالجة المركزية (CPUs)

source: Credits
ar: المساهمون

source: Development
ar: تطوير

source: Documentation
ar: توثيق

source: Installation
ar: تثبيت

source: Links
ar: وصلات

source: News
ar: أخبار

source: Porting
ar: تحويل للأنظمة

source: Ports
ar: تحويلات

source: Problems
ar: مشاكل

source: Software Map
ar: خريطة البرامج

source: Status
ar: وضع

source: Supply
ar: تزويد

source: Systems
ar: أنظمة

source: Vendor/Name
ar: البائع/الاسم

source: Date announced
ar: تاريخ الإعلان

source: Clock
ar: ساعة

source: Specials
ar: الأشياء الخاصة

source: Multiple chip CPU
ar: وحدة معالجة مركزية (CPU) متعددة الرقاقات

source: Debian for MIPS
ar: ديبيان لأنظمة MIPS

source: Debian GNU/NetBSD for i386
ar: دبيان غنو/NetBSD لأنظمة i386

source: Debian GNU/NetBSD for Alpha
ar: دبيان غنو/NetBSD لأنظمة Alpha

source: Why
ar: لماذا

source: People
ar: الناس

source: Debian for PowerPC
ar: دبيان لأنظمة PowerPC

source: Debian for S/390
ar: دبيان لأنظمة S/390

source: Debian for Sparc
ar: دبيان لأنظمة Sparc

source: Debian for Sparc64
ar: دبيان لأنظمة Sparc64
