Repository: l/debian-webwml
Catalog: webwml/arabic/po/security.*.po
Languages: ar

source: Debian Security
ar: أمن دبيان

source: Debian Security Advisories
ar: تنبيهات دبيان الأمنية

source: Q
ar: س

source: Mitre CVE dictionary
ar: قاموس Mitre CVE

source: Securityfocus Bugtraq database
ar: قاعدة بيانات Securityfocus Bugtraq

source: CERT Advisories
ar: بيانات CERT

source: US-CERT vulnerabilities Notes
ar: ملاحظات نقاط ضعف US-CERT

source: Source:
ar: المصدر:

source: Architecture-independent component:
ar: المُكوّن الغير مُعتمد على الهندسة:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
ar: ملفات MD5 checksums للملفّات المسردة متوفّرة في <a href="<get-var url />">التقرير الأصلي</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
ar: ملفات MD5 checksums للملفّات المسردة متوفّرة في <a href="<get-var url />">التقرير المنقّح</a>.

source: Debian Security Advisory
ar: تنبيه دبيان الأمني

source: Date Reported
ar: تاريخ الإخبار

source: Affected Packages
ar: حزم متأثرة

source: Vulnerable
ar: ضعيف

source: Security database references
ar: مراجع أمن قواعد البيانات

source: More information
ar: مزيد من المعلومات

source: Fixed in
ar: صُحّح في

source: BugTraq ID
ar: مُعرّف BugTraq

source: Bug
ar: علّة

source: In the Debian bugtracking system:
ar: في نظام تتبع علل دبيان:

source: In the Bugtraq database (at SecurityFocus):
ar: في قاعدة بيانات Bugtraq (بموقع SecurityFocus):

source: In Mitre's CVE dictionary:
ar: في قاموس Mitre's CVE:

source: CERT's vulnerabilities, advisories and incident notes:
ar: نقاط ضعف CERT، إنذارات وملاحظات الحوادث:

source: No other external database security references currently available.
ar: لا توجد مراجع أمن قواعد بيانات خارجيّة متوفّرة حاليًا.
