Repository: l/debian-webwml
Catalog: webwml/arabic/po/templates.*.po
Languages: ar

source: More information
ar: المزيد من المعلومات

source: <void id="dc_faq" />FAQ
ar: <void id="dc_faq" />الأسئلة المكررة

source: Download with Jigdo
ar: التنزيل باستخدام Jidgo

source: Download via HTTP/FTP
ar: التنزيل عبر HTTP/FTP

source: Buy CDs or DVDs
ar: شراء الأقراص المدمجة أو أقراص DVD

source: Network Install
ar: التثبيت الشبكي

source: <void id="dc_download" />Download
ar: <void id="dc_download" />تنزيل

source: <void id="dc_misc" />Misc
ar: <void id="dc_misc" />متفرقات

source: <void id="dc_artwork" />Artwork
ar: <void id="dc_artwork" />الأعمال الفنية

source: <void id="dc_mirroring" />Mirroring
ar: <void id="dc_mirroring" />عمل المرايا

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
ar: <void id="dc_rsyncmirrors" />مرايا Rsync

source: <void id="dc_torrent" />Download with Torrent
ar: <void id="dc_torrent" />التنزيل عبر Torrent

source: <void id="dc_pik" />Pseudo Image Kit
ar: <void id="dc_pik" />عدّة صورة Pseudo

source: <void id="dc_relinfo" />Image Release Info
ar: <void id="dc_relinfo" />معلومات إصدارة الصورة

source: Debian CD team
ar: فريق القرص المدمج لديبيان

source: <void id="faq-bottom" />faq
ar: <void id="faq-bottom" />الأسئلة المكررة

source: buy
ar: شراء

source: <void id="misc-bottom" />misc
ar: <void id="misc-bottom" />متفرقات

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
ar: <a href="/MailingLists/disclaimer">القائمة البريدية العامة</a> باللغة الإنجليزية لأقراص CD وDVD:

source: Yes
ar: نعم

source: No
ar: لا

source: Debian Project
ar: مشروع ديبيان

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
ar: ديبيان جنو/لينكس هي إصدارة لينكس حرة من نظام التشغيل جنو/لينكس. يقوم بإدارة وتحديث هذه الإصدارة العديد من المستخدمين المتطوعين بوقتهم وجهدهم.

source: debian, GNU, linux, unix, open source, free, DFSG
ar: ديبيان, جنو, لينكس, يونكس, مصدر مفتوح, حر, إرشادات البرامج الحرّة لديبيان

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
ar: العودة إلى <a href="m4_HOME/">الصفحة الرئيسية لمشروع ديبيان</a>

source: Home
ar: الصفحة الرئيسية

source: Skip Quicknav
ar: أترك Quicknav

source: About
ar: حول

source: About Debian
ar: حول ديبيان

source: Contact&nbsp;Us
ar: أتصل&nbsp;بنا

source: Donations
ar: تبرعات

source: Events
ar: أحداث

source: News
ar: أخبار

source: Distribution
ar: توزيعة

source: Support
ar: دعم

source: Developers'&nbsp;Corner
ar: ركن&nbsp;المطورين

source: Documentation
ar: وثائق

source: Security&nbsp;Information
ar: معلومات&nbsp;أمنية

source: Search
ar: بحث

source: none
ar: لاشي

source: Go
ar: بحث

source: worldwide
ar: العالم

source: Site map
ar: خريطة الموقع

source: Miscellaneous
ar: متفرقات

source: Getting Debian
ar: الحصول على ديبيان

source: List of Consultants
ar: قائمة المستشارين

source: Back to the <a href="./">Debian consultants page</a>.
ar: العودة إلى<a href="./">صفحة المستشارين لديبيان</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
ar: الرجاء إرسال التعليقات، والانتقادات والاقتراحات حول صفحات الوب هذه إلى <a href="mailto:debian-doc@lists.debian.org">قائمتنا البريدية</a>.

source: Upcoming Attractions
ar: الحفلات القادمة

source: link may no longer be valid
ar: رابط لم يعد صالح

source: When
ar: متى

source: Where
ar: أين

source: More Info
ar: مزيد من المعلومات

source: Debian Involvement
ar: المشاركه في ديبيان

source: Main Coordinator
ar: المنسق الرئيسي

source: <th>Project</th><th>Coordinator</th>
ar: <th>المشروع</th><th>المنسّق</th>

source: Related Links
ar: روابط متعلّقة

source: Latest News
ar: آخر الأخبار

source: Download calendar entry
ar: تنزيل مُدخل التقويم

source: not needed
ar: غير مطلوب

source: not available
ar: غير متوفر

source: N/A
ar: لا ينطبق

source: in release 1.1
ar: في الإصدار 1.1

source: in release 1.3
ar: في الإصدار 1.3

source: in release 2.0
ar: في الإصدار 2.0

source: in release 2.1
ar: في الإصدار 2.1

source: in release 2.2
ar: في الإصدار 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
ar: لإرسال تقرير خطأ فب الموقع، راسل <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. لمعلومات الاتصال الأخرى، راجع <a href="m4_HOME/contact">صفحة اتصال</a> ديبيان.

source: Last Modified
ar: آخر تعديل

source: Copyright
ar: حقوق النسخ

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
ar: راجع <a href="m4_HOME/license" rel="copyright">بنود الترخيص</a>

source: Debian is a registered trademark of Software in the Public Interest, Inc.
ar: دبيان هي علامة مسجّلة لبرامج ذات منفعة عامة, inc

source: This page is also available in the following languages:
ar: هذه الصفحة متوفرة أيضا باللغات التالية:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
ar: كيفيّة تعيين <a href=m4_HOME/intro/cn>لغة المستند الافتراضيّة</a>

source: License Information
ar: معلومات الترخيص

source: DLS Index
ar: دليل DLS

source: DFSG FAQ
ar: أسئلة DFSG المتكررة

source: Debian-Legal Archive
ar: ملف دبيان-القانوني

source: %s &ndash; %s, Version %s: %s
ar: %s &ndash; %s, النسخة%s: %s

source: Date published
ar: تاريخ النسخ

source: License
ar: الرخصة

source: Version
ar: النسخة

source: Summary
ar: الخلاصة

source: Justification
ar: التبرير

source: Discussion
ar: النقاش

source: Original Summary
ar: الخلاصة الأصلية

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
ar: الخلاصة الأصلية من طرف <summary-author/> يمكن إيجادها في <a href="<summary-url/>">قائمة الملفات</a>.

source: This summary was prepared by <summary-author/>.
ar: أعدّت هذه الخلاصة من قبل <summary-author/>.

source: License text (translated)
ar: نص الرخصة (مترجم)

source: License text
ar: نص الرخصة

source: free
ar: حرّة

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
ar: راجع صفحة <a href="./">معلومة الرخصة </a> لإلقاء نظرة على Debian License Summaries (DLS).

source: Debian&nbsp;International
ar: ديبيان&nbsp;الدوليّة

source: Partners
ar: الشركاء

source: Debian Weekly News
ar: أخبار ديبيان الأسبوعية

source: Weekly&nbsp;News
ar: أخبار&nbsp;أسبوعية

source: Release&nbsp;Info
ar: معلومات&nbsp;الإصدارات

source: Debian&nbsp;Packages
ar: حزم&nbsp;ديبيان

source: Download
ar: تنزيل

source: Debian&nbsp;on&nbsp;CD
ar: ديبيان&nbsp;على&nbsp;قرص مدمج

source: Debian&nbsp;Books
ar: كُتب&nbsp;ديبيان

source: Mailing&nbsp;List&nbsp;Archives
ar: أرشيف&nbsp;القوائم&nbsp;البريدية

source: Mailing&nbsp;Lists
ar: القوائم&nbsp;البريدية

source: Social&nbsp;Contract
ar: العقد&nbsp;الاجتماعي

source: Visit the site sponsor
ar: زيارة راعي الموقع

source: Site map for Debian web pages
ar: خريطة لصفحات موقع ديبيان

source: Developer Database
ar: قاعدة بيانات المطورين

source: Debian Policy Manual
ar: دليل سياسة دبيان

source: Developers' Reference
ar: مرجع المطورين

source: New Maintainers' Guide
ar: دليل المشرفين الجدد

source: Release Critical Bugs
ar: علل الإصدارة الحرجة

source: Lintian Reports
ar: تقارير Lintian

source: Archives for users' mailing lists
ar: أرشيف القوائم البريدية للمستخدمين

source: Archives for developers' mailing lists
ar: ارشيف القوائم البريديّة للمطوّرين

source: Archives for i18n/l10n mailing lists
ar: أرشيف القوائم البريديّة الخاصة بالترجمة والتدويل i18n/I10

source: Archives for ports' mailing lists
ar: أرشيف القوائم البريديّة للبنى المتعدّدة ports

source: Archives for mailing lists of the Bug tracking system
ar: أرشيف القوائم البريديّة لنظام تتبّع العلل

source: Archives for miscellaneous mailing lists
ar: أرشيف القوائم البريديّة المتفرّقة

source: Free&nbsp;Software
ar: البرمجيات&nbsp;الحرة

source: Development
ar: تطوير

source: Help Debian
ar: مساعدة ديبيان

source: Bug reports
ar: تقارير الأخطاء

source: Ports/Architectures
ar: Ports/البُنى

source: Installation&nbsp;manual
ar: دليل&nbsp;التثبيت

source: CD vendors
ar: بائعو الأقراص المدمجة

source: CD ISO images
ar: قرص ISO مدمج

source: Network install
ar: التثبيت الشبكي

source: Quality Assurance
ar: ضمان الجودة

source: Package Tracking System
ar: نظام تتبّع الحزم

source: Debian Developer's Packages Overview
ar: وصف حزم مطوري ديبيان

source: Select a server near you
ar: إختر خادم قريب منك

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
ar: العودة إلى: <a href="./">أخبار ديبيان</a> الأخرى || <a href="m4_HOME/">صفحة مشروع ديبيان الرئيسية</a>.

source: <get-var url /> (dead link)
ar: <get-var url /> (ارتباط معطّل)

source: No items for this year.
ar: لا عناصر لهذه السنة.

source: proposed
ar: مقترح

source: in discussion
ar: في نقاش

source: voting open
ar: مفتوح التصويت

source: finished
ar: انتهى

source: withdrawn
ar: مسحوب

source: Future events
ar: الأحداث المستقبليّة

source: Past events
ar: الأحداث الماضية

source: Report
ar: تقرير

source: List of Speakers
ar: قائمة المتكلمين

source: Back to the <a href="./">Debian speakers page</a>.
ar: العودة إلى <a href="./">صفحة متحدثي ديبيان</a>.

source: More information:
ar: مزيد من المعلومات:

source: Taken by:
ar: مأخوذ من قبل:

source: Nobody
ar: لا أحد

source: Rating:
ar: التقييم:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
ar: <em>ملاحظة:</em> <a href="$link">المستند الأصلي</a> احدث من هذه الترجمة.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
ar: تحذير! هذه الترجمة قديمة جداً، الرجاء الاطلاع على <a href="$link">الأصليّة</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
ar: <em>ملاحظة:</em> المستند الأصلي لهذه الترجمة لم يعد موجوداً.

source: URL
ar: عنوان URL

source: Back to the <a href="../">Who's using Debian? page</a>.
ar: العودة إلى <a href="./">صفحة من يستخدم ديبيان؟</a>.

source: Date
ar: التاريخ

source: Time Line
ar: الوقت الزمني

source: Nominations
ar: الترشيحات

source: Debate
ar: النقاش

source: Platforms
ar: الأرصفة

source: Proposer
ar: مقترح

source: Proposal A Proposer
ar: مقترح الإقتراح A

source: Proposal B Proposer
ar: مقترح الإقتراح B

source: Proposal C Proposer
ar: مقترح الإقتراح C

source: Proposal D Proposer
ar: مقترح الإقتراح D

source: Proposal E Proposer
ar: مقترح الإقتراح E

source: Proposal F Proposer
ar: مقترح الإقتراح F

source: Seconds
ar: الثواني

source: Proposal A Seconds
ar: ثواني الإقتراح A

source: Proposal B Seconds
ar: ثواني الإقتراح B

source: Proposal C Seconds
ar: ثواني الإقتراح C

source: Proposal D Seconds
ar: ثواني الإقتراح D

source: Proposal E Seconds
ar: ثواني الإقتراح E

source: Proposal F Seconds
ar: ثواني الإقتراح F

source: Opposition
ar: المعارضة

source: Text
ar: نص

source: Proposal A
ar: الاقتراح A

source: Proposal B
ar: الاقتراح B

source: Proposal C
ar: الاقتراح C

source: Proposal D
ar: الاقتراح D

source: Proposal E
ar: الاقتراح E

source: Proposal F
ar: الاقتراح F

source: Choices
ar: خيارات

source: Amendment Proposer
ar: مُقترح التعديل

source: Amendment Seconds
ar: ثواني التعديل

source: Amendment Text
ar: نصّ التعديل

source: Amendment Proposer A
ar: مُقترح التعديل أ

source: Amendment Seconds A
ar: التعديلات أ

source: Amendment Text A
ar: نصّ التعديل أ

source: Amendment Proposer B
ar: مُقترح التعديل ب

source: Amendment Seconds B
ar: التعديلات ب

source: Amendment Text B
ar: نصّ التعديل ب

source: Amendments
ar: التعديلات

source: Proceedings
ar: الإجراءات

source: Majority Requirement
ar: مطلب جماعي

source: Data and Statistics
ar: بيانات وإحصائيات

source: Quorum
ar: النِصاب

source: Minimum Discussion
ar: الحدّ الأدنى للمناقشة

source: Ballot
ar: الاقتراع

source: Forum
ar: المنتدى

source: Outcome
ar: الناتج

source: Waiting&nbsp;for&nbsp;Sponsors
ar: انتظار&nbsp;الرّعاة

source: In&nbsp;Discussion
ar: قيد&nbsp;المناقشة

source: Voting&nbsp;Open
ar: التصويت&nbsp;مفتوح

source: Decided
ar: مُقرّر

source: Withdrawn
ar: مسحوب

source: Other
ar: أخرى

source: Home&nbsp;Vote&nbsp;Page
ar: صفحة&nbsp;التصويت&nbsp;الرئيسيّة

source: How&nbsp;To
ar: طريقة&nbsp;عمل

source: Submit&nbsp;a&nbsp;Proposal
ar: إرسال&nbsp;اقتراح

source: Amend&nbsp;a&nbsp;Proposal
ar: إصلاح&nbsp;اقتراح

source: Follow&nbsp;a&nbsp;Proposal
ar: متابعة&nbsp;اقتراح

source: Read&nbsp;a&nbsp;Result
ar: قراءة&nbsp;نتيجة

source: Vote
ar: تصويت

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ar: لاستلام الرسالة الإخباريّة الأسبوعيّة هذه في صندوقك البريدي، <a href="http://lists.debian.org/debian-news/">اشترك في القائمة البريدية debian-news </a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
ar: <a href="../../">الإصدارات السابقة</a> من الرسالة الإخباريّة هذه متوفّرة.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ar: <void id="singular" />يقوم بتحرير أخبار ديبيان الأسبوعيّة <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ar: <void id="singular" />يقوم بتحرير أخبار ديبيان الأسبوعيّة <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ar: <void id="singular" />تم تحرير هذه النشرة من أخبار ديبيان بواسطة <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ar: <void id="plural" />تم تحرير هذه النشرة من أخبار ديبيان بواسطة <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
ar: <void id="pluralfemale" />ترجمت من طرف %s.

source: <void id="plural" />It was translated by %s.
ar: <void id="pluralfemale" />ترجمت من طرف %s.

source: <void id="singularfemale" />It was translated by %s.
ar: <void id="pluralfemale" />ترجمت من طرف %s.

source: <void id="pluralfemale" />It was translated by %s.
ar: <void id="pluralfemale" />ترجمت من طرف %s.

source: No requests for adoption
ar: لا توجد طلبات تبني

source: No orphaned packages
ar: لا توجد حزم ميتّمة

source: No packages waiting to be adopted
ar: لا توجد حزم تنتظر التبنّي

source: No packages waiting to be packaged
ar: لا توجد حزم للتعليب

source: No Requested packages
ar: حزم غير مطلوبة

source: No help requested
ar: مساعدة غير مطلوبة

source: in adoption since today.
ar: في التبني منذ اليوم.

source: in adoption since yesterday.
ar: في التبني منذ البارحة.

source: %s days in adoption.
ar: %s في التبني.

source: in preparation since today.
ar: جاري التحظير منذ اليوم.

source: in preparation since yesterday.
ar: جاري التحظير منذ البارحة.

source: %s days in preparation.
ar: %s يوم في التحظير.

source: requested today.
ar: طُلبت اليوم.

source: requested yesterday.
ar: طُلبت البارحة.

source: requested %s days ago.
ar: مطلوبة منذ %s يوم.

source: package info
ar: معلومات الحزم
