Repository: l/debian-webwml
Catalog: webwml/arabic/po/vendors.*.po
Languages: ar

source: Vendor:
ar: المصنّع:

source: URL for Debian Page:
ar: عنوان URL لصفحة دبيان:

source: Allows Contribution to Debian:
ar: يسمح التبرّع لدبيان:

source: Country:
ar: البلد:

source: Ship International:
ar: الشحن الدولي:

source: within Europe
ar: ضمن أوروبا

source: To some areas
ar: إلى بعض المناطق

source: email:
ar: البريد الإلكتروني:

source: CD Type:
ar: نوع القرص المدمج:

source: DVD Type:
ar: نوع قرص DVD:

source: Official CD
ar: قرص مدمج رسمي

source: Development Snapshot
ar: نسخة لقطة تطويريّة

source: Vendor Release
ar: إصدارة المُصنّع

source: Multiple Distribution
ar: توزيعات متعدّدة

source: non-US included
ar: تشمل non-US

source: non-free included
ar: تشمل non-free

source: contrib included
ar: تشمل contrib

source: vendor additions
ar: إضافات المُصنّع

source: Custom Release
ar: إصدارة مُخصّصة

source: reseller of $var
ar: بائع $var

source: reseller
ar: البائع

source: updated weekly
ar: محدّثة أسبوعياً

source: updated twice weekly
ar: محدّثة مرتين في الأسبوع

source: updated monthly
ar: محدّثة شهرياً

source: and
ar: و

source: source
ar: مصدر

source: Architectures:
ar: البُنى:
