Repository: l/debian-webwml
Catalog: webwml/croatian/po/bugs.*.po
Languages: hr

source: in package
hr: u paketu

source: tagged
hr: označeni

source: with severity
hr: sa severityem

source: in source package
hr: u source paketu

source: in packages maintained by
hr: u paketima koje održava

source: submitted by
hr: prijavio

source: owned by
hr: vlasnik

source: with status
hr: sa stanjem

source: with mail from
hr: sa mailom od

source: newest bugs
hr: najnovijih

source: with subject containing
hr: sa naslovom koji sadrži

source: with pending state
hr: u stanju pending

source: with submitter containing
hr: gdje polje prijavitelj sadrži

source: with forwarded containing
hr: gdje polje proslijeđeno sadrži

source: with owner containing
hr: gdje polje vlasnik sadrži

source: with package
hr: s paketom

source: normal
hr: normalni

source: oldview
hr: stari pogled

source: raw
hr: sirovo

source: age
hr: starost

source: Repeat Merged
hr: Ponovi spojene

source: Reverse Bugs
hr: Obrni poredak bugova

source: Reverse Pending
hr: Obrni poredak pending

source: Reverse Severity
hr: Obrni poredak severitya

source: Unarchived
hr: nearhivirani

source: Archived
hr: arhivirani

source: Archived and Unarchived
hr: arhivirani i nearhivirani
