Repository: l/debian-webwml
Catalog: webwml/croatian/po/cdimage.*.po
Languages: hr

source: Download with Jigdo
hr: Download Jigdom

source: Download via HTTP/FTP
hr: Download HTTP-om/FTP-om

source: Buy CDs or DVDs
hr: Kupi CD-e ili DVD-e

source: Network Install
hr: Mrežna instalacija

source: <void id="dc_misc" />Misc
hr: <void id="dc_misc" />Razno

source: <void id="dc_mirroring" />Mirroring
hr: <void id="dc_mirroring" />Mirroranje

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
hr: <void id="dc_rsyncmirrors" />Rsync mirrori

source: <void id="dc_torrent" />Download with Torrent
hr: <void id="dc_torrent" />Download Torrentom

source: <void id="dc_relinfo" />Image Release Info
hr: <void id="dc_relinfo" />Informacije o izdanju snimki

source: Debian CD team
hr: Debian CD grupa

source: debian_on_cd
hr: debian_na_cdu

source: buy
hr: kupi

source: net_install
hr: mrežni_instal

source: <void id="misc-bottom" />misc
hr: razno

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
hr: <a href="/MailingLists/disclaimer">Javna mailing lista</a> na engleskom jeziku za CD-e/DVD-e:
