Repository: l/debian-webwml
Catalog: webwml/croatian/po/doc.*.po
Languages: hr

source: Author:
hr: Autor:

source: Available at:
hr: Dostupno u:

source: Language:
hr: Jezik:

source: CD Included:
hr: Ukljuèen CD:

source: Publisher:
hr: Izdavaè:

source: Authors:
hr: Autori:

source: Editors:
hr: Urednici:

source: Maintainer:
hr: Odr¾avatelj:

source: Status:
hr: Stanje:

source: Availability:
hr: Dostupnost:

source: Latest version in development:
hr: Zadnja inaèica u razvoju:

source: (version <get-var version />)
hr: (inaèica <get-var version />)

source: plain text
hr: obièan tekst

source: Use <a href="cvs">CVS</a> to download the SGML source text.
hr: Koristite <a href="cvs">CVS</a> za prijenos izvornog teksta u SGML-u.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
hr: Radna kopija CVS izvornika: postavite <code>CVSROOT</code> na <kbd>:ext:<var>korisnièkoime</var>@cvs.debian.org:/cvs/debian-boot</kbd>, i izvadite modul <kbd>boot-floppies/documentation</kbd>.

source: CVS sources working copy: <p>Login to the CVS server using the command:<br> <pre>cvs -d:pserver:anonymous@cvs.debian.org:/cvs/debian-policy login</pre> and just press enter when you are asked for a password. To check out the sources, use the command:<br> <pre>cvs -d:pserver:anonymous@cvs.debian.org:/cvs/debian-policy co <get-var doc /></pre>
hr: Radna kopija CVS izvornika: <p>Prijavite se na CVS poslu¾itelj koristeæi naredbu:<br> <pre>cvs -d:pserver:anonymous@cvs.debian.org:/cvs/debian-policy login</pre> i samo pritisnite enter kad vas bude pitao za lozinku. Kako bi izvadili izvornike, koristite naredbu:<br> <pre>cvs -d:pserver:anonymous@cvs.debian.org:/cvs/debian-policy co <get-var doc /></pre>

source: Debian package
hr: Debian paket

source: Released version:
hr: Izdana inaèica:
