Repository: l/debian-webwml
Catalog: webwml/croatian/po/legal.*.po
Languages: hr

source: License Information
hr: Informacije o licenci

source: DLS Index
hr: DLS indeks

source: Debian-Legal Archive
hr: Debian-Legal arhiva

source: %s &ndash; %s, Version %s: %s
hr: %s &ndash; %s, inačica %s: %s

source: Date published
hr: Datum objave

source: License
hr: Licenca

source: Version
hr: Inačica

source: Summary
hr: Sažetak

source: Justification
hr: Opravdanje

source: Discussion
hr: Rasprava

source: Original Summary
hr: Originalni sažetak

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
hr: Originalni sažetak kojeg je napisao <summary-author/> može se naći u <a href="<summary-url/>">arhivama mailing lista</a>.

source: This summary was prepared by <summary-author/>.
hr: Ovaj sažetak je pripremio <summary-author/>.

source: License text (translated)
hr: Tekst licence (preveden)

source: License text
hr: Tekst licence

source: free
hr: slobodan

source: non-free
hr: neslobodan

source: not redistributable
hr: ne može se redistribuirati

source: Free
hr: Slobodan

source: Non-Free
hr: Neslobodan

source: Not Redistributable
hr: Ne može se redistribuirati

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
hr: Pogledajte stranicu <a href="./">informacije o licencama</a> za pregled Debian License Summaries (DLS).
