Repository: l/debian-webwml
Catalog: webwml/croatian/po/organization.*.po
Languages: hr

source: current
hr: trenutni

source: member
hr: član

source: manager
hr: upravitelj

source: wizard
hr: čarobnjak

source: chairman
hr: predsjedavatelj

source: assistant
hr: pomoćnik

source: secretary
hr: tajnik

source: Officers
hr: Službenici

source: Distribution
hr: Distribucija

source: Support and Infrastructure
hr: Podrška i infrastruktura

source: Leader
hr: Vođa

source: Technical Committee
hr: Tehnički odbor

source: Secretary
hr: Tajnik

source: Development Projects
hr: Razvojni projekti

source: FTP Archives
hr: FTP arhive

source: Individual Packages
hr: Pojedini paketi

source: Release Management
hr: Nadgledanje izdanja

source: Release Team
hr: Tim za izdanja

source: Quality Assurance
hr: Osiguranje kvalitete

source: Installation System Team
hr: Tim za instalacijski sustav

source: Release Notes
hr: Napomene izdanja

source: CD Images
hr: CD snimke

source: Production
hr: Izrada

source: Testing
hr: Testiranje

source: Documentation
hr: Dokumentacija

source: Work-Needing and Prospective Packages list
hr: Popis paketa koji zahtijevaju rad i paketi u prospektu

source: Ports
hr: Portovi

source: Special Configurations
hr: Posebne konfiguracije

source: Laptops
hr: Laptopi

source: Firewalls
hr: Firewalli

source: Embedded systems
hr: <i>Embedded</i> sustavi

source: Press Contact
hr: Kontakt za tisak

source: Web Pages
hr: WWW stranice

source: Debian Women Project
hr: Debian Women projekt

source: Events
hr: Događaji

source: Partner Program
hr: Program partnera

source: Hardware Donations Coordination
hr: Koordinacija donacija hardvera

source: User support
hr: Podrška korisnicima

source: Bug Tracking System
hr: Sustav praćenja bugova

source: Mailing Lists Administration and Mailing List Archives
hr: Administracija mailing lista i arhiva mailing lista

source: Debian Account Managers
hr: Upravitelji korisničkih računa razvijatelja

source: Keyring Maintainers (PGP and GPG)
hr: Održavatelji prstena ključeva (PGP i GPG)

source: Security Team
hr: Sigurnosni tim

source: Consultants Page
hr: Stranica za konzultante

source: CD Vendors Page
hr: Stranica za distributere CD-a

source: System Administration
hr: Administracija sustava

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
hr: Ovo je adresa koju treba koristiti kada imate problema na jednom od Debianovih strojeva, uključujući probleme sa lozinkama i potrebe za instaliranjem paketa.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
hr: Ako imate hardverskih problema s Debian strojevima, molimo pogledajte stranicu <a href="https://db.debian.org/machines.cgi">Debian strojeva</a>, koja bi trebala sadržavati informacije o administratorima pojedinih strojeva.

source: LDAP Developer Directory Administrator
hr: Administrator LDAP direktorija razvijatelja

source: Mirrors
hr: Mirrori

source: DNS Maintainer
hr: Održavatelj DNS-a

source: Package Tracking System
hr: Sustav praćenja paketa

source: Alioth administrators
hr: Administratori Aliotha

source: Debian for children from 1 to 99
hr: Debian za djecu od 1 do 99

source: Debian for medical practice and research
hr: Debian za medicinsku praksu i istraživanje

source: Debian for education
hr: Debian za obrazovanje

source: Debian in legal offices
hr: Debian u pravnim uredima

source: Debian for people with disabilities
hr: Debian za ljude sa invaliditetom
