Repository: l/debian-webwml
Catalog: webwml/croatian/po/others.*.po
Languages: hr

source: Mailing List Subscription
hr: Pretplata na mailing liste

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
hr: Pogledajte stranicu <a href="./#subunsub">mailing lista</a> za informacije o tome kako se pretplatiti koristeæi e-mail. Dostupan je i <a href="unsubscribe">web formular za otkazivanje pretplate</a>, kako biste prekinuli pretplatu s mailing lista.

source: Please select which lists you want to subscribe to:
hr: Molimo odaberite liste na koje se ¾elite pretplatiti:

source: No description given
hr: Opis nije dan

source: Moderated:
hr: Moderirana:

source: Posting messages allowed only to subscribers.
hr: Slanje poruka dozvoljeno samo pretplatnicima.

source: Only messages signed by a Debian developer will be accepted by this list.
hr: Samo poruke koje potpi¹e Debian razvijatelj æe biti propu¹tene na ovu listu.

source: Subscription:
hr: Pretplata:

source: is a read-only, digestified version.
hr: je digest inaèica koju samo mo¾ete èitati.

source: Your E-Mail address:
hr: Va¹a e-mail adresa:

source: Subscribe
hr: Pretplata

source: Clear
hr: Isprazni

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
hr: Molimo po¹tujte <a href="./#ads">naèela ogla¹avanja na Debian mailing listama</a>.

source: Mailing List Unsubscription
hr: Otkazivanje pretplate na mailing liste

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
hr: Pogledajte stranicu <a href="./#subunsub">mailing lista</a> za informacije o tome kako otkazati pretplatu koristeæi e-mail. Dostupan je i <a href="subscribe">web formular za pretplatu</a>, kako biste se pretplatili na mailing liste.

source: Please select which lists you want to unsubscribe from:
hr: Molimo odaberite liste za koje ¾elite otkazati pretplatu:

source: Unsubscribe
hr: Otka¾i pretplatu

source: open
hr: otvorena

source: closed
hr: zatvorena

source: p<get-var page />
hr: str. <get-var page />

source: Download
hr: Prijenos

source: Old banner ads
hr: Stari natpisi/oglasi

source: Name:
hr: Ime:

source: Company:
hr: Poduzeæe:

source: Address:
hr: Adresa:

source: Phone:
hr: Telefon:

source: Fax:
hr: Telefaks:

source: or
hr: ili

source: Rates:
hr: Cijene:

source: Additional Information
hr: Dodatne informacije

source: Willing to Relocate
hr: Spremni putovati

source: <total_consultant> Debian consultants listed in <total_country> countries worldwide.
hr: <: if (<total_consultant> % 10 == 0 or <total_consultant> % 10 > 4 or (<total_consultant> > 10 and <total_consultant> < 20)) { print "Navedeno je <total_consultant> Debian konzultanata"; } elsif (<total_consultant> % 10 == 1) { print "Naveden je <total_consultant> Debian konzultant"; } else { print "Navedena su <total_consultant> Debian konzultanta"; } print " iz <total_country> " . ((<total_country> % 10 == 0 or <total_country> % 10 > 4 or (<total_country> > 10 and <total_country> < 20)) ? "zemalja" : "zemlje") . " ¹irom svijeta." . "\n"; :>

source: Working
hr: Radeæi

source: sarge (broken)
hr: sarge (pokvaren)

source: Booting
hr: Podi¾e se

source: Not yet
hr: Jo¹ ne

source: No kernel
hr: Nema kernel

source: No images
hr: Nema snimke

source: <void id="d-i" />Unknown
hr: <void id="d-i" />Nepoznat

source: Unavailable
hr: Nedostupan

source: See <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (only available in French) for more information.
hr: Pogledajte <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (dostupno samo na francuskom) za vi¹e informacija.

source: See <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
hr: Pogledajte <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (dostupno samo na ¹panjolskom) za vi¹e informacija.

source: With&nbsp;``Debian''
hr: Uz&nbsp;tekst&nbsp;&#x201E;Debian&#x201D;

source: Without&nbsp;``Debian''
hr: Bez&nbsp;teksta&nbsp;&#x201E;Debian&#x201D;

source: [Debian] (mini button)
hr: [Debian] (malo dugme)

source: Wanted:
hr: Tra¾i se:

source: Who:
hr: Tko:

source: Architecture:
hr: Arhitektura:

source: Specifications:
hr: Specifikacije:

source: Where:
hr: Gdje:

source: Products
hr: Proizvodi

source: T-shirts
hr: Majice

source: hats
hr: kape

source: stickers
hr: naljepnice

source: mugs
hr: ¹alice

source: other clothing
hr: ostala odjeæa

source: polo shirts
hr: polo majice

source: frisbees
hr: frizbiji

source: mouse pads
hr: podloge za mi¹a

source: badges
hr: bed¾evi

source: basketball goals
hr: ko¹evi za ko¹arku

source: earrings
hr: nau¹nice

source: suitcases
hr: torbe

source: OK
hr: DA

source: BAD
hr: NE

source: OK?
hr: DA?

source: BAD?
hr: NE?

source: Unknown
hr: Nepoznato

source: ALL
hr: SVE

source: Package
hr: Paket

source: Status
hr: Stanje

source: Version
hr: Verzija
