Repository: l/debian-webwml
Catalog: webwml/croatian/po/ports.*.po
Languages: hr

source: Debian for Laptops
hr: Debian za prijenosnike

source: Debian for Alpha
hr: Debian za Alphu

source: Debian for AMD64
hr: Debian za AMD64

source: Debian for ARM
hr: Debian za ARM

source: Debian for Beowulf
hr: Debian za Beowulf

source: Main
hr: Glavna stranica

source: Debian for PA-RISC
hr: Debian za PA-RISC

source: Hurd CDs
hr: Hurd CDi

source: Debian for IA-64
hr: Debian za IA-64

source: Debian for Motorola 680x0
hr: Debian za Motorola 680x0

source: Contact
hr: Kontakt

source: CPUs
hr: CPUi

source: Credits
hr: Zasluge

source: Development
hr: Razvoj

source: Documentation
hr: Dokumentacija

source: Installation
hr: Instalacija

source: Links
hr: Veze

source: News
hr: Novosti

source: Porting
hr: Portanje

source: Ports
hr: Portovi

source: Problems
hr: Problemi

source: Software Map
hr: Mapa softvera

source: Supply
hr: Nabava

source: Systems
hr: Sustavi

source: Debian for MIPS
hr: Debian za MIPS

source: Debian GNU/NetBSD for i386
hr: Debian GNU/NetBSD za i386

source: Debian GNU/NetBSD for Alpha
hr: Debian GNU/NetBSD za Alpha

source: Why
hr: Za¹to

source: People
hr: Ljudi

source: Debian for PowerPC
hr: Debian za PowerPC

source: Debian for S/390
hr: Debian za S/390

source: Debian for Sparc
hr: Debian za Sparc

source: Debian for Sparc64
hr: Debian za Sparc64
