Repository: l/debian-webwml
Catalog: webwml/croatian/po/security.*.po
Languages: hr

source: Debian Security
hr: Debian Sigurnost

source: Debian Security Advisories
hr: Debian sigurnosni naputci

source: Q
hr: P

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
hr: <a href=\"undated/\">nedatirani</a> sigurnosni naputci, ostavljeni potomstvu

source: Mitre CVE dictionary
hr: Mitre CVE rjeènik

source: Securityfocus Bugtraq database
hr: Securityfocus Bugtraq baza podataka

source: CERT Advisories
hr: CERT naputci

source: US-CERT vulnerabilities Notes
hr: US-CERT ranjivosti bilje¹ke

source: Source:
hr: Izvorni kôd:

source: Architecture-independent component:
hr: Komponenta neovisna o arhitekturi:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
hr: MD5 <i>checksumi</i> navedenih datoteka su dostupni u <a href="<get-var url />">originalnom naputku</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
hr: MD5 <i>checksumi</i> navedenih datoteka su dostupni u <a href="<get-var url />">revidiranom naputku</a>.

source: Debian Security Advisory
hr: Debian sigurnosni naputak

source: Date Reported
hr: Datum prijave

source: Affected Packages
hr: Zahvaæeni paketi

source: Vulnerable
hr: Ranjiv

source: Security database references
hr: Reference na baze podataka o sigurnosti

source: More information
hr: Vi¹e informacija

source: Fixed in
hr: Rije¹eno u

source: In the Debian bugtracking system:
hr: U Debianovom sustavu praæenja bugova:

source: In the Bugtraq database (at SecurityFocus):
hr: U Bugtraq bazi podataka (pri SecurityFocusu)

source: In Mitre's CVE dictionary:
hr: U Mitreovom CVE rjeèniku:

source: CERT's vulnerabilities, advisories and incident notes:
hr: CERT-ove ranjivosti, naputci i zapisi o incidentima:

source: No other external database security references currently available.
hr: Druge reference na vanjske baze podataka o sigurnosti trenutno nisu dostupne.
