Repository: l/debian-webwml
Catalog: webwml/croatian/po/templates.*.po
Languages: hr

source: More information
hr: Podrobnije informacije

source: Download with Jigdo
hr: Download Jigdom

source: Download via HTTP/FTP
hr: Download HTTP-om/FTP-om

source: Buy CDs or DVDs
hr: Kupi CD-e ili DVD-e

source: Network Install
hr: Mre¾na instalacija

source: <void id="dc_misc" />Misc
hr: <void id="dc_misc" />Razno

source: <void id="dc_mirroring" />Mirroring
hr: <void id="dc_mirroring" />Mirroranje

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
hr: <void id="dc_rsyncmirrors" />Rsync mirrori

source: <void id="dc_torrent" />Download with Torrent
hr: <void id="dc_torrent" />Download Torrentom

source: <void id="dc_relinfo" />Image Release Info
hr: <void id="dc_relinfo" />Informacije o izdanju snimki

source: Debian CD team
hr: Debian CD grupa

source: debian_on_cd
hr: debian_na_cdu

source: buy
hr: kupi

source: net_install
hr: mre¾ni_instal

source: <void id="misc-bottom" />misc
hr: razno

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
hr: <a href="/MailingLists/disclaimer">Javna mailing lista</a> na engleskom jeziku za CD-e/DVD-e:

source: Yes
hr: Da

source: No
hr: Ne

source: Debian Project
hr: Debian Projekt

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
hr: Debian GNU/Linux je slobodna distribucija operativnog sustava GNU/Linux. Odr¾ava se i osvje¾ava radom mnogih korisnika koji dobrovoljno ula¾u vrijeme i napor.

source: debian, GNU, linux, unix, open source, free, DFSG
hr: debian, GNU, linux, unix, open source, free, slobodan, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
hr: Natrag na <a href="m4_HOME/">poèetnu stranicu Debian Projekta</a>.

source: Home
hr: Poèetak

source: Skip Quicknav
hr: Preskoèi brzu navigaciju

source: About
hr: O&nbsp;Debianu

source: About Debian
hr: O Debianu

source: Contact&nbsp;Us
hr: Kontaktirajte&nbsp;nas

source: Donations
hr: Donacije

source: Events
hr: Zbivanja

source: News
hr: Novosti

source: Distribution
hr: Distribucija

source: Support
hr: Podr¹ka

source: Developers'&nbsp;Corner
hr: Kutak&nbsp;za&nbsp;razvijatelje

source: Documentation
hr: Dokumentacija

source: Security&nbsp;Information
hr: Sigurnosne&nbsp;informacije

source: Search
hr: Pretra¾ivanje

source: none
hr: nema

source: Go
hr: Kreni

source: worldwide
hr: ¹irom svijeta

source: Site map
hr: Pregled web stranica

source: Miscellaneous
hr: Razno

source: Getting Debian
hr: Nabavka Debiana

source: List of Consultants
hr: Popis konzultanata

source: Back to the <a href="./">Debian consultants page</a>.
hr: Natrag na stranicu <a href="./">Debian konzultanti</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
hr: Molimo po¹aljite sve komentare, kritike i sugestije o ovim web stranicama na na¹u <a href="mailto:debian-doc@lists.debian.org">mailing listu</a>.

source: Upcoming Attractions
hr: Nadolazeæe atrakcije

source: link may no longer be valid
hr: veza mo¾da vi¹e ne radi

source: When
hr: Kada

source: Where
hr: Gdje

source: More Info
hr: Podrobnije informacije

source: Debian Involvement
hr: Upletenost Debiana

source: Main Coordinator
hr: Glavni koordinator

source: <th>Project</th><th>Coordinator</th>
hr: <th>Projekt</th><th>Koordinator</th>

source: Related Links
hr: Srodne veze

source: Latest News
hr: Najnovije vijesti

source: Download calendar entry
hr: Prijenos unosa u kalendar

source: not needed
hr: nije potrebno

source: not available
hr: nije dostupno

source: N/A
hr: nije primjenjivo

source: in release 1.1
hr: u verziji 1.1

source: in release 1.3
hr: u verziji 1.3

source: in release 2.0
hr: u verziji 2.0

source: in release 2.1
hr: u verziji 2.1

source: in release 2.2
hr: u verziji 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
hr: Kako bi prijavili problem s webom, po¹aljite e-mail <em>na engleskom jeziku</em> na adresu <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Za ostale informacije o tome kako nas kontaktirati, pogledajte Debianovu <a href="m4_HOME/contact">kontaktnu stranicu</a>.

source: Last Modified
hr: Zadnji put promijenjeno

source: Copyright
hr: Vlasnik autorskih prava

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
hr: Proèitajte <a href="m4_HOME/license" rel="copyright">uvjete licence</a>

source: Debian is a registered trademark of Software in the Public Interest, Inc.
hr: Debian je registrirani za¹titni znak u vlasni¹tvu Software in the Public Interest, Inc.

source: This page is also available in the following languages:
hr: Ova stranica je takoðer dostupna na sljedeæim jezicima:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
hr: Kako postaviti <a href=m4_HOME/intro/cn>predodreðeni jezik dokumenata</a>

source: License Information
hr: Informacije o licenci

source: Debian-Legal Archive
hr: Debian-Legal arhiva

source: Debian&nbsp;International
hr: Debian&nbsp;meðunarodno

source: Partners
hr: Partneri

source: Debian Weekly News
hr: Tjedne Debian vijesti

source: Weekly&nbsp;News
hr: Tjedne&nbsp;vijesti

source: Release&nbsp;Info
hr: Informacije&nbsp;o&nbsp;izdanjima

source: Debian&nbsp;Packages
hr: Debian&nbsp;paketi

source: Download
hr: Prijenos Internetom

source: Debian&nbsp;on&nbsp;CD
hr: Debian&nbsp;na&nbsp;CD-u

source: Debian&nbsp;Books
hr: Knjige&nbsp;o&nbsp;Debianu

source: Mailing&nbsp;List&nbsp;Archives
hr: Arhive&nbsp;mailing&nbsp;lista

source: Mailing&nbsp;Lists
hr: Mailing&nbsp;liste

source: Social&nbsp;Contract
hr: Dru¹tveni&nbsp;ugovor

source: Visit the site sponsor
hr: Posjetite pokrovitelja stranica

source: Site map for Debian web pages
hr: Pregled Debian web stranica

source: Developer Database
hr: Baza podataka o razvijateljima

source: Release Critical Bugs
hr: Bugovi kritièni za izdanje

source: Lintian Reports
hr: Lintian izvje¹taji

source: Archives for users' mailing lists
hr: Arhive korisnièkih mailing lista

source: Archives for developers' mailing lists
hr: Arhive razvijateljskih mailing lista

source: Archives for i18n/l10n mailing lists
hr: Arhive i18n/l10n mailing lista

source: Archives for ports' mailing lists
hr: Arhive mailing lista portova

source: Archives for mailing lists of the Bug tracking system
hr: Arhive mailing lista sustava praæenja bugova

source: Archives for miscellaneous mailing lists
hr: Arhive raznih mailing lista

source: Free&nbsp;Software
hr: Slobodni&nbsp;softver

source: Development
hr: Razvoj

source: Help Debian
hr: Pomozite Debianu

source: Bug reports
hr: Bug izvje¹taji

source: Ports/Architectures
hr: Portovi/Arhitekture

source: Installation&nbsp;manual
hr: Upute&nbsp;za&nbsp;instalaciju

source: CD vendors
hr: Prodavaèi CD-a

source: CD ISO images
hr: CD ISO snimke

source: Network install
hr: Mre¾na instalacija

source: Pre-installed
hr: pred-instaliran

source: Debian-Edu project
hr: Debian-Edu projekt

source: Quality Assurance
hr: Osiguranje kvalitete

source: Package Tracking System
hr: Sustav praæenja paketa

source: Debian Developer's Packages Overview
hr: Pregled paketa Debian razvijatelja

source: Select a server near you
hr: Izaberite vama blizak poslu¾itelj

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
hr: Povratak na: druge <a href="./">vijesti o Debianu</a> || <a href="m4_HOME/">poèetnu stranicu Debian projekta</a>.

source: <get-var url /> (dead link)
hr: <get-var url /> (mrtav link)

source: No items for this year.
hr: Za ovu godinu nema èlanaka.

source: proposed
hr: predlo¾eno

source: in discussion
hr: u raspravi

source: voting open
hr: na glasanju

source: finished
hr: zavr¹eno

source: withdrawn
hr: povuèeno

source: Future events
hr: Buduæi dogaðaji

source: Past events
hr: Pro¹li dogaðaji

source: (new revision)
hr: (revidirano)

source: Report
hr: Izvje¹æe

source: List of Speakers
hr: Popis govornika

source: Back to the <a href="./">Debian speakers page</a>.
hr: Natrag na stranicu <a href="./">Debian govornici</a>.

source: More information:
hr: Vi¹e informacija:

source: Taken by:
hr: Zauzeo:

source: Nobody
hr: Nitko

source: Rating:
hr: Ocjena:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
hr: <em>Pa¾nja:</em> <a href="$link">Originalni dokument</a> je noviji od ovog prijevoda.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
hr: Pa¾nja! Ovaj prijevod je jako zastario, molimo pogledajte <a href="$link">original</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
hr: <em>Pa¾nja:</em> Originalni dokument za ovaj prijevod vi¹e ne postoji.

source: Back to the <a href="../">Who's using Debian? page</a>.
hr: Povratak na stranicu <a href="../">Who's using Debian?</a>.

source: Date
hr: Datum

source: Nominations
hr: Nominacije

source: Debate
hr: Rasprava

source: Platforms
hr: Platforme

source: Proposer
hr: Predlagaè

source: Proposal A Proposer
hr: Predlagaè prijedloga A

source: Proposal B Proposer
hr: Predlagaè prijedloga B

source: Proposal C Proposer
hr: Predlagaè prijedloga C

source: Proposal D Proposer
hr: Predlagaè prijedloga D

source: Proposal E Proposer
hr: Predlagaè prijedloga E

source: Proposal F Proposer
hr: Predlagaè prijedloga F

source: Text
hr: Tekst

source: Proposal A
hr: Prijedlog A

source: Proposal B
hr: Prijedlog B

source: Proposal C
hr: Prijedlog C

source: Proposal D
hr: Prijedlog D

source: Proposal E
hr: Prijedlog E

source: Proposal F
hr: Prijedlog F

source: Choices
hr: Izbor

source: Amendment Proposer
hr: Predlagaè amandmana

source: Amendment Text
hr: Tekst amandmana

source: Amendments
hr: Amandmani

source: Majority Requirement
hr: Zahtjevi za veæinu

source: Data and Statistics
hr: Podaci i statistike

source: Quorum
hr: Kvorum

source: Minimum Discussion
hr: Minimalna rasprava

source: Ballot
hr: Glasaèki list

source: Outcome
hr: Rezultat

source: Waiting&nbsp;for&nbsp;Sponsors
hr: Èeka&nbsp;na&nbsp;pokrovitelje

source: In&nbsp;Discussion
hr: U&nbsp;raspravi

source: Voting&nbsp;Open
hr: Glasovanje&nbsp;otvoreno

source: Decided
hr: Odluèeno

source: Withdrawn
hr: Povuèeno

source: Other
hr: Ostalo

source: Home&nbsp;Vote&nbsp;Page
hr: Poèetna&nbsp;stranica&nbsp;glasovanja

source: How&nbsp;To
hr: Kako

source: Submit&nbsp;a&nbsp;Proposal
hr: Predati&nbsp;prijedlog

source: Amend&nbsp;a&nbsp;Proposal
hr: Ispraviti&nbsp;prijedlog

source: Follow&nbsp;a&nbsp;Proposal
hr: Slijediti&nbsp;prijedlog

source: Read&nbsp;a&nbsp;Result
hr: Proèitati&nbsp;rezultat

source: Vote
hr: Glasovati

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
hr: Kako bi dobili ove vijesti tjedno u svoj elektronski po¹tanski pretinac, <a href="http://lists.debian.org/debian-news/">pretplatite se na debian-news mailing listu.</a>

source: <a href="../../">Back issues</a> of this newsletter are available.
hr: <a href="../../">Prija¹nja izdanja</a> ovih vijesti su dostupna.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
hr: <void id="singular" />Debian Weekly News ureðuje <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
hr: <void id="plural" />Debian Weekly News ureðuju <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
hr: <void id="singular" />Ovo izdanje Debian Weekly News je uredio <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
hr: <void id="plural" />Ovo izdanje Debian Weekly News su uredili <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
hr: <void id="singular" />Preveo %s.

source: <void id="plural" />It was translated by %s.
hr: <void id="plural" />Preveli %s.

source: <void id="singularfemale" />It was translated by %s.
hr: <void id="singularfemale" />Prevela %s.

source: <void id="pluralfemale" />It was translated by %s.
hr: <void id="pluralfemale" />Prevele %s.
