Repository: l/debian-webwml
Catalog: webwml/croatian/po/vendors.*.po
Languages: hr

source: Vendor:
hr: Distributer:

source: URL for Debian Page:
hr: URL za Debian stranicu:

source: Allows Contribution to Debian:
hr: Omoguæava donaciju Debianu:

source: Country:
hr: Zemlja:

source: Ship International:
hr: Isporuèuje meðunarodno:

source: CD Type:
hr: Vrsta CD-a:

source: DVD Type:
hr: Vrsta DVD-a:

source: Architectures:
hr: Arhitekture:

source: Vendor
hr: Distributer

source: Allows Contributions
hr: Omoguæava priloge (donacije):

source: Architectures
hr: Arhitekture

source: Ship International
hr: Isporuèuje meðunarodno

source: Contact
hr: Kontakt

source: Vendor Home
hr: Web distributera:

source: page
hr: stranica

source: within Europe
hr: unutar Europe

source: To some areas
hr: U neka podruèja

source: source
hr: izvorni kod

source: and
hr: i
