Repository: l/debian-webwml
Catalog: webwml/croatian/po/vote.*.po
Languages: hr

source: Date
hr: Datum

source: Time Line
hr: Vremenski tok

source: Nominations
hr: Nominacije

source: Debate
hr: Rasprava

source: Platforms
hr: Platforme

source: Proposer
hr: Predlagač

source: Proposal A Proposer
hr: Predlagač prijedloga A

source: Proposal B Proposer
hr: Predlagač prijedloga B

source: Proposal C Proposer
hr: Predlagač prijedloga C

source: Proposal D Proposer
hr: Predlagač prijedloga D

source: Proposal E Proposer
hr: Predlagač prijedloga E

source: Proposal F Proposer
hr: Predlagač prijedloga F

source: Seconds
hr: Podržavaju

source: Proposal A Seconds
hr: Prijedlog A podržavaju

source: Proposal B Seconds
hr: Prijedlog B podržavaju

source: Proposal C Seconds
hr: Prijedlog C podržavaju

source: Proposal D Seconds
hr: Prijedlog D podržavaju

source: Proposal E Seconds
hr: Prijedlog E podržavaju

source: Proposal F Seconds
hr: Prijedlog F podržavaju

source: Opposition
hr: Protivljenje

source: Text
hr: Tekst

source: Proposal A
hr: Prijedlog A

source: Proposal B
hr: Prijedlog B

source: Proposal C
hr: Prijedlog C

source: Proposal D
hr: Prijedlog D

source: Proposal E
hr: Prijedlog E

source: Proposal F
hr: Prijedlog F

source: Choices
hr: Izbor

source: Amendment Proposer
hr: Predlagač amandmana

source: Amendment Seconds
hr: Amandman podržavaju

source: Amendment Text
hr: Tekst amandmana

source: Amendment Proposer A
hr: Amandman A predlaže

source: Amendment Seconds A
hr: Amandman A podržavaju

source: Amendment Text A
hr: Tekst amandmana A

source: Amendment Proposer B
hr: Amandman B predlaže

source: Amendment Seconds B
hr: Amandman B podržavaju

source: Amendment Text B
hr: Tekst amandmana B

source: Amendments
hr: Amandmani

source: Proceedings
hr: Postupak

source: Majority Requirement
hr: Zahtjevi za većinu

source: Data and Statistics
hr: Podaci i statistike

source: Quorum
hr: Kvorum

source: Minimum Discussion
hr: Minimalna rasprava

source: Ballot
hr: Glasački list

source: Outcome
hr: Rezultat

source: Waiting&nbsp;for&nbsp;Sponsors
hr: Čeka&nbsp;na&nbsp;pokrovitelje

source: In&nbsp;Discussion
hr: U&nbsp;raspravi

source: Voting&nbsp;Open
hr: Glasovanje&nbsp;otvoreno

source: Decided
hr: Odlučeno

source: Withdrawn
hr: Povučeno

source: Other
hr: Ostalo

source: Home&nbsp;Vote&nbsp;Page
hr: Početna&nbsp;stranica&nbsp;glasovanja

source: How&nbsp;To
hr: Kako

source: Submit&nbsp;a&nbsp;Proposal
hr: Predati&nbsp;prijedlog

source: Amend&nbsp;a&nbsp;Proposal
hr: Ispraviti&nbsp;prijedlog

source: Follow&nbsp;a&nbsp;Proposal
hr: Slijediti&nbsp;prijedlog

source: Read&nbsp;a&nbsp;Result
hr: Pročitati&nbsp;rezultat

source: Vote
hr: Glasovati
