Repository: l/debian-webwml
Catalog: webwml/catalan/po/bugs.*.po
Languages: ca

source: in package
ca: en el paquet

source: tagged
ca: etiquetat

source: with severity
ca: amb gravetat

source: in source package
ca: en el paquet font

source: in packages maintained by
ca: en el paquet mantingut per

source: submitted by
ca: enviat per

source: owned by
ca: el propietari és

source: with status
ca: amb estat

source: with mail from
ca: amb correu de

source: newest bugs
ca: informes d'error més nous

source: with subject containing
ca: amb assumpte que conté

source: with pending state
ca: amb estat pendent

source: with submitter containing
ca: amb remitent que conté

source: with forwarded containing
ca: amb reenviat que conté

source: with owner containing
ca: amb propietari que conté

source: with package
ca: amb paquet

source: oldview
ca: vista antiga

source: raw
ca: cru

source: age
ca: antiguitat

source: Repeat Merged
ca: Repeteix fusionats

source: Reverse Bugs
ca: Invertir informes d'error

source: Reverse Pending
ca: Invertir pendents

source: Reverse Severity
ca: Invertir gravetat

source: None
ca: Cap

source: testing
ca: testing (en proves)

source: oldstable
ca: oldstable (antiga estable)

source: stable
ca: stable (estable)

source: unstable
ca: unstable (inestable)

source: Unarchived
ca: Desarxivats

source: Archived
ca: Arxivats

source: Archived and Unarchived
ca: Arxivats i desarxivats
