Repository: l/debian-webwml
Catalog: webwml/catalan/po/debian-cdd.*.po
Languages: ca

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
ca: La llista següent inclou diversos projectes de programari que són d'algun interès per al projecte <get-var cdd-name />. Actualment només alguns estan disponibles com a paquets de Debian. No obstant, el nostre objectiu és incloure tot el programari a <get-var cdd-name /> que es pugui afegir de forma raonable a una distribució de Debian adaptada de qualitat.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
ca: Per a una millor inspecció rapida de la disponibilitat en forma de paquet de Debian del projecte, cada fila té un codi de color seguint aquest esquema:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
ca: Verd: El projecte està <a href="<get-var url />">disponible com a paquet oficial de Debian</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
ca: Groc: El projecte està <a href="<get-var url />">disponible com a paquet de Debian no oficial</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
ca: Vermell: El projecte està <a href="<get-var url />">encara no disponible com a paquet de Debian</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
ca: Si descobriu un projecte que us sembli un bon candidat per a <get-var cdd-name /> o si heu preparat un paquet de Debian no oficial, si us plau no dubteu a enviar una descripció d'aquest projecte a la <a href="<get-var cdd-list-url />"><get-var cdd-name /> llista de correu</a>.

source: Official Debian packages
ca: Paquets oficials de Debian

source: Unofficial Debian packages
ca: Paquets no oficials de Debian

source: Debian packages not available
ca: Paquets de Debian no disponibles

source: There are no projects which fall into this category.
ca: No hi ha cap projecte dins d'aquesta categoria.

source: No homepage known
ca: Sense pàgina web coneguda

source: License:
ca: Llicencia:

source: Free
ca: Lliure

source: Non-Free
ca: No-lliure

source: Unknown
ca: Desconegut

source: Official Debian package
ca: Paquet oficial de Debian

source: Unofficial Debian package
ca: Paquet no oficial de Debian

source: Debian package not available
ca: Paquet de Debian no disponible
