Repository: l/debian-webwml
Catalog: webwml/catalan/po/legal.*.po
Languages: ca

source: License Information
ca: Informació de llicències

source: DLS Index
ca: Index DLS

source: DFSG FAQ
ca: DFSG PMF

source: Debian-Legal Archive
ca: Arxiu de debian-legal

source: %s &ndash; %s, Version %s: %s
ca: %s &ndash; %s, versió %s: %s

source: Date published
ca: Data de publicació

source: License
ca: Llicència

source: Version
ca: Versió

source: Summary
ca: Resum

source: Justification
ca: Justificació

source: Discussion
ca: Discussió

source: Original Summary
ca: Resum original

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
ca: El resum original de <summary-author/> es pot trobar en els <a href="<summary-url/>">arxius de la llista</a>.

source: This summary was prepared by <summary-author/>.
ca: Aquest resum va ser preparat per <summary-author/>.

source: License text (translated)
ca: Text de la llicència (traduït)

source: License text
ca: Text de la llicència

source: free
ca: lliure

source: non-free
ca: no-lliure

source: not redistributable
ca: no redistribuïble

source: Free
ca: Lliure

source: Non-Free
ca: No-lliure

source: Not Redistributable
ca: No redistribuïble

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
ca: Vegeu la pagina d'<a href="./">informació de llicències</a> per tal a tenir una idea dels Resums de Llicències de Debian (DLS).
