Repository: l/debian-webwml
Catalog: webwml/catalan/po/mailinglists.*.po
Languages: ca

source: Mailing List Subscription
ca: Subscripció a les llistes de correu

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
ca: Mireu la pàgina de les <a href="./#subunsub">llistes de correu</a> per a informació de com us podeu subscriure usant el correu. També hi ha disponible un <a href="unsubscribe">formulari web per a donar-vos de baixa</a> d'aquestes llistes de correu.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
ca: Tingueu en compte que la major part de les llistes de correu de Debian, són forums publics. Qualsevol correu que s'hi envíi es publicarà als arxius publics de les llistes de correu i s'indexarà pels motors de cerques. Us haurieu de suscriure a les llistes de correu de Debian emprant una adreça de correu que no us importi es façi publica.

source: Please select which lists you want to subscribe to:
ca: Si us plau, seleccioneu a quines llistes us desitgeu donar d'alta:

source: No description given
ca: Descripció no disponible

source: Moderated:
ca: Moderada:

source: Posting messages allowed only to subscribers.
ca: Enviament de missatges només permés a subscriptors.

source: Only messages signed by a Debian developer will be accepted by this list.
ca: Aquesta llista de correu només acceptarà missatges signats per un desenvolupador de Debian.

source: Subscription:
ca: Subscripció:

source: is a read-only, digestified version.
ca: és de sols lectura, versió resumida.

source: Your E-Mail address:
ca: La vostra direcció de correu:

source: Subscribe
ca: Subscriu-m'hi

source: Clear
ca: Netejar

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
ca: Si us plau respecteu la <a href="./#ads">política d'anuncis en les llistes de correu Debian</a>.

source: Mailing List Unsubscription
ca: Desubscripció de les llistes de correu

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
ca: Mireu la pàgina de les <a href="./#subunsub">llistes de correu</a> per a informació de com us podeu dessubscriure usant el correu. També hi ha disponible un <a href="subscribe">formulari web per a donar-vos d'alta</a> d'aquestes llistes de correu.

source: Please select which lists you want to unsubscribe from:
ca: Si us plau, seleccioneu a quines llistes us desitgeu donar-vos de baixa:

source: Unsubscribe
ca: Dóna'm de baixa

source: open
ca: oberta

source: closed
ca: tancada
