Repository: l/debian-webwml
Catalog: webwml/catalan/po/newsevents.*.po
Languages: ca

source: Name:
ca: Nom:

source: Email:
ca: Correu:

source: Previous Talks:
ca: Conferencies prèvies:

source: Languages:
ca: Llenguatge:

source: Location:
ca: Localització:

source: Topics:
ca: Temes:

source: Title:
ca: Títol:

source: Author:
ca: Autor:

source: Language:
ca: Llenguatge:

source: Date:
ca: Data:

source: Event:
ca: Esdeveniment:

source: Slides:
ca: Presentació:

source: source
ca: codi font

source: Abstract
ca: Abstracte

source: Upcoming Attractions
ca: Properes atraccions

source: link may no longer be valid
ca: potser l'enllaç ja no és vàlid

source: When
ca: Quan

source: Where
ca: On

source: More Info
ca: Més informació

source: Debian Involvement
ca: Participació de Debian

source: Main Coordinator
ca: Coordinador principal

source: <th>Project</th><th>Coordinator</th>
ca: <th>Coordinador del</th><th>Projecte</th>

source: Related Links
ca: Enllaços relacionats

source: Latest News
ca: Darreres notícies

source: Download calendar entry
ca: Descarrega l'entrada del calendari

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
ca: Tornar a: altres <a href="./">notícies de Debian</a> || la <a href="m4_HOME/">pàgina principal del projecte Debian</a>.

source: <get-var url /> (dead link)
ca: <get-var url /> (enllaç trencat)

source: To receive this newsletter bi-weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ca: Per a rebre aquest butlletí quinzenalment en la vostra bústia, <a href="m4_HOME/MailingLists/subscribe#debian-news">subscriviu-vos a la llista de correu debian-news.</a>

source: <a href="../../">Back issues</a> of this newsletter are available.
ca: Els <a href="../../">números anteriors</a> d'aquest butlletí estan disponibles.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ca: <void id="singular" />L'editor de les notícies del projecte Debian és <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ca: <void id="plural" />Els editors de les notícies del projecte Debian són <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ca: <void id="singular" />L'editor d'aquest número de les notícies del projecte Debian és <a href="mailto:mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ca: <void id="plural" />Els editors d'aquest número de les notícies del projecte Debian són <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
ca: <void id="singular" />Ha estat traduït per %s.

source: <void id="plural" />It was translated by %s.
ca: <void id="plural" />Ha estat traduït per %s.

source: <void id="singularfemale" />It was translated by %s.
ca: <void id="singularfemale" />Ha estat traduït per %s.

source: <void id="pluralfemale" />It was translated by %s.
ca: <void id="pluralfemale" />Ha estat traduït per %s.

source: List of Speakers
ca: Llista de conferenciants

source: Back to the <a href="./">Debian speakers page</a>.
ca: Tornar a la <a href="./">pàgina de conferenciants de Debian</a>.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ca: Per a rebre aquest butlletí setmanal en la vostra bústia, <a href="m4_HOME/MailingLists/subscribe#debian-news">subscriviu-vos a la llista de correu debian-news.</a>

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ca: <void id="singular" />L'editor de les notícies setmanals de Debian és <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ca: <void id="plural" />Els editors de les notícies setmanals de Debian són <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ca: <void id="singular" />L'editor d'aquest número de les notícies setmanals de Debian és <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ca: <void id="plural" />Els editors d'aquest número de les notícies setmanals de Debian són <a href="mailto:dwn@debian.org">%s</a>.
