Repository: l/debian-webwml
Catalog: webwml/catalan/po/organization.*.po
Languages: ca

source: current
ca: actual

source: member
ca: membre

source: manager
ca: gestor

source: Stable Release Manager
ca: Administrador de llançament de la versió estable

source: wizard
ca: mag

source: chairman
ca: president

source: assistant
ca: assistent

source: secretary
ca: secretari

source: Officers
ca: Directors

source: Distribution
ca: Distribució

source: Publicity
ca: Publicitat

source: Support and Infrastructure
ca: Suport i infraestructura

source: Debian Pure Blends
ca: Barreges pures de Debian

source: Leader
ca: Líder

source: Technical Committee
ca: Comitè tècnic

source: Secretary
ca: Secretari

source: Development Projects
ca: Projectes de desenvolupament

source: FTP Archives
ca: Arxius FTP

source: FTP Assistants
ca: Assistents de FTP

source: Individual Packages
ca: Paquets individuals

source: Release Management
ca: Gestió de llançaments

source: Release Team
ca: Equip de llançament

source: Quality Assurance
ca: Control de qualitat

source: Installation System Team
ca: Equip del sistema d'instal·lació

source: Release Notes
ca: Notes de la versió

source: CD Images
ca: Imatges de CD

source: Production
ca: Producció

source: Testing
ca: Proves

source: Autobuilding infrastructure
ca: Infraestructura d'autocompilació

source: Wanna-build team
ca: Equip de wanna-build

source: Buildd administration
ca: Administració dels dimonis de compilació

source: Documentation
ca: Documentació

source: Work-Needing and Prospective Packages list
ca: Llista de paquets en perspectiva o en falta de feina

source: Live System Team
ca: Equip del sistema autònom

source: Ports
ca: Arquitectures

source: Special Configurations
ca: Configuracions especials

source: Laptops
ca: Portàtils

source: Firewalls
ca: Tallafocs

source: Embedded systems
ca: Sistemes empotrats

source: Press Contact
ca: Contacte de premsa

source: Partner Program
ca: Programa de socis

source: Events
ca: Esdeveniments

source: User support
ca: Suport d'usuari

source: Bug Tracking System
ca: Sistema de Seguiment d'Errors

source: Mailing Lists Administration and Mailing List Archives
ca: Administració i arxius de les llistes de correu

source: Debian Account Managers
ca: Administradors dels comptes de Debian

source: Keyring Maintainers (PGP and GPG)
ca: Mantenidors de l'anell de claus (PGP i GPG)

source: Security Team
ca: Equip de seguretat

source: Web Pages
ca: Pàgines web

source: Consultants Page
ca: Pàgina de consultors

source: CD Vendors Page
ca: Pàgina de venedors de CD

source: Planet Debian
ca: Planeta Debian

source: Policy
ca: Política

source: System Administration
ca: Administració del sistema

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
ca: Aquesta és l'adreça a utilitzar quan es troben problemes en una màquina de Debian, incloent problemes amb contrasenyes o si necessiteu la instal·lació d'un paquet.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
ca: Si teniu problemes de hardware en màquines de Debian, si us plau mireu la pàgina de <a href="https://db.debian.org/machines.cgi">Màquines de Debian</a>, hauria de contenir informació de l'administrador de cada màquina.

source: LDAP Developer Directory Administrator
ca: Administrador del directori LDAP de desenvolupadors

source: Mirrors
ca: Rèpliques

source: DNS Maintainer
ca: Mantenidor del DNS

source: Package Tracking System
ca: Sistema de seguiment de paquets

source: Hardware Donations Coordination
ca: Coordinació de donacions de maquinari

source: Alioth administrators
ca: Administració d'Alioth

source: Debian Women Project
ca: Projecte Debian dona

source: Debian for children from 1 to 99
ca: Debian per a nens de 1 a 99

source: Debian for medical practice and research
ca: Debian per a la pràctica i recerca medica

source: Debian for education
ca: Debian per a l'educació

source: Debian in legal offices
ca: Debian a les oficines de dret

source: Debian for people with disabilities
ca: Debian per a gent amb discapacitats
