Repository: l/debian-webwml
Catalog: webwml/catalan/po/others.*.po
Languages: ca

source: Download
ca: Descàrrega

source: Old banner ads
ca: Banners antics

source: Working
ca: Funciona

source: sarge (broken)
ca: sarge (trencada)

source: Booting
ca: Arranca

source: Building
ca: Construït

source: Not yet
ca: No encara

source: No kernel
ca: No te kernel

source: No images
ca: No te imatges

source: <void id="d-i" />Unknown
ca: <void id="d-i" />Desconegut

source: Unavailable
ca: No està disponible

source: Step 1
ca: Primera passa

source: Step 2
ca: Segona passa

source: Step 3
ca: Tercera passa

source: Step 4
ca: Quarta passa

source: Step 5
ca: Cinquena passa

source: Step 6
ca: Sisena passa

source: Step 7
ca: Setena passa

source: Applicants' checklist
ca: Llista de tarees del sol·licitant

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
ca: Vegeu <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (només disponible en francès) per a més informació.

source: More information
ca: Més informació

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
ca: Vegeu <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (només disponible en castellà) per a més informació.

source: With&nbsp;``Debian''
ca: Amb «Debian»

source: Without&nbsp;``Debian''
ca: Sense «Debian»

source: Encapsulated PostScript
ca: PostScript encapsulat

source: [Debian] (mini button)
ca: [Debian] (botó petit)

source: same as the above
ca: igual que l'anterior

source: Products
ca: Productes

source: T-shirts
ca: samarretes

source: hats
ca: gorres

source: stickers
ca: adhesius

source: mugs
ca: tasses

source: other clothing
ca: d'altra roba

source: polo shirts
ca: samarreta polo

source: frisbees
ca: discs voladors

source: mouse pads
ca: coixinet del ratolí

source: badges
ca: insignies

source: basketball goals
ca: cistelles de bàsket

source: earrings
ca: arracades

source: suitcases
ca: maletins

source: OK
ca: Bé

source: BAD
ca: Mal

source: OK?
ca: Bé?

source: BAD?
ca: Malament?

source: Unknown
ca: Desconegut

source: ALL
ca: Totes

source: Package
ca: Paquet

source: Status
ca: Estat

source: Version
ca: Versió
