Repository: l/debian-webwml
Catalog: webwml/catalan/po/ports.*.po
Languages: ca

source: Debian for Laptops
ca: Debian per a portàtils

source: Debian for Alpha
ca: Debian per a Alpha

source: Debian for AMD64
ca: Debian per a AMD64

source: Debian for ARM
ca: Debian per a ARM

source: Debian for Beowulf
ca: Debian per a Beowulf

source: Main
ca: Principal

source: Glibc-based Debian GNU/FreeBSD
ca: Debian GNU/FreeBSD basada en Glibc

source: libc5-based Debian GNU/FreeBSD
ca: Debian GNU/FreeBSD basada en libc5

source: Debian for PA-RISC
ca: Debian per a PA-RISC

source: Hurd CDs
ca: CD de Hurd

source: Debian for IA-64
ca: Debian per a IA-64

source: Debian for Motorola 680x0
ca: Debian per a Motorola 680x0

source: Contact
ca: Contacte

source: CPUs
ca: CPU

source: Credits
ca: Crèdits

source: Development
ca: Desenvolupament

source: Documentation
ca: Documentació

source: Installation
ca: Instal·lació

source: Links
ca: Enllaços

source: News
ca: Notícies

source: Porting
ca: Portar

source: Problems
ca: Problemes

source: Software Map
ca: Mapa del programari

source: Status
ca: Estat

source: Supply
ca: Suministrament

source: Systems
ca: Sistemes

source: Vendor/Name
ca: Venedor/Nom

source: Date announced
ca: Data d'anunci

source: Clock
ca: Rellotge

source: Specials
ca: Especials

source: No FPU (R2010), external caches
ca: Sense FPU (R2010), memòries cau externes

source: No FPU (R3010)
ca: Sense FPU (R3010)

source: Virtual indexed L1 cache, L2 cache controller
ca: Memòria cau L1 indexada virtualment, controladora de memòria cau L2

source: External L1 cache
ca: Memòria cau L1 externa

source: Multiple chip CPU
ca: CPU amb múltiples xips

source: Mips16 isa extension, No FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
ca: Mips16 amb extensions isa, sense FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD Controller
ca: Sense FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, controladora LCD

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer
ca: Sense FPU, DRAMC, ROMC, DMAC, UART, Timer

source: No FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
ca: Sense FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer

source: No FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD Controller, IrDA
ca: Sense FPU, SDRAMC, ROMC, Timer, PCMCIA, controladora LCD, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD Controller, IrDA
ca: Sense FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, controladora LCD, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
ca: Sense FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA

source: No FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
ca: Sense FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer

source: 2 10/100 Ethernet, 4 UART, IrDA, AC'97, I2C, 38 Digital I/O
ca: 2 ethernet 10/100, 4 UART, IrDA, AC'97, I2C, 38 Digital I/O

source: FPU, 32-bit external bus
ca: FPU, bus extern de 32 bits

source: FPU, 64-bit external bus
ca: FPU, bus extern de 64 bits

source: FPU, 64-bit external bus, external L2 cache
ca: FPU, bus extern de 64 bits, memòria cau L2 externa

source: 256 L2 cache on die
ca: 256 memòria cau L2 en placa

source: Mips 16, RTC, Keyboard, TouchPanel, Audio, Compact-Flash, UART, Parallel
ca: Mips 16, RTC, Keyboard, TouchPanel, Audio, Compact-Flash, UART, port paral·lel

source: Mips 16, Compact Flash, UART, Parallel, RTC, Audio, PCIC
ca: Mips 16, Compact Flash, UART, port paral·lel, RTC, Audio, PCIC

source: Mips 16, LCD controller, Compact Flash, UART, Parallel, RTC, Keyboard, USB, Touchpad, Audio
ca: Mips 16, controladora LCD, Compact Flash, UART, port paral·lel, RTC, Keyboard, USB, Touchpad, Audio

source: Debian for MIPS
ca: Debian per a MIPS

source: Debian GNU/NetBSD for i386
ca: Debian GNU/NetBSD per a i386

source: Debian GNU/NetBSD for Alpha
ca: Debian GNU/NetBSD per a Alpha

source: Why
ca: Per què

source: People
ca: Gent

source: Debian for PowerPC
ca: Debian per a PowerPC

source: Debian for S/390
ca: Debian per a S/390

source: Debian for Sparc
ca: Debian per a Sparc

source: Debian for Sparc64
ca: Debian per a Sparc64
