Repository: l/debian-webwml
Catalog: webwml/catalan/po/security.*.po
Languages: ca

source: Debian Security
ca: Seguretat de Debian

source: Debian Security Advisories
ca: Avisos de seguretat de Debian

source: Q
ca: P

source: Mitre CVE dictionary
ca: Diccionari CVE de Mitre

source: Securityfocus Bugtraq database
ca: Base de dades Bugtraq de Securityfocus

source: CERT Advisories
ca: Avisos del CERT

source: US-CERT vulnerabilities Notes
ca: Notes de les vulnerabilitats del US-CERT

source: Source:
ca: Font:

source: Architecture-independent component:
ca: Component independent d'arquitectura:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
ca: Les sumes de comprovació MD5 dels fitxers llistats estan disponibles a l'<a href="<get-var url />">avís original</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
ca: Les sumes de comprovació MD5 dels fitxers llistats estan disponibles a l'<a href="<get-var url />">avís revisat</a>.

source: Debian Security Advisory
ca: Avís de seguretat de Debian

source: Date Reported
ca: Data de l'informe

source: Affected Packages
ca: Paquets afectats

source: Security database references
ca: Referències de la base de dades de seguretat

source: More information
ca: Més informació

source: Fixed in
ca: Arreglat en

source: BugTraq ID
ca: ID de BugTraq

source: Bug
ca: Error

source: In the Debian bugtracking system:
ca: En el sistema de seguiment d'errors de Debian:

source: In the Bugtraq database (at SecurityFocus):
ca: A la base de dades de Bugtraq (a SecurityFocus):

source: In Mitre's CVE dictionary:
ca: Al diccionari CVE de Mitre:

source: CERT's vulnerabilities, advisories and incident notes:
ca: Vulnerabilitats, avisos i incidents del CERT:

source: No other external database security references currently available.
ca: Actualment no hi ha referències disponibles a altres bases de dades de seguretat.
