Repository: l/debian-webwml
Catalog: webwml/catalan/po/vote.*.po
Languages: ca

source: Date
ca: Data

source: Time Line
ca: Línia temporal

source: Nominations
ca: Nominacions

source: Debate
ca: Debat

source: Platforms
ca: Plataformes

source: Proposer
ca: Proponent

source: Proposal A Proposer
ca: Proponent de la proposta A

source: Proposal B Proposer
ca: Proponent de la proposta B

source: Proposal C Proposer
ca: Proponent de la proposta C

source: Proposal D Proposer
ca: Proponent de la proposta D

source: Proposal E Proposer
ca: Proponent de la proposta E

source: Proposal F Proposer
ca: Proponent de la proposta F

source: Seconds
ca: Els que secunden

source: Proposal A Seconds
ca: Els que secunden la proposta A

source: Proposal B Seconds
ca: Els que secunden la proposta B

source: Proposal C Seconds
ca: Els que secunden la proposta C

source: Proposal D Seconds
ca: Els que secunden la proposta D

source: Proposal E Seconds
ca: Els que secunden la proposta E

source: Proposal F Seconds
ca: Els que secunden la proposta F

source: Opposition
ca: Oposició

source: Proposal A
ca: Proposta A

source: Proposal B
ca: Proposta B

source: Proposal C
ca: Proposta C

source: Proposal D
ca: Proposta D

source: Proposal E
ca: Proposta E

source: Proposal F
ca: Proposta F

source: Choices
ca: Opcions

source: Amendment Proposer
ca: Proponent de l'esmena

source: Amendment Seconds
ca: Els que secunden l'esmena

source: Amendment Text
ca: Text de l'esmena

source: Amendment Proposer A
ca: Proponent de l'esmena A

source: Amendment Seconds A
ca: Els que secunden l'esmena A

source: Amendment Text A
ca: Text de l'esmena A

source: Amendment Proposer B
ca: Proponent de l'esmena B

source: Amendment Seconds B
ca: Els que secunden l'esmena B

source: Amendment Text B
ca: Text de l'esmena B

source: Amendments
ca: Esmenes

source: Proceedings
ca: Actes

source: Majority Requirement
ca: Requeriments de majoria

source: Data and Statistics
ca: Dades i estadístiques

source: Quorum
ca: Quòrum

source: Minimum Discussion
ca: Discussió mínima

source: Ballot
ca: Butlleta

source: Forum
ca: Fòrum

source: Outcome
ca: Resultat

source: Waiting&nbsp;for&nbsp;Sponsors
ca: En&nbsp;espera&nbsp;de&nbsp;patrocinadors

source: In&nbsp;Discussion
ca: En&nbsp;discussió

source: Voting&nbsp;Open
ca: Votació&nbsp;en&nbsp;curs

source: Decided
ca: Decidida

source: Withdrawn
ca: Retirada

source: Other
ca: Altres

source: Home&nbsp;Vote&nbsp;Page
ca: Pàgina&nbsp;principal&nbsp;de&nbsp;votacions

source: How&nbsp;To
ca: Com

source: Submit&nbsp;a&nbsp;Proposal
ca: Enviar&nbsp;proposta

source: Amend&nbsp;a&nbsp;Proposal
ca: Esmenar&nbsp;una&nbsp;proposta

source: Follow&nbsp;a&nbsp;Proposal
ca: Donar&nbsp;suport&nbsp;a&nbsp;una&nbsp;proposta

source: Read&nbsp;a&nbsp;Result
ca: Llegir un resultat

source: Vote
ca: Votar
