Repository: l/debian-webwml
Catalog: webwml/catalan/po/wnpp.*.po
Languages: ca

source: No requests for adoption
ca: Sense demandes d'adopció

source: No orphaned packages
ca: Sense paquets deixats orfes

source: No packages waiting to be adopted
ca: Sense paquets esperant ser adoptats

source: No packages waiting to be packaged
ca: Sense paquets esperant ser empaquetats

source: No Requested packages
ca: Sense paquets demanats

source: No help requested
ca: Sense demandes d'ajuda

source: in adoption since today.
ca: en adopció des de avui.

source: in adoption since yesterday.
ca: en adopció des de ahir.

source: %s days in adoption.
ca: %s dies en adopció.

source: in preparation since today.
ca: en preparació des de avui.

source: in preparation since yesterday.
ca: en preparació des de ahir.

source: %s days in preparation.
ca: %s dies en preparació.

source: requested today.
ca: demanat avui.

source: requested yesterday.
ca: demanat ahir.

source: requested %s days ago.
ca: demanat %s dies enrere.

source: package info
ca: informació del paquet
