Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/bugs.*.po
Languages: vi

source: in package
vi: trong gói

source: tagged
vi: được đánh thẻ

source: with severity
vi: với tính nghiêm trọng

source: in source package
vi: trong gói nguồn

source: in packages maintained by
vi: trong các gói bảo trì bởi

source: submitted by
vi: báo cáo bởi

source: owned by
vi: sở hữu bởi

source: with status
vi: với trạng thái

source: with mail from
vi: với thư gửi từ

source: newest bugs
vi: lỗi mới nhất

source: with subject containing
vi: với chủ đề có chứa

source: with pending state
vi: với trạng thái treo

source: with submitter containing
vi: với người gửi có chứa

source: with forwarded containing
vi: với chuyển tiếp có chứa

source: with owner containing
vi: với chủ sở hữu có chứa

source: with package
vi: với gói

source: normal
vi: bình thường

source: oldview
vi: kiểu cũ

source: raw
vi: thô

source: age
vi: tuổi

source: Repeat Merged
vi: Lặp hòa trộn

source: Reverse Bugs
vi: Đảo ngược các lỗi

source: Reverse Pending
vi: Đảo ngược tính treo

source: Reverse Severity
vi: Đảo ngược tính nghiêm trọng

source: No Bugs which affect packages
vi: Không lỗi cái mà các gói ảnh hưởng

source: None
vi: Không

source: testing
vi: thử nghiệm

source: oldstable
vi: bản ổn định cũ

source: stable
vi: bản ổn định

source: experimental
vi: bản thử nghiệm

source: unstable
vi: bản chưa ổn định

source: Unarchived
vi: Không lưu trữ

source: Archived
vi: Lưu trữ

source: Archived and Unarchived
vi: Lưu và không lưu trữ
