Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/cdimage.*.po
Languages: vi

source: Key fingerprint
vi: Dấu vân tay của khóa

source: ISO images
vi: Các ảnh ISO

source: Jigdo files
vi: Các tập tin jigdo

source: <void id="dc_faq" />FAQ
vi: <void id="dc_faq" />Câu hỏi thường gặp

source: Download with Jigdo
vi: Tải về bằng Jigdo

source: Download via HTTP/FTP
vi: Tải về thông qua HTTP/FTP

source: Buy CDs or DVDs
vi: Mua các đĩa CD hay DVD

source: Network Install
vi: Cài đặt qua mạng

source: <void id="dc_download" />Download
vi: <void id="dc_download" />Tải về

source: <void id="dc_misc" />Misc
vi: <void id="dc_misc" />Linh tinh

source: <void id="dc_artwork" />Artwork
vi: <void id="dc_artwork" />Ảnh bìa

source: <void id="dc_mirroring" />Mirroring
vi: <void id="dc_mirroring" />Máy bản sao

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
vi: <void id="dc_rsyncmirrors" />Máy bản sao Rsync

source: <void id="dc_verify" />Verify
vi: <void id="dc_verify" />Xác minh

source: <void id="dc_torrent" />Download with Torrent
vi: <void id="dc_torrent" />Tải về bằng Torrent

source: <void id="dc_relinfo" />Image Release Info
vi: <void id="dc_relinfo" />Thông tin phát hành ảnh

source: Debian CD team
vi: Nhóm CD Debian

source: debian_on_cd
vi: Debian trên đĩa CD

source: <void id="faq-bottom" />faq
vi: <void id="faq-bottom" />Câu hỏi thường gặp

source: buy
vi: Mua

source: net_install
vi: Cài qua mạng

source: <void id="misc-bottom" />misc
vi: <void id="misc-bottom" />Linh tinh

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
vi: <a href="/MailingLists/disclaimer">Bó thư công khai</a> bằng tiếng Anh cho các đĩa CD/DVD:
