Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/legal.*.po
Languages: vi

source: License Information
vi: Thông tin giấy phép

source: DLS Index
vi: Mục lục DLS

source: Debian-Legal Archive
vi: Kho lưu điều khoản Debian

source: %s &ndash; %s, Version %s: %s
vi: %s &ndash; %s, Phiên bản %s: %s

source: Date published
vi: Ngày xuất bản

source: License
vi: Giấy phép

source: Version
vi: Phiên bản

source: Summary
vi: Tóm tắt

source: Justification
vi: Cân chỉnh

source: Discussion
vi: Thảo luận

source: Original Summary
vi: Tóm tắt gốc

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
vi: Tóm tắt gốc bởi <summary-author/> có thể tìm thấy tại <a href="<summary-url/>">phần lưu trữ bó thư</a>.

source: This summary was prepared by <summary-author/>.
vi: Tóm tắt này được chuẩn bị bởi <summary-author/>.

source: License text (translated)
vi: Văn bản giấy phép (bản dịch)

source: License text
vi: Văn bản giấy phép

source: free
vi: tự do

source: non-free
vi: không tự do

source: not redistributable
vi: không tái phân phối

source: Free
vi: Tự do

source: Non-Free
vi: Không tự do

source: Not Redistributable
vi: Không tái phân phối

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
vi: Xem trang <a href="./">thông tin giấy phép</a> để có thể có cái nhìn tổng quan về Tóm tắt sơ lược giấy phép Debian (DLS).
