Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/mailinglists.*.po
Languages: vi

source: Mailing List Subscription
vi: Đặt xem dài hạn bó thư

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
vi: Xem trang <a href="./#subunsub">bó thư</a> để có thêm thông tin về cách đặt xem dài hạn bằng thư điện tử. Cũng có cả <a href="unsubscribe">mẫu đơn bỏ đặt xem dài hạn</a>, để giúp bạn bỏ đặt xem dài hạn từ bó thư.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
vi: Chú ý là phần lớn bó thư Debian là thảo luận công cộng. Mọi thư gửi cho chúng sẽ được xuất bản lên phần lưu trữ bó thư và được đánh chỉ mục bởi bộ máy tìm kiếm. Bạn chỉ đặt xem dài hạn vào bó thư Debian dùng các địa chỉ thư điện tử mà bạn nghĩ là nó có thể công khai.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
vi: Vui lòng chọn bó nào bạn muốn đặt xem dài hạn (số lượng đặt xem dài hạn là có hạn, nếu bạn gặp thất bại khi yêu cầu thì vui lòng dùng <a href="./#subunsub">cách khác</a>):

source: No description given
vi: Chưa đưa ra mô tả

source: Moderated:
vi: Điều phối:

source: Posting messages allowed only to subscribers.
vi: Lời thông báo chỉ cho phép tới người đặt xem dài hạn.

source: Only messages signed by a Debian developer will be accepted by this list.
vi: Chỉ những thư được ký bởi những người phát triển Debian mới được bó thư này chấp thuận.

source: Subscription:
vi: Đặt xem dài hạn

source: is a read-only, digestified version.
vi: chỉ cho đọc, phiên bản digestified.

source: Your E-Mail address:
vi: Địa chỉ thư điện tử của bạn:

source: Subscribe
vi: Đặt xem dài hạn

source: Clear
vi: Xóa

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
vi: Vui lòng tôn trọng <a href="./#ads">Chính sách quảng cáo bó thư Debian</a>.

source: Mailing List Unsubscription
vi: Hủy bỏ đặt xem dài hạn bó thư

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
vi: Xem trang <a href="./#subunsub">bó thư</a> để có thêm thông tin về cách thôi không xem dài hạn bằng thư điện tử. Cũng có cả <a href="subscribe">mẫu đơn đặt xem dài hạn</a>, để giúp bạn bỏ đặt xem dài hạn từ bó thư.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
vi: Vui lòng chọn bó nào bạn muốn bỏ đặt xem dài hạn (số lượng bỏ đặt xem dài hạn là có hạn, nếu bạn gặp thất bại khi yêu cầu thì vui lòng dùng <a href="./#subunsub">cách khác</a>):

source: Unsubscribe
vi: Hủy đặt xem dài hạn

source: open
vi: mở

source: closed
vi: đã đóng
