Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/newsevents.*.po
Languages: vi

source: Debian News
vi: Tin tức Debian

source: Debian Latest News
vi: Tin tức Debian mới nhất

source: The newsletter for the Debian community
vi: Thư thông báo cho cộng đồng Debian

source: Name:
vi: Tên:

source: Email:
vi: Thư điện tử:

source: Previous Talks:
vi: Buổi nói chuyện trước đây:

source: Languages:
vi: Ngôn ngữ:

source: Location:
vi: Vị trí:

source: Topics:
vi: Chủ đề:

source: Title:
vi: Tiêu đề:

source: Author:
vi: Tác giả:

source: Language:
vi: Ngôn ngữ:

source: Date:
vi: Ngày:

source: Event:
vi: Sự kiện:

source: Slides:
vi: Trình chiếu:

source: source
vi: nguồn

source: Abstract
vi: Tổng quát

source: Upcoming Attractions
vi: Các sự kiện hấp dẫn sắp diễn ra

source: link may no longer be valid
vi: liên kết không còn hợp lệ nữa

source: When
vi: Khi

source: Where
vi: Tại

source: More Info
vi: Thông tin thêm

source: Debian Involvement
vi: Liên quan đến Debian

source: Main Coordinator
vi: Người điều phối chính

source: <th>Project</th><th>Coordinator</th>
vi: <th>Dự án</th><th>Người điều phối</th>

source: Related Links
vi: Liên kết có liên quan

source: Latest News
vi: Tin mới nhất

source: Download calendar entry
vi: Tải về mục lịch

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
vi: Trở lại: <a href="./">Tin tức Debian</a> khác || <a href="m4_HOME/">Trang chủ dự án Debian</a>.

source: <get-var url /> (dead link)
vi: <get-var url /> (liên kết đã chết)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
vi: Chào mừng bạn đến với ấn bản DPN <get-var issue /> của năm, thư thông báo cho cộng đồng Debian. Các chủ đề trong phát hành này bao gồm:

source: According to the <a href="https://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
vi: Theo như <a href="https://udd.debian.org/bugs.cgi">giao diện Tìm kiếm Lỗi của Ultimate Debian Database</a>, bản phát hành tiếp theo, Debian <q><get-var release /></q>, thì hiện tại chịu ảnh hưởng bởi các lỗi Release-Critical <get-var testing />. Bỏ qua các lỗi mà dễ dàng xử lý hay cách được xử lý, đại khái thế, về các lỗi Release-Critical <get-var tobefixed /> còn lại được sửa cho the release to happen.

source: There are also some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
vi: Đây cũng còn có một số <a href="https://wiki.debian.org/ProjectNews/RC-Stats">gợi ý cách phiên dịch</a> những con số đó.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
vi: Ở đây cũng có <a href="<get-var url />">nhiều thống kê chi tiết</a> cũng như là một số <a href="https://wiki.debian.org/ProjectNews/RC-Stats">gợi ý cách phiên dịch</a> những con số đó.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
vi: <a href="<get-var link />">Hiện giờ</a> <a href="m4_DEVEL/wnpp/orphaned">có <get-var orphaned /> gói chưa có ai đỡ đầu</a> và <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> gói sắp mồ côi</a>: vui lòng xem toàn bộ danh sách của <a href="m4_DEVEL/wnpp/help_requested">các gói cần bạn trợ giúp</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="https://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
vi: Vui lòng giúp chúng tôi tạo bản tin này. Chúng tôi vẫn cần nhiều hơn nữa những người viết để theo dõi cộng đồng Debian và báo cáo về những gì đang diễn ra. Vui lòng xem <a href="https://wiki.debian.org/ProjectNews/HowToContribute">trang đóng góp</a> để biết cách giúp đỡ. Chúng tôi mong chờ nhận được thư của bạn tại địa chỉ thư điện tử <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
vi: Vui lòng chú ý rằng có phần của những cố vấn bảo mật quan trọng của những tuần cuối cùng. Nếu bạn cần giữ những cố vấn bảo mật phát hành bở Nhóm Bảo mật Debian luôn cập nhật, vui lòng đặt xem dài hạn <a href="<get-var url-dsa />">bó thư bảo mật</a> (và các bó rời <a href="<get-var url-bpo />">bó thư chuyển ngược</a>, và <a href="<get-var url-stable-announce />">bó thư cập nhật ổn định</a>) để biết các thông báo.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
vi: Vui lòng chú ý rằng có phần của những cố vấn bảo mật quan trọng của những tuần cuối cùng. Nếu bạn cần giữ những cố vấn bảo mật phát hành bở Nhóm Bảo mật Debian luôn cập nhật, vui lòng đặt xem dài hạn <a href="<get-var url-dsa />">bó thư bảo mật</a> (và các bó rời <a href="<get-var url-bpo />">bó thư chuyển ngược</a>, và <a href="<get-var url-stable-announce />">bó thư cập nhật ổn định</a> hoặc <a href="<get-var url-volatile-announce />">bó thư hay thay đổi</a>, cho <q><get-var old-stable /></q>, bản phân phối cũ) để biết các thông báo.

source: Debian's Stable Release Team released an update announcement for the package:
vi: Nhóm phát hành bản ổn định của Debian phát hành một thông báo cập nhật cho gói:

source: and
vi: và

source: Please read them carefully and take the proper measures.
vi: Vui lòng đọc chúng một cách cẩn thận và đo lường thích hợp.

source: Debian's Backports Team released advisories for these packages:
vi: Nhóm Chuyển ngược Debian phát hành các cố vấn cho những gói:

source: Debian's Security Team recently released advisories for these packages (among others):
vi: Nhóm Bảo mật của Debian gần đây phát hành các tư vấn cho những gói sau đây (cùng với những gói khác):

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
vi: <get-var num-newpkg /> các gói được thêm vào kho Debian dành cho phiên bản chưa ổn định mới gần đây.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
vi: <a href="<get-var url-newpkg />">Giữa nhiều cái khác</a> là:

source: There are several upcoming Debian-related events:
vi: Có nhiều sự kiện liên-quan-đến-Debian sắp diễn ra:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
vi: Bạn có thể tìm thấy nhiều thông tin hơn về các sự kiện và các buổi nói chuyên liên quan đến Debian tại <a href="<get-var events-section />">phần sự kiện</a> của trang thông tin điện tử của Debian, hoặc là đặt xem dài hạn một trong số các bó thư sự kiện cho những khu vực khác nhau: <a href="<get-var events-ml-eu />">Châu Âu</a>, <a href="<get-var events-ml-nl />">Hà Lan</a>, <a href="<get-var events-ml-ha />">Nam Mỹ</a>, <a href="<get-var events-ml-na />">Bắc Mỹ</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
vi: Bạn có muốn tổ chức một gian hàng Debian hay một nhóm cài đặt Debian? Bạn muốn biết các sự kiện có liên quan đến Debian sắp diễn ra? Bạn có buổi nói chuyện mà bạn muốn có liên kết từ <a href="<get-var events-talks />">trang các buổi nói chuyện</a> của chúng tôi? Hãy gửi thư điện tử đến <a href="<get-var events-team />">Nhóm sự kiện Debian</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
vi: <get-var dd-num /> đơn đã được <a href="<get-var dd-url />">chấp thuận</a> làm Nhà phát triển Debian

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
vi: <get-var dm-num /> đơn xin đã được <a href="<get-var dm-url />">chấp thuận</a> là người bảo trì Debian

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
vi: <get-var uploader-num /> người <a href="<get-var uploader-url />">đã bắt đầu bảo trì các gói</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
vi: <get-var eval-newcontributors-text-list /> kể từ lần phát hành trước đây của Tin tức tuần Debian. Chào mừng <get-var eval-newcontributors-name-list /> gia nhập vào dự án của chúng ta!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
vi: <get-var issue-devel-news /> phát hành của <a href="<get-var url-devel-news />">tin tức lặt vặt cho các nhà phát triển</a> đã được phát hành và bao gồm các chủ đề sau đây:

source: To receive this newsletter in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
vi: Để nhận được thông báo thư này bằng hộp thư điện tử của bạn, <a href="https://lists.debian.org/debian-news/">hãy đặt xem dài hạn bó thư debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
vi: <a href="../../">Các phát hành trước đây</a> của thư thông báo cũng sẵn có.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
vi: <void id="singular" />Tin tức Dự án Debian được biên tập bởi <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
vi: <void id="plural" />Tin tức Dự án Debian được biên tập bởi <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
vi: <void id="singular" />Phát hành này của Tin tức Dự án Debian được biên tập bởi <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
vi: <void id="plural" />Phát hành này của Tin tức Dự án Debian được biên tập bởi <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
vi: <void id="singular" />Được dịch bởi %s.

source: <void id="plural" />It was translated by %s.
vi: <void id="plural" />Được dịch bởi %s.

source: <void id="singularfemale" />It was translated by %s.
vi: <void id="singularfemale" />Được dịch bởi %s.

source: <void id="pluralfemale" />It was translated by %s.
vi: <void id="pluralfemale" />Được dịch bởi %s.

source: List of Speakers
vi: Danh sách người nói chuyện

source: Back to the <a href="./">Debian speakers page</a>.
vi: Quay trở lại <a href="./">trang nói chuyện về Debian</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
vi: Để nhận được tin tức này hàng tuần bằng hộp thư điện tử của bạn, <a href="https://lists.debian.org/debian-news/">hãy đặt xem dài hạn bó thư debian-news</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
vi: <void id="singular" />Tin tức Tuần Debian được biên tập bởi <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
vi: <void id="plural" />Tin tức Tuần Debian được biên tập bởi <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
vi: <void id="singular" />Bản phát hành này của Tin tức Tuần Debian được biên tập bởi <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
vi: <void id="plural" />Bản phát hành này của Tin tức Tuần Debian được biên tập bởi <a href="mailto:dwn@debian.org">%s</a>.
