Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/security.*.po
Languages: vi

source: Debian Security
vi: Bảo mật Debian

source: Debian Security Advisories
vi: Cố vấn bảo mật Debian

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
vi: cố vấn bảo mật <a href=\"undated/\">chưa biết ngày</a>, được bao gồm cho hậu thế

source: Mitre CVE dictionary
vi: Từ điển CVE Mitre

source: Securityfocus Bugtraq database
vi: Cơ sở dữ liệu Securityfocus Bugtraq

source: CERT Advisories
vi: Cố vấn CERT

source: US-CERT vulnerabilities Notes
vi: Ghi chú về khả năng bị tấn công US-CERT

source: Source:
vi: Nguồn:

source: Architecture-independent component:
vi: Thành phần phụ thuộc kiến trúc:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
vi: Tổng kiểm MD5 của danh sách các tập tin sẵn có trong <a href="<get-var url />">cố vấn gốc</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
vi: Tổng kiểm MD5 của danh sách các tập tin sẵn có trong <a href="<get-var url />">cố vấn xét lại</a>.

source: Debian Security Advisory
vi: Cố vấn bảo mật Debian

source: Date Reported
vi: Ngày báo cáo

source: Affected Packages
vi: Gói chịu tác động

source: Vulnerable
vi: Có thể bị tấn công

source: Security database references
vi: Tham khảo cơ sở dữ liệu bảo mật

source: More information
vi: Thêm thông tin

source: Fixed in
vi: Đã sửa trong

source: BugTraq ID
vi: Mã số BugTraq

source: Bug
vi: Lỗi

source: In the Debian bugtracking system:
vi: Trong hệ thống báo lỗi Debian:

source: In the Bugtraq database (at SecurityFocus):
vi: Trong cơ sở dữ liệu Bugtraq (tại SecurityFocus):

source: In Mitre's CVE dictionary:
vi: Trong từ điển CVE của Miter:

source: CERT's vulnerabilities, advisories and incident notes:
vi: Ghi chú về khả năng có thể bị tấn công, cố vấn, và sự cố:

source: No other external database security references currently available.
vi: Hiện tại không có tham khảo bảo mật cơ sở dữ liệu bên ngoài sẵn có.
