Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/templates.*.po
Languages: vi

source: Debian website
vi: Wiki về Debian

source: Search the Debian website.
vi: Tìm kiếm trang thông tin điện tử Debian.

source: Debian website search
vi: Tìm kiếm trên trang thông tin điện tử Debian

source: Yes
vi: Có

source: No
vi: Không

source: Debian Project
vi: Dự án Debian

source: Debian is an operating system and a distribution of Free Software. It is maintained and updated through the work of many users who volunteer their time and effort.
vi: Debian là hệ điều hành và là một bản phân phối của Phần mềm Tự do. Nó được bảo trì và cập nhật thông qua việc làm của nhiều người những người mà tình nguyện dành thời gian và công sức để đóng góp.

source: debian, GNU, linux, unix, open source, free, DFSG
vi: debian, GNU, linux, unix, open source, nguồn mở, free, tự do, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
vi: Quay trở lại <a href="m4_HOME/">trang chủ Dự án Debian</a>.

source: Home
vi: Trang chủ

source: Skip Quicknav
vi: Ẩn bảng điều hướng

source: About
vi: Giới thiệu

source: About Debian
vi: Giới thiệu về Debian

source: Contact Us
vi: Liên hệ với chúng tôi

source: Donations
vi: Quyên góp

source: Events
vi: Sự kiện

source: News
vi: Tin tức

source: Distribution
vi: Phân phối

source: Support
vi: Hỗ trợ

source: Developers' Corner
vi: Góc phát triển

source: Documentation
vi: Tài liệu

source: Security Information
vi: Thông tin bảo mật

source: Search
vi: Tìm kiếm

source: none
vi: không

source: Go
vi: Đi

source: worldwide
vi: toàn cầu

source: Site map
vi: Sơ đồ

source: Miscellaneous
vi: Lặt vặt

source: Getting Debian
vi: Lấy Debian

source: The Debian Blog
vi: Nhật ký Debian

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
vi: Vui lòng gửi tất cả các lời bình luận, chỉ trích và gợi ý liên quan đến trang thông tin điện tử đến <a href="mailto:debian-doc@lists.debian.org">bó thư</a> của chúng tôi.

source: not needed
vi: không cần thiết

source: not available
vi: không sẵn có

source: in release 1.1
vi: trong bản phát hành 1.1

source: in release 1.3
vi: trong bản phát hành 1.3

source: in release 2.0
vi: trong bản phát hành 2.0

source: in release 2.1
vi: trong bản phát hành 2.1

source: in release 2.2
vi: trong bản phát hành 2.2

source: Last Modified
vi: Lần sửa cuối

source: Copyright
vi: Bản quyền

source: <a href="https://www.spi-inc.org/">SPI</a> and others;
vi: <a href="https://www.spi-inc.org/">SPI</a> và các chủ thể khác;

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
vi: Xem <a href="m4_HOME/license" rel="copyright">các điều khoản giấy phép</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
vi: Debian là <a href="m4_HOME/trademark">nhãn hiệu</a> đã đăng ký của Software in the Public Interest, Inc.

source: This page is also available in the following languages:
vi: Trang này cũng sẵn có bằng các ngôn ngữ sau:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
vi: Làm sao để đặt <a href=m4_HOME/intro/cn>ngôn ngữ tài liệu mặc định</a>

source: Debian International
vi: Debian quốc tế

source: Partners
vi: Đối tác

source: Debian Weekly News
vi: Tin tức hàng tuần Debian

source: Weekly News
vi: Tin tức tuần

source: Debian Project News
vi: Tin tức về dự án Debian

source: Project News
vi: Tin tức dự án

source: Release Info
vi: Thông tin phát hành

source: Debian Packages
vi: Các gói Debian

source: Download
vi: Tải về

source: Debian&nbsp;on&nbsp;CD
vi: Debian&nbsp;trên&nbsp;CD

source: Debian Books
vi: Sách về Debian

source: Debian Wiki
vi: Wiki về Debian

source: Mailing List Archives
vi: Phần lưu trữ bó thư

source: Mailing Lists
vi: Bó thư

source: Social Contract
vi: Khế ước xã hội

source: Code of Conduct
vi: Quy tắc ứng xử

source: Debian 5.0 - The universal operating system
vi: Debian 5.0 - Hệ điều hành toàn cầu

source: Site map for Debian web pages
vi: Sơ đồ trang thông tin điện tử Debian

source: Developer Database
vi: Cơ sở dữ liệu nhà phát triển

source: Debian Policy Manual
vi: Hướng dẫn chính sách Debian

source: Developers' Reference
vi: Tham khảo cho nhà phát triển

source: New Maintainers' Guide
vi: Hướng dẫn người bảo trì mới

source: Release Critical Bugs
vi: Các lỗi phát hành nghiêm trọng

source: Lintian Reports
vi: Báo cáo kiểm chuẩn

source: Archives for users' mailing lists
vi: Lưu trữ cho các bó thư người dùng

source: Archives for developers' mailing lists
vi: Lưu trữ cho các bó thư nhà phát triển

source: Archives for i18n/l10n mailing lists
vi: Lưu trữ cho các bó thư i18n/l10n

source: Archives for ports' mailing lists
vi: Lưu trữ cho các bó thư chuyển đổi để chạy trên các hệ thống khác

source: Archives for mailing lists of the Bug tracking system
vi: Lưu trữ cho các bó thư của hệ thống theo dõi lỗi

source: Archives for miscellaneous mailing lists
vi: Lưu trữ cho các bó thư lặt vặt

source: Free Software
vi: Phần mềm tự do

source: Development
vi: Phát triển

source: Help Debian
vi: Hỗ trợ Debian

source: Bug reports
vi: Báo cáo lỗi

source: Ports/Architectures
vi: Bản chuyển/Kiến trúc

source: Installation manual
vi: Hướng dẫn cài đặt

source: CD vendors
vi: Nhà cung cấp CD

source: CD/USB ISO images
vi: Ảnh ISO CD/USB

source: Network install
vi: Cài đặt qua mạng

source: Pre-installed
vi: Cài sẵn

source: Debian-Edu project
vi: Dự án Debian-Edu

source: Quality Assurance
vi: Đảm bảo chất lượng

source: Package Tracking System
vi: Hệ thống theo dõi gói

source: Debian Developer's Packages Overview
vi: Tổng quan các gói của nhà phát triển Debian

source: Debian Home
vi: Trang chủ Debian

source: No items for this year.
vi: Không có mục tin nào cho năm nay.

source: proposed
vi: dự kiến

source: in discussion
vi: đang tranh cãi

source: voting open
vi: đang bỏ phiếu

source: finished
vi: đã hoàn tất

source: withdrawn
vi: rút lại

source: Future events
vi: Sự kiện sắp tới

source: Past events
vi: Sự kiện đã qua

source: (new revision)
vi: (phiên bản mới)

source: Report
vi: Báo cáo

source: <void id="doc_for_arch" />%s for %s
vi: <void id="doc_for_arch" />%s dành cho %s

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
vi: <em>Chú ý:</em> <a href="$link">Tài liệu gốc</a> mới hơn bản dịch này.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
vi: Cảnh báo! Bản dịch này đã lạc hậu, vui lòng xem <a href="$link">bản gốc</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
vi: <em>Chú ý:</em> Tài liệu gốc của bản dịch này không còn tồn tại nữa.

source: Back to the <a href="../">Who's using Debian? page</a>.
vi: Quay trở về trang <a href="../">Ai đang dùng Debian?</a>.
