Repository: l/debian-webwml
Catalog: webwml/vietnamese/po/vendors.*.po
Languages: vi

source: Vendor:
vi: Nhà cung cấp:

source: URL for Debian Page:
vi: URL cho trang Debian:

source: Allows Contribution to Debian:
vi: Cho phép các phần đóng góp cho Debian:

source: Country:
vi: Nước:

source: Ship International:
vi: Vận chuyển quốc tế:

source: email:
vi: thư điện tử:

source: CD Type:
vi: Kiểu CD:

source: DVD Type:
vi: Kiểu DVD:

source: BD Type:
vi: Kiểu BD:

source: USB Type:
vi: Kiểu USB:

source: Architectures:
vi: Các kiến trúc:

source: Vendor
vi: Nhà cung cấp

source: Allows Contributions
vi: Cho phép các phần đóng góp

source: Architectures
vi: Các kiến trúc

source: Ship International
vi: Vận chuyển quốc tế

source: Contact
vi: Liên hệ

source: Vendor Home
vi: Trang chủ nhà cung cấp

source: page
vi: trang

source: email
vi: thư điện tử

source: within Europe
vi: bên trong châu Âu

source: To some areas
vi: Đến một số vùng

source: source
vi: nguồn

source: and
vi: và
