Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/bugs.*.po
Languages: bg

source: in package
bg: в пакет

source: tagged
bg: с етикет

source: with severity
bg: с важност

source: in source package
bg: в пакет-източник

source: in packages maintained by
bg: в пакети с отговорник

source: submitted by
bg: изпратени от

source: owned by
bg: собственост на

source: with status
bg: със статус

source: with mail from
bg: със съобщение от

source: newest bugs
bg: най-новите доклади

source: with subject containing
bg: със заглавие, съдържащо

source: with pending state
bg: чакащи

source: with submitter containing
bg: с подател, съдържащ

source: with forwarded containing
bg: с текст в адреса на препращане

source: with owner containing
bg: със собственик, съдържащ

source: with package
bg: в пакет

source: normal
bg: нормален

source: oldview
bg: стар изглед

source: raw
bg: сурови данни

source: age
bg: възраст

source: Repeat Merged
bg: Повтаряне на обединените

source: Reverse Bugs
bg: Обратно подреждане

source: Reverse Pending
bg: Първо чакащите

source: Reverse Severity
bg: Обратно подреждане по важност

source: No Bugs which affect packages
bg: Без доклади, засягащи пакета

source: testing
bg: тестова

source: oldstable
bg: стара стабилна

source: stable
bg: стабилна

source: experimental
bg: експериментална

source: unstable
bg: нестабилна

source: Unarchived
bg: Активни

source: Archived
bg: Архивирани

source: Archived and Unarchived
bg: Активни и архивирани
