Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/cdimage.*.po
Languages: bg

source: ISO images
bg: Образи на оптични носители

source: Jigdo files
bg: Файлова за jigdo

source: <void id="dc_faq" />FAQ
bg: <void id="dc_faq" />Често задавани въпроси

source: Download with Jigdo
bg: Изтегляне с Jigdo

source: Download via HTTP/FTP
bg: Изтегляне чрез HTTP/FTP

source: Buy CDs or DVDs
bg: Купуване на компактдискове и DVD

source: Network Install
bg: Мрежова инсталация

source: <void id="dc_download" />Download
bg: <void id="dc_download" />Изтегляне

source: <void id="dc_misc" />Misc
bg: <void id="dc_misc" />Други

source: <void id="dc_artwork" />Artwork
bg: <void id="dc_artwork" />Картинки

source: <void id="dc_mirroring" />Mirroring
bg: <void id="dc_mirroring" />Огледала

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
bg: <void id="dc_rsyncmirrors" />Rsync Огледала

source: <void id="dc_verify" />Verify
bg: <void id="dc_verify" />Проверка

source: <void id="dc_torrent" />Download with Torrent
bg: <void id="dc_torrent" />Изтегляне чрез Torrent

source: <void id="dc_relinfo" />Image Release Info
bg: <void id="dc_relinfo" />Информация за издадените дискове

source: Debian CD team
bg: Екип за носители с Дебиан

source: debian_on_cd
bg: debian_на_cd

source: <void id="faq-bottom" />faq
bg: <void id="faq-bottom" />често задавани въпрпоси

source: jigdo
bg: джигдо

source: buy
bg: купуване

source: net_install
bg: мрежова инсталация

source: <void id="misc-bottom" />misc
bg: <void id="misc-bottom" />други

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
bg: <a href="/MailingLists/disclaimer">публични пощенски списъци</a> (на английски) за компактдискове и DVD:
