Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/debian-cdd.*.po
Languages: bg

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
bg: Списъкът по-долу включва различни софтуерни проекти, които представляват интерес за проекта <get-var cdd-name />. За момента само някои от тях са достъпни като пакети за Дебиан. Целта ни е да включим всичките <get-var cdd-name />, допринасяйки за създаването на високо-качествена специализирана дистрибуция на Дебиан.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
bg: За по-добра прегледност на наличните пакети, всеки ред е оцветен според следната схема:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
bg: Зелен: Проектът е <a href="<get-var url />">достъпен като официален пакет за Дебиан</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
bg: Жълт: Проектът е <a href="<get-var url />">достъпен като неофициален пакет за Дебиан</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
bg: Червен: Проектът <a href="<get-var url />">не е достъпен (все още) като пакет за Дебиан</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
bg: Ако откриете проект, който според вас е добър кандидат за <get-var cdd-name /> или сте подготвили неофициален пакет за Дебиан, не се колебайте да изпратите описание на проекта на <a href="<get-var cdd-list-url />">пощенския списък <get-var cdd-name /></a>.

source: Official Debian packages
bg: Официални пакети за Дебиан

source: Unofficial Debian packages
bg: Неофициални пакети за Дебиан

source: Debian packages not available
bg: Няма пакети за Дебиан

source: There are no projects which fall into this category.
bg: В тази категория няма проекти

source: No homepage known
bg: Няма известна уеб-страница

source: License:
bg: Лиценз:

source: Free
bg: Свободен

source: Non-Free
bg: Не-Свободен

source: Unknown
bg: Неизвестен

source: Official Debian package
bg: Официален пакет за Дебиан

source: Unofficial Debian package
bg: Неофициален пакет за Дебиан

source: Debian package not available
bg: Няма пакет за Дебиан
