Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/mailinglists.*.po
Languages: bg

source: Mailing List Subscription
bg: Абониране за пощенски списък

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
bg: Прочетете страницата за <a href="./#subunsub">пощенски списъци</a> за информация как да се абонирате за тях чрез e-mail. Достъпна е и <a href="unsubscribe">web форма за отписване</a> от пощенските списъци

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
bg: Имайте предвид, че повечето пощенски списъци на Debian са публични. Всеки email изпратен до тях ще бъде публикуван в публичен пощенски архив и ще бъде индексиран от търсещи машини. Затова използвайте email адрес, който може да стане публично достояние.

source: Please select which lists you want to subscribe to:
bg: Моля изберете за кои списъци желаете да се абонирате:

source: No description given
bg: Без описание

source: Moderated:
bg: Модериран:

source: Posting messages allowed only to subscribers.
bg: Пускането на съобщения е разрешено само за абонирани.

source: Only messages signed by a Debian developer will be accepted by this list.
bg: Само съобщения, подписани от Debian програмист ще бъдат приемани в този списък.

source: Subscription:
bg: Абониран:

source: is a read-only, digestified version.
bg: е само за четене, версия дайджест

source: Your E-Mail address:
bg: Вашият E-Mail адрес:

source: Subscribe
bg: Абониране

source: Clear
bg: Изчистване

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
bg: Моля съобразявайте се с <a href="./#ads">правилник за рекламиране в пощенските списъци на Debian</a>.

source: Mailing List Unsubscription
bg: Отписване от пощенски списъци

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
bg: Прочетете страницата за <a href="./#subunsub">пощенски списъци</a> за информация как да се отпишете от тях чрез e-mail. Достъпна е и <a href="unsubscribe">web форма за абониране</a> за пощенски списъци

source: Please select which lists you want to unsubscribe from:
bg: Моля изберете за кои списъци желаете да се отпишете:

source: Unsubscribe
bg: Отписване

source: open
bg: отворен

source: closed
bg: затворен
