Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/newsevents.*.po
Languages: bg

source: Debian News
bg: Новини за Дебиан

source: Debian Latest News
bg: Последни новини за Дебиан

source: The newsletter for the Debian community
bg: Вести за Дебиан

source: Name:
bg: Име:

source: Previous Talks:
bg: Предишни лекции:

source: Languages:
bg: Езици:

source: Location:
bg: Местоположение:

source: Topics:
bg: Теми:

source: Title:
bg: Заглавие:

source: Author:
bg: Автор:

source: Language:
bg: Език:

source: Date:
bg: Дата:

source: Event:
bg: Събитие:

source: Slides:
bg: Кадри от презентацията:

source: source
bg: изходен код

source: MagicPoint
bg: Презентация — MagicPoint

source: Abstract
bg: Резюме

source: Upcoming Attractions
bg: Предстоящи събития

source: link may no longer be valid
bg: връзката може вече да не е валидна

source: When
bg: Кога

source: Where
bg: Къде

source: More Info
bg: Повече информация

source: Debian Involvement
bg: Участие на Дебиан

source: Main Coordinator
bg: Главен координатор

source: <th>Project</th><th>Coordinator</th>
bg: <th>Проект</th><th>Координатор</th>

source: Related Links
bg: Връзки

source: Latest News
bg: Последни новини

source: Download calendar entry
bg: Изтегляне на календарен запис

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
bg: Обратно към: други <a href="./">новини за Дебиан</a> || <a href="m4_HOME/">началната страница на проекта Дебиан</a>.

source: <get-var url /> (dead link)
bg: <get-var url /> (несъществуваща връзка)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
bg: Добре дошли в брой <get-var issue /> на Новини за проекта Дебиан, вестникът на общността на Дебиан. Накратко в броя:

source: According to the <a href="http://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
bg: Според <a href="http://udd.debian.org/bugs.cgi">Универсалната база данни на Дебиан</a>, в предстоящото издание на Дебиан, <q><get-var release /></q> има <get-var testing /> критични проблема. Ако се извадят лесните проблеми и тези, чието решение предстои, остават за решаване <get-var tobefixed /> проблема.

source: There are also some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
bg: Ето и някои <a href="http://wiki.debian.org/ProjectNews/RC-Stats">съвети за интерпретацията</a> на тези числа.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
bg: Ето и <a href="<get-var url />">по-подробни данни</a> и някои <a href="http://wiki.debian.org/ProjectNews/RC-Stats">съвети за интерпретацията</a> на тези числа.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
bg: <a href="<get-var link />">В момента</a> има <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> изоставени пакета</a>, а <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> други са на разположение за осиновяване</a>. Вижте и пълния списък с <a href="m4_DEVEL/wnpp/help_requested">пакети, имащи нужда от помощ</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="http://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
bg: Помогнете за списването на вестника. Имаме нужда от автори (доброволци), които да наблюдават общността на Дебиан и да пишат новини. Разгледайте <a href="http://wiki.debian.org/ProjectNews/HowToContribute">страницата с информация за жеаещите да помогнат</a>. Очакваме писмата ви на адрес <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
bg: Имайте предвид, че това е само извадка от по-важните бюлетини по сигурността от последните седмици. Ако искате да сте информирани за всички бюлетини издавани от екипа по сигурността в Дебиан, абонирайте се за пощенските списъци за <a href="<get-var url-dsa />">сигурността в Дебиан</a> (и отделните пощенски списъци за <a href="<get-var url-bpo />">обновявания в стабилното издание</a> и <a href="<get-var url-stable-announce />">поправки в стабилното издание</a>).

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
bg: Имайте предвид, че това е само извадка от по-важните бюлетини по сигурността от последните седмици. Ако искате да сте информирани за всички бюлетини издавани от екипа по сигурността в Дебиан, абонирайте се за пощенските списъци за <a href="<get-var url-dsa />">сигурността в Дебиан</a> (и отделните пощенски списъци за <a href="<get-var url-bpo />">обновявания в стабилното издание</a> и <a href="<get-var url-stable-announce />">поправки в стабилното издание</a> или <a href="<get-var url-volatile-announce />">volatile</a> за <q><get-var old-stable /></q>, предишното стабилно издание).

source: Debian's Stable Release Team released an update announcement for the package:
bg: Екипът за поддържане на стабилното издание на Дебиан издаде бюлетин за пакета:

source: and
bg: и

source: Please read them carefully and take the proper measures.
bg: Прочетете ги внимателно и вземете необходимите мерки.

source: Debian's Backports Team released advisories for these packages:
bg: Бюлетини от екипа за обновявания в стабилното издание:

source: Debian's Security Team recently released advisories for these packages (among others):
bg: Екипът по сигурността на Дебиан издаде бюлетини за следните пакети:

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
bg: <get-var num-newpkg /> нови пакета са добавени в архива за разработка на Дебиан.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
bg: <a href="<get-var url-newpkg />">Част от тях</a> са:

source: There are several upcoming Debian-related events:
bg: Предстоят следните свързани с Дебиан събития:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
bg: Повече информация за събития и лекции, свързани с Дебиан можете да откриете в <a href="<get-var events-section />">раздела за събития</a> на сайта на Дебиан или като се абонирате за някой от пощенските списъци, посветени на събития за различни региони: <a href="<get-var events-ml-eu />">Европа</a>, <a href="<get-var events-ml-nl />">Холандия</a>, <a href="<get-var events-ml-ha />">Испаноезична Америка</a>, <a href="<get-var events-ml-na />">Северна Америка</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
bg: Ако искате да организирате събиране, посветено на Дебиан, искате да сте в течение на предстоящите събития или искате да добавите връзка към изнесена от вас лекция на <a href="<get-var events-talks />">страницата ни за лекции</a>, пишете на <a href="<get-var events-team />">Екипа за организиране на събития</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
bg: <get-var dd-num /> кандидати са <a href="<get-var dd-url />">приети</a> за членове на Дебиан

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
bg: <get-var dm-num /> кандидати са <a href="<get-var dm-url />">одобрени</a> за отговорници

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
bg: <get-var uploader-num /> души <a href="<get-var uploader-url />"> вече могат да поддържат пакети</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
bg: <get-var eval-newcontributors-text-list /> от предишното издание на Новини за Дебиан. Приветствайте <get-var eval-newcontributors-name-list /> с „Добре дошли в проекта“!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
bg: Излезе брой <get-var issue-devel-news /> на <a href="<get-var url-devel-news />">новините за разработчици</a> и засяга следните теми:

source: To receive this newsletter bi-weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
bg: За да получавате този двуседмичен бюлетин, <a href="https://lists.debian.org/debian-news/">абонирайте се за пощенския списък debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
bg: <a href="../../">Стари броеве</a> от бюлетина.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
bg: <void id="singular" />Новините за проекта Дебиан се редактират от <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
bg: <void id="plural" />Новините за проекта Дебиан се редактират от <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
bg: <void id="singular" />Този брой на новините за проекта Дебиан бе редактиран от <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
bg: <void id="plural" />Този брой на новините за проекта Дебиан бе редактиран от <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
bg: <void id="singular" />Превод: %s.

source: <void id="plural" />It was translated by %s.
bg: <void id="plural" />Превод: %s.

source: <void id="singularfemale" />It was translated by %s.
bg: <void id="singularfemale" />Превод: %s.

source: <void id="pluralfemale" />It was translated by %s.
bg: <void id="pluralfemale" />Превод: %s.

source: List of Speakers
bg: Списък на лекторите

source: Back to the <a href="./">Debian speakers page</a>.
bg: Обратно към <a href="./">страницата за лекторите на Дебиан</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
bg: За да получавате този бюлетин всяка седмица, <a href="https://lists.debian.org/debian-news/">запишете се в пощенския списък debian-news</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="singular" />Седмични новини за Дебиан се редактира от <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="plural" />Седмични новини за Дебиан се радактира от <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="singular" />Този брой на Седмични новини за Дебиан е редактиран от <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="plural" />Този брой на Седмични новини за Дебиан е радактиран от <a href="mailto:dwn@debian.org">%s</a>.
