Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/organization.*.po
Languages: bg

source: delegation mail
bg: възлагателно писмо

source: appointment mail
bg: възлагателно писмо

source: <void id="male"/>delegate
bg: делегат

source: <void id="female"/>delegate
bg: делегат

source: current
bg: текущ

source: member
bg: член

source: manager
bg: отговорник

source: SRM
bg: УСИ

source: Stable Release Manager
bg: Управител на стабилното издание

source: wizard
bg: магьосник

source: chairman
bg: председател

source: assistant
bg: асистент

source: secretary
bg: секретар

source: Officers
bg: Официални длъжности

source: Distribution
bg: Дистрибуция

source: Support and Infrastructure
bg: Поддръжка и инфраструктура

source: Debian Pure Blends
bg: Дестилати на Дебиан

source: Leader
bg: Лидер

source: Technical Committee
bg: Техническа комисия

source: Secretary
bg: Секретар

source: Development Projects
bg: Разработка

source: FTP Archives
bg: FTP архиви

source: FTP Masters
bg: Магьосник на FTP

source: FTP Assistants
bg: Асистенти

source: FTP Wizards
bg: Магьосници на FTP

source: Backports
bg: Обновени пакети за стабилното издание

source: Backports Team
bg: Екип за поддържане на обновените пакети за стабилното издание

source: Individual Packages
bg: Отделни пакети

source: Release Management
bg: Управление на изданията

source: Release Team
bg: Екип по изданията

source: Quality Assurance
bg: Контрол на качеството

source: Installation System Team
bg: Екип по инсталационната система

source: Release Notes
bg: Бележки по изданията

source: CD Images
bg: Образи на компактдискове

source: Production
bg: Производство

source: Testing
bg: Тестване

source: Autobuilding infrastructure
bg: Инфраструктура за автоматично компилиране на пакети

source: Wanna-build team
bg: Екип на wanna-build

source: Buildd administration
bg: Администриране на buildd

source: Documentation
bg: Документация

source: Work-Needing and Prospective Packages list
bg: Списък на незавършени и планирани пакети

source: Live System Team
bg: Екип на живата система

source: Ports
bg: Архитектури

source: Special Configurations
bg: Специални конфигурации

source: Laptops
bg: Преносими компютри

source: Firewalls
bg: Защитни стени

source: Embedded systems
bg: Системи за вграждане

source: Press Contact
bg: Контакт с пресата

source: Web Pages
bg: Уеб-страници

source: Planet Debian
bg: Планета Дебиан

source: Debian Women Project
bg: Проект Жени в Дебиан

source: Anti-harassment
bg: Без тормоз

source: Events
bg: Събития

source: Partner Program
bg: Партньоркса програма

source: Hardware Donations Coordination
bg: Координация на хардуерни дарения

source: User support
bg: Поддръжка за потребители

source: Bug Tracking System
bg: Система за следене на грешки

source: Mailing Lists Administration and Mailing List Archives
bg: Администрация и архив на пощенските списъци

source: New Members Front Desk
bg: Портал за кандидат-членове

source: Debian Account Managers
bg: Администратори на членството в проекта

source: Keyring Maintainers (PGP and GPG)
bg: Отговорници за ключодържателите (PGP и GPG)

source: Security Team
bg: Екип по сигурността

source: Consultants Page
bg: Страница на консултантите

source: CD Vendors Page
bg: Страница на търговците на компактдискове

source: Policy
bg: Правилник

source: System Administration
bg: Системна администрация

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
bg: Това е адресът, на който да съобщите при проблеми с някоя от машините на Дебиан, включително проблеми с паролата или липса на пакети.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
bg: Ако имате хардуерни проблеми с някоя от машините на Дебиан, прочетете страницата <a href="https://db.debian.org/machines.cgi">Машини на Дебиан</a>, която може да съдържа информация за администратора на конкретната машина.

source: LDAP Developer Directory Administrator
bg: Администратор на директорията на разработчиците в LDAP

source: Mirrors
bg: Огледални сървъри

source: DNS Maintainer
bg: Отговорник за DNS

source: Package Tracking System
bg: Система за следене на пакетите

source: Auditor
bg: Одитор

source: Alioth administrators
bg: Администратори на Alioth

source: Debian for children from 1 to 99
bg: Дебиан за деца от 1 до 99г.

source: Debian for medical practice and research
bg: Дебиан за медицински практики и разработки

source: Debian for education
bg: Дебиан за образователни цели

source: Debian in legal offices
bg: Дебиан за правни кантори

source: Debian for people with disabilities
bg: Дебиан за хора с увреждания

source: Debian for science and related research
bg: Дебиан за научни изследвания
