Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/others.*.po
Languages: bg

source: Download
bg: Изтегляне

source: Old banner ads
bg: Стари рекламни банери

source: Working
bg: Работи

source: sarge (broken)
bg: sarge (неработещ)

source: Booting
bg: Зарежда

source: Building
bg: Компилира се

source: Not yet
bg: Още не

source: No kernel
bg: Няма ядро

source: No images
bg: Няма файлове-образи

source: <void id="d-i" />Unknown
bg: <void id="d-i" />Неясен

source: Unavailable
bg: Недостъпен

source: New Members Corner
bg: Кът за нови членове

source: Step 1
bg: Стъпка 1

source: Step 2
bg: Стъпка 2

source: Step 3
bg: Стъпка 3

source: Step 4
bg: Стъпка 4

source: Step 5
bg: Стъпка 5

source: Step 6
bg: Стъпка 6

source: Step 7
bg: Стъпка 7

source: Applicants' checklist
bg: Списък със задачи на кандидатстващия

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
bg: За повече информация прочетете <a href="m4_HOME/intl/french/">http://www.debian.org/intl/french/</a> (достъпен само на френски).

source: More information
bg: Повече информация

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
bg: За повече информация прочетете <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (достъпен само на инспански).

source: Phone
bg: Телефон

source: Fax
bg: Факс

source: Address
bg: Адрес

source: With&nbsp;``Debian''
bg: С&nbsp;``Debian''

source: Without&nbsp;``Debian''
bg: Без&nbsp;``Debian''

source: Encapsulated PostScript
bg: Капсулован PostScrip

source: [Powered by Debian]
bg: [Задвижван от Дебиан]

source: [Powered by Debian GNU/Linux]
bg: [Задвижван от Дебиан ГНУ/Линукс]

source: [Debian powered]
bg: Задвижван от Дебиан

source: [Debian] (mini button)
bg: [Дебиан] (малък бутон)

source: same as the above
bg: също като по-горе

source: Wanted:
bg: Желани:

source: Who:
bg: Кой:

source: Architecture:
bg: Архитектура:

source: Specifications:
bg: Спецификации:

source: Where:
bg: Къде:

source: Products
bg: Продукти

source: T-shirts
bg: тениски

source: hats
bg: шапки

source: stickers
bg: стикери

source: mugs
bg: чаши

source: other clothing
bg: други дрехи

source: polo shirts
bg: блузи тип поло

source: frisbees
bg: фризби

source: mouse pads
bg: подложки за мишки

source: badges
bg: баджове

source: basketball goals
bg: баскетболни табла

source: earrings
bg: обици

source: suitcases
bg: чанти

source: umbrellas
bg: чадъри

source: pillowcases
bg: калъфки за възглавници

source: keychains
bg: ключодържатели

source: Swiss army knives
bg: Швейцарски армейски ножчета

source: How long have you been using Debian?
bg: От колко време използвате Дебиан?

source: Are you a Debian Developer?
bg: Член ли сте на проекта Дебиан?

source: What areas of Debian are you involved in?
bg: В кои сфери на Дебиан са интересите ви?

source: What got you interested in working with Debian?
bg: Какво ви подтикна да работите с Дебиан?

source: Do you have any tips for women interested in getting more involved with Debian?
bg: Имате ли съвети към жените, желаещи да помогнат на Дебиан?

source: Are you involved with any other women in technology group? Which one(s)?
bg: Работите ли заедно с други жени в група с техническа насоченост? Кои?

source: A bit more about you...
bg: Повече за вас…

source: BAD
bg: ЛОШ

source: BAD?
bg: ЛОШ?

source: Unknown
bg: Непознат

source: ALL
bg: ВСИЧКИ

source: Package
bg: Пакет

source: Status
bg: Статус

source: Version
bg: Версия
