Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/ports.*.po
Languages: bg

source: Contact
bg: За контакти

source: CPUs
bg: Процесори

source: Credits
bg: За авторите

source: Development
bg: Програмиране

source: Documentation
bg: Документация

source: Installation
bg: Инсталация

source: Links
bg: Връзки

source: News
bg: Новини

source: Porting
bg: Портване

source: Ports
bg: Портове

source: Problems
bg: Проблеми

source: Software Map
bg: Карта на софтуера

source: Status
bg: Статус

source: Supply
bg: Доставка

source: Systems
bg: Системи

source: Vendor/Name
bg: Търговец/Име

source: Date announced
bg: Дата на анонсиране

source: Clock
bg: Часовник

source: Specials
bg: Специални

source: No FPU (R2010), external caches
bg: Без копроцесор FPU (R2010), външни кешове

source: No FPU (R3010)
bg: Без копроцесор FPU (R3010)

source: Virtual indexed L1 cache, L2 cache controller
bg: Виртуално индексиран L1 кеш, L2 кеш контролер

source: External L1 cache
bg: Външен L1 кеш

source: Multiple chip CPU
bg: Многопроцесорна система

source: Mips16 isa extension, No FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
bg: Mips16 isa разширенителен слот, без коопроцесор, 512k флаш, 16k ram, DMAC, UART, Timer, I2C, Watchdog

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD Controller
bg: Без коопроцесор, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD контролер

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer
bg: Без копроцесор, DRAMC, ROMC, DMAC, UART, Timer

source: No FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
bg: Без копроцесор, DRAMC, ROMC, DMAC, PCIC, UART, Timer

source: No FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD Controller, IrDA
bg: Без копроцесор, SDRAMC, ROMC, Timer, PCMCIA, LCD контролер, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD Controller, IrDA
bg: Без копроцесор, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD контролер, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
bg: Без копроцесор, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA

source: No FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
bg: Без копроцесор, SDRAMC, ROMC, DMAC, PCIC, UART, Timer

source: FPU, 32-bit external bus
bg: Копроцесор, 32 битова въшна шина

source: FPU, 64-bit external bus
bg: Копроцесор, 64 битова въшна шина

source: FPU, 64-bit external bus, external L2 cache
bg: Копроцесор, 64 битова въшна шина, въшен L2 кеш

source: 256 L2 cache on die
bg: 256 L2 вграден кеш

source: Mips 16, RTC, Keyboard, TouchPanel, Audio, Compact-Flash, UART, Parallel
bg: Mips 16, RTC, Клавиатура, TouchPanel, Аудио, Compact-Flash, UART, Паралелен порт

source: Mips 16, Compact Flash, UART, Parallel, RTC, Audio, PCIC
bg: Mips 16, RTC, Аудио, Compact-Flash, UART, Паралелен порт, PCIC

source: Mips 16, LCD controller, Compact Flash, UART, Parallel, RTC, Keyboard, USB, Touchpad, Audio
bg: Mips 16, LCD контролер, Compact Flash, UART, Паралелен порт, RTC, Клавиатура, USB, Touchpad, Аудио

source: Debian for Alpha
bg: Debian за Alpha

source: Debian for AMD64
bg: Debian за AMD64

source: Debian for ARM
bg: Debian за ARM

source: Debian for Beowulf
bg: Debian за Beowulf

source: Debian for PA-RISC
bg: Debian за PA-RISC

source: Hurd CDs
bg: Hurd CD комплект

source: Debian for IA-64
bg: Debian за IA-64

source: Debian for Motorola 680x0
bg: Debian за Motorola 680x0

source: Debian for MIPS
bg: Debian за MIPS

source: Debian GNU/NetBSD for i386
bg: Debian GNU/NetBSD за i386

source: Debian GNU/NetBSD for Alpha
bg: Debian GNU/NetBSD за Alpha

source: Why
bg: Защо

source: People
bg: Хора

source: Debian for PowerPC
bg: Debian за PowerPC

source: Debian for S/390
bg: Debian за S/390

source: Debian for Sparc
bg: Debian за Sparc

source: Debian for Sparc64
bg: Debian за Sparc64

source: Debian for Laptops
bg: Debian за преносими компютри
