Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/security.*.po
Languages: bg

source: Debian Security
bg: Сигурност на Дебиан

source: Debian Security Advisories
bg: Бюлетини на Дебиан по сигурността

source: Q
bg: В

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
bg: Бюлетини <a href=\"undated/\">без дата</a>, включени запълнота

source: Mitre CVE dictionary
bg: Речник CVE на Mitre

source: Securityfocus Bugtraq database
bg: База данни Securityfocus Bugtraq

source: CERT Advisories
bg: Бюлетини на CERT

source: US-CERT vulnerabilities Notes
bg: Известия за уязвимости от US-CERT

source: Source:
bg: Източник:

source: Architecture-independent component:
bg: Архитектурно-независим компенент:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
bg: Контролните суми MD5 на описаните файлове се намират в <a href="<get-var url />">оригиналия бюлетин</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
bg: Контролните суми MD5 на описаните файлове се намират в <a href="<get-var url />">обновения бюлетин</a>.

source: Debian Security Advisory
bg: Бюлетин по сигурността на Дебиан

source: Date Reported
bg: Дата на доклада

source: Affected Packages
bg: Засегнати пакети

source: Vulnerable
bg: Уязвим

source: Security database references
bg: Връзки към базата данни по сигурността

source: More information
bg: Повече информация

source: Fixed in
bg: Поправен в

source: BugTraq ID
bg: Номер в BugTraq

source: Bug
bg: Доклад за грешка

source: In the Debian bugtracking system:
bg: В системата за следене на грешки в Дебиан

source: In the Bugtraq database (at SecurityFocus):
bg: В базата данни Bugtraq данни (на SecurityFocus):

source: In Mitre's CVE dictionary:
bg: В речника CVE на Mitre:

source: CERT's vulnerabilities, advisories and incident notes:
bg: Уязвимости в CERT, съвети и бележки:

source: No other external database security references currently available.
bg: В момента няма връзки към други външни бази данни по сигурността.
