Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/templates.*.po
Languages: bg

source: More information
bg: Повече информация

source: <void id="dc_faq" />FAQ
bg: <void id="dc_faq" />ЧЗВ

source: Buy CDs or DVDs
bg: Купуване на CD и DVD дискове

source: <void id="dc_download" />Download
bg: <void id="dc_download" />Сваляне

source: <void id="dc_misc" />Misc
bg: <void id="dc_misc" />Други

source: <void id="dc_artwork" />Artwork
bg: <void id="dc_artwork" />Картинки

source: <void id="dc_mirroring" />Mirroring
bg: <void id="dc_mirroring" />Огледала

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
bg: <void id="dc_rsyncmirrors" />Rsync Огледала

source: <void id="dc_torrent" />Download with Torrent
bg: <void id="dc_torrent" />Сваляне чрез Torrent

source: <void id="dc_pik" />Pseudo Image Kit
bg: <void id="dc_pik" />Псевдо Image Kit

source: <void id="dc_relinfo" />Image Release Info
bg: <void id="dc_relinfo" />Инфо за версията на image файловете

source: Debian CD team
bg: Debian CD екип

source: debian_on_cd
bg: debian_на_cd

source: buy
bg: купи

source: <void id="misc-bottom" />misc
bg: <void id="misc-bottom" />други

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
bg: <a href="/MailingLists/disclaimer">публични пощенски списъци</a> за англоговорящи отностно CDs/DVDs:

source: Yes
bg: Да

source: No
bg: Не

source: Debian Project
bg: Debian проект

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
bg: Debian GNU/Linux е свободна дистрибуция, създадена на базата на GNU/Linux операционната система. Тя се поддържа и обновява с усилията и времето на много потребители.

source: debian, GNU, linux, unix, open source, free, DFSG
bg: debian, GNU, linux, unix, отворен код, свободен, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
bg: Обратно към <a href="m4_HOME/">началната страница на Debian проекта</a>.

source: Home
bg: Начална страница

source: Skip Quicknav
bg: Скриване на Quicknav

source: About
bg: За нас

source: About Debian
bg: За Debian

source: Contact&nbsp;Us
bg: За контакти

source: Donations
bg: Дарения

source: Events
bg: Събития

source: News
bg: Новини

source: Distribution
bg: Дистрибуция

source: Support
bg: Поддръжка

source: Developers'&nbsp;Corner
bg: За&nbsp;програмистите

source: Documentation
bg: Документация

source: Security&nbsp;Information
bg: Инфо&nbsp;за&nbsp;сигурността

source: Search
bg: Търсене

source: none
bg: няма

source: Go
bg: Отиди

source: worldwide
bg: за целия свят

source: Site map
bg: Карта на сайта

source: Miscellaneous
bg: Разни

source: Getting Debian
bg: Debian файлове

source: List of Consultants
bg: Списък на консултантите

source: Back to the <a href="./">Debian consultants page</a>.
bg: Обратно към страницата на консултантите на Debian

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
bg: Моля изпратете ни всички коментари, критики и предложения за тези страници на нашия <a href="mailto:debian-doc@lists.debian.org">пощенски списък</a>.

source: Upcoming Attractions
bg: Предстоящи събития

source: link may no longer be valid
bg: връзката може да не е валидна вече

source: When
bg: Кога

source: Where
bg: Къде

source: More Info
bg: Повече инфо

source: Debian Involvement
bg: Debian Инициативи

source: Main Coordinator
bg: Главен координатор

source: <th>Project</th><th>Coordinator</th>
bg: <th>Координатор на</th><th>проекта</th>

source: Related Links
bg: Връзки към тази тема

source: Latest News
bg: Последни новини

source: Download calendar entry
bg: Сваляне на събитията по дата

source: not needed
bg: не се нуждае

source: not available
bg: не е достъпно

source: N/A
bg: няма

source: in release 1.1
bg: във версия 1.1

source: in release 1.3
bg: във версия 1.3

source: in release 2.0
bg: във версия 2.0

source: in release 2.1
bg: във версия 2.1

source: in release 2.2
bg: във версия 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
bg: Ако сте открили проблем в web сайта, моля напишете ни един e-mail (задължително на английски) на <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Ако желаете да ни пишете за друго, моля прочетете страницата <a href="m4_HOME/contact">контакти</a> за информация как да се свържете с нас.

source: Last Modified
bg: Последно променен

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
bg: Виж <a href="m4_HOME/license" rel="copyright"> лицензните условия</a>

source: Debian is a registered trademark of Software in the Public Interest, Inc.
bg: Debian е регистрирана търговска марка на Software in the Public Interest, Inc.

source: This page is also available in the following languages:
bg: Тази страница е преведена на следните езици:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
bg: Как да настроите <a href=m4_HOME/intro/cn>езика по подразбиране в документите</a>

source: License Information
bg: Информация за лиценза

source: DLS Index
bg: DLS Индекс

source: Debian-Legal Archive
bg: Debian-Legal Архив

source: %s &ndash; %s, Version %s: %s
bg: %s &ndash; %s, Версия %s: %s

source: Date published
bg: Дата на публикуване

source: License
bg: Лиценз

source: Version
bg: Версия

source: Summary
bg: Резюме

source: Justification
bg: Подравнение

source: Discussion
bg: Дискусия

source: Original Summary
bg: Оригинално резюме

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
bg: Оригиналното резюме на <summary-author/> може да бъде прочетено в <a href="<summary-url/>">архива на списъците</a>.

source: This summary was prepared by <summary-author/>.
bg: Това резюме бе подготвено от <summary-author/>.

source: License text (translated)
bg: Текст на лиценза (преведен)

source: License text
bg: Текст на лиценза

source: free
bg: свободен

source: non-free
bg: не-свободен

source: not redistributable
bg: не може да се разпространява

source: Free
bg: Свободен

source: Non-Free
bg: Не-свободен

source: Not Redistributable
bg: Не може да се разпространява

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
bg: Прочетете страницата с <a href="./">информация за лиценза</a> за обобщен поглед върху лицензните споразумения на Debian - Debian License Summaries (DLS).

source: Debian&nbsp;International
bg: Debian&nbsp;Интернационал

source: Partners
bg: Партньори

source: Debian Weekly News
bg: Debian седмични новини

source: Weekly&nbsp;News
bg: Седмични&nbsp;новини

source: Release&nbsp;Info
bg: Инфо за&nbsp;версиите

source: Debian&nbsp;Packages
bg: Debian&nbsp;пакети

source: Download
bg: Сваляне

source: Debian&nbsp;on&nbsp;CD
bg: Debian&nbsp;на&nbsp;CD

source: Debian&nbsp;Books
bg: Debian&nbsp;книги

source: Mailing&nbsp;List&nbsp;Archives
bg: Архив пощ. списъци

source: Mailing&nbsp;Lists
bg: Пощенски&nbsp;списъци

source: Social&nbsp;Contract
bg: Обществен&nbsp;договор

source: Visit the site sponsor
bg: Посетете спонсорите на сайта

source: Site map for Debian web pages
bg: Карта на сайта

source: Developer Database
bg: База данни на програмистите

source: Debian Policy Manual
bg: Debian устав

source: Developers' Reference
bg: Справочник на разработчика

source: New Maintainers' Guide
bg: Пътеводител на новия Debian мениджър

source: Release Critical Bugs
bg: Критични бъгове във версията

source: Lintian Reports
bg: Lintian рапорти

source: Archives for users' mailing lists
bg: Архиви на потребителски пощенски списъци

source: Archives for developers' mailing lists
bg: Архиви на пощенски списъци за програмисти

source: Archives for i18n/l10n mailing lists
bg: Архиви на i18n/l10n пощенски списъци

source: Archives for ports' mailing lists
bg: Архиви на пощенски списъци за портове

source: Archives for mailing lists of the Bug tracking system
bg: Архиви на пощенските списъци на Системата за следене на бъгове

source: Archives for miscellaneous mailing lists
bg: Архиви на други пощенските списъци

source: Free&nbsp;Software
bg: Свободен&nbsp;софтуер

source: Development
bg: Разработване

source: Help Debian
bg: Помощ за Debian

source: Bug reports
bg: Анти-бъг сиситема

source: Ports/Architectures
bg: Портове/Архитектури

source: Installation&nbsp;manual
bg: Как да &nbsp;инсталираме

source: CD vendors
bg: търговци на CD

source: CD ISO images
bg: ISO файлове

source: Network install
bg: Мрежова инсталация

source: Pre-installed
bg: Пре-инсталиран

source: Debian-Edu project
bg: Debian-Edu проект

source: Quality Assurance
bg: Контрол на качеството

source: Package Tracking System
bg: Система за Следене на Пакети

source: Debian Developer's Packages Overview
bg: Резюме на пакетите за Debian разработчици

source: Select a server near you
bg: Изберете най-близкия до вас сървър

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
bg: Обратно към: други <a href="./">Debian новини</a> || <a href="m4_HOME/">началната страница на Debian проекта</a>.

source: <get-var url /> (dead link)
bg: <get-var url /> (несъществуваща връзка)

source: No items for this year.
bg: Няма обекти за тази година

source: proposed
bg: предложен

source: finished
bg: върнат

source: withdrawn
bg: завършен

source: Future events
bg: Бъдещи събития

source: Past events
bg: Минали събития

source: (new revision)
bg: (нова ревизия)

source: Report
bg: Рапорт

source: List of Speakers
bg: Списък на Лекторите

source: Back to the <a href="./">Debian speakers page</a>.
bg: Обратно към <a href="./">страницата за Debian лекторите</a>.

source: More information:
bg: Повече информация:

source: Taken by:
bg: Взет от:

source: Nobody
bg: Никой

source: Rating:
bg: Рейтинг:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
bg: <em>Бележка:</em> <a href="$link">Оригиналният документ</a> има по-нова версия от този превод.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
bg: Внимание! Този превод е твърде стар, моля прочетете <a href="$link">оригиналния</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
bg: <em>Бележка:</em> Оригиналния документ на този превод вече не съществува.

source: Back to the <a href="../">Who's using Debian? page</a>.
bg: Обратно към <a href="../">Кой използва Debian? страницата</a>.

source: Date
bg: Дата

source: Time Line
bg: Времева линия

source: Nominations
bg: Номинации

source: Debate
bg: Дебат

source: Platforms
bg: Платформи

source: Proposer
bg: Инициатор

source: Proposal A Proposer
bg: Предложение А Инициатор

source: Proposal B Proposer
bg: Предложение Б Инициатор

source: Proposal C Proposer
bg: Предложение В Инициатор

source: Proposal D Proposer
bg: Предложение Г Инициатор

source: Proposal E Proposer
bg: Предложение Д Инициатор

source: Proposal F Proposer
bg: Предложение Е Предложител

source: Seconds
bg: Арбитри

source: Proposal A Seconds
bg: Предложение А Арбитри

source: Proposal B Seconds
bg: Предложение Б Арбитри

source: Proposal C Seconds
bg: Предложение В Арбитри

source: Proposal D Seconds
bg: Предложение В Арбитри

source: Proposal E Seconds
bg: Предложение Г Арбитри

source: Proposal F Seconds
bg: Предложение Д Арбитри

source: Opposition
bg: Опозиция

source: Text
bg: Текст

source: Proposal A
bg: Предложение А

source: Proposal B
bg: Предложение Б

source: Proposal C
bg: Предложение В

source: Proposal D
bg: Предложение Г

source: Proposal E
bg: Предложение Д

source: Proposal F
bg: Предложение Е

source: Choices
bg: Възможности

source: Amendment Proposer
bg: Предложение за Изменение

source: Amendment Seconds
bg: Арбитри по изменението

source: Amendment Text
bg: Текст на изменението

source: Amendments
bg: Вносители на изменението

source: Proceedings
bg: В процес

source: Majority Requirement
bg: Изискване за мнозинство

source: Data and Statistics
bg: Данни и Статистики

source: Quorum
bg: Кворум

source: Minimum Discussion
bg: Минимум Дискусия

source: Ballot
bg: Балотаж

source: Forum
bg: Форум

source: Outcome
bg: Решение

source: Waiting&nbsp;for&nbsp;Sponsors
bg: Чака&nbsp;за&nbsp;спонсори

source: In&nbsp;Discussion
bg: В&nbsp;дискусия

source: Voting&nbsp;Open
bg: Отворен за&nbsp;гласуване

source: Decided
bg: Решен

source: Withdrawn
bg: Върнат

source: Other
bg: Друг

source: Home&nbsp;Vote&nbsp;Page
bg: Главна&nbsp;страница&nbsp;за гласуване

source: How&nbsp;To
bg: Стъпка по&nbsp;стъпка

source: Submit&nbsp;a&nbsp;Proposal
bg: Изпращане на&nbsp;предложение

source: Amend&nbsp;a&nbsp;Proposal
bg: Редактиране на&nbsp;предложение

source: Follow&nbsp;a&nbsp;Proposal
bg: Проследяване на&nbsp;предложение

source: Read&nbsp;a&nbsp;Result
bg: Прочитане на&nbsp;резултат

source: Vote
bg: Гласуване

source: <a href="../../">Back issues</a> of this newsletter are available.
bg: <a href="../../">Налични са стари издания</a> на тази статия.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="singular" />Debian седмични новини се редактира от <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="plural" />Debian седмични новини се радактира от <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="singular" />Debian седмични новини бяха редактирани от <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
bg: <void id="plural" />Debian седмични новини се радактира от <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
bg: <void id="singular" />Този текст бе преведен от %s.

source: <void id="plural" />It was translated by %s.
bg: <void id="plural" />Този текст бе преведен от %s.

source: <void id="singularfemale" />It was translated by %s.
bg: <void id="singularfemale" />Този текст бе преведен от %s.

source: <void id="pluralfemale" />It was translated by %s.
bg: <void id="pluralfemale" />Този текст бе преведен от %s.

source: No requests for adoption
bg: Няма заявления за адаптиране

source: No orphaned packages
bg: Няма изоставени пакети

source: No packages waiting to be adopted
bg: Няма пакети, чакащи за адаптиране

source: No packages waiting to be packaged
bg: Няма пакети, чакащи да бъдат пакетирани

source: No Requested packages
bg: Няма заявени пакети

source: No help requested
bg: Няма проявявено желание за помощ

source: in adoption since today.
bg: в процес на адаптиране от днес.

source: in adoption since yesterday.
bg: в процес на адаптиране от вчера.

source: %s days in adoption.
bg: %s дни в процес на адаптиране.

source: in preparation since today.
bg: в процес на подготовка от днес.

source: in preparation since yesterday.
bg: в процес на подготовка от вчера.

source: requested today.
bg: заявен днес.

source: requested yesterday.
bg: заявен вчера.

source: requested %s days ago.
bg: заявен преди %s дни.

source: package info
bg: инфо за пакета
