Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/vendors.*.po
Languages: bg

source: Vendor:
bg: Търговец

source: URL for Debian Page:
bg: URL на Debian страница:

source: Allows Contribution to Debian:
bg: Позволява подпомагането на Debian:

source: Country:
bg: Държава

source: Ship International:
bg: Доставя за целия свят:

source: within Europe
bg: в Европа

source: To some areas
bg: в някои области

source: CD Type:
bg: CD медия:

source: DVD Type:
bg: DVD медия:

source: Official CD
bg: Официални CD дискове

source: Development Snapshot
bg: Моментно копие за програмисти

source: Vendor Release
bg: Търговска версия

source: Multiple Distribution
bg: Многоцелева дистрибуция

source: non-US included
bg: включва non-US

source: non-free included
bg: включва non-free

source: contrib included
bg: включва contrib

source: vendor additions
bg: търговски добавки

source: Custom Release
bg: Потребителска (custom) версия

source: reseller of $var
bg: риселър на $var

source: reseller
bg: риселър

source: updated weekly
bg: обновява се всяка седмица

source: updated twice weekly
bg: обновява се два пъти седмично

source: updated monthly
bg: обновява се месечно

source: and
bg: и

source: source
bg: сорс

source: Architectures:
bg: Архитектури:
