Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/vote.*.po
Languages: bg

source: Date
bg: Дата

source: Time Line
bg: График

source: Nominations
bg: Номинации

source: Debate
bg: Дебат

source: Platforms
bg: Платформи

source: Proposer
bg: Автор

source: Proposal A Proposer
bg: Автор на предложение А

source: Proposal B Proposer
bg: Автор на предложение Б

source: Proposal C Proposer
bg: Автор на предложение В

source: Proposal D Proposer
bg: Автор на предложение Г

source: Proposal E Proposer
bg: Автор на предложение Д

source: Proposal F Proposer
bg: Автор на предложение Е

source: Seconds
bg: Подкрепа

source: Proposal A Seconds
bg: Подкрепящи предложение А

source: Proposal B Seconds
bg: Подкрепящи предложение Б

source: Proposal C Seconds
bg: Подкрепящи предложение В

source: Proposal D Seconds
bg: Подкрепщи предложение Г

source: Proposal E Seconds
bg: Подкреоящи предложение Д

source: Proposal F Seconds
bg: Подкрепящи предложение Е

source: Opposition
bg: Опозиция

source: Text
bg: Текст

source: Proposal A
bg: Предложение А

source: Proposal B
bg: Предложение Б

source: Proposal C
bg: Предложение В

source: Proposal D
bg: Предложение Г

source: Proposal E
bg: Предложение Д

source: Proposal F
bg: Предложение Е

source: Choices
bg: Възможности

source: Amendment Proposer
bg: Автор на поправката

source: Amendment Seconds
bg: Подкрепа за поправката

source: Amendment Text
bg: Текст на поправката

source: Amendment Proposer A
bg: Автор на поправка A

source: Amendment Seconds A
bg: Подкрепящи поправка A

source: Amendment Text A
bg: Текст на поправка A

source: Amendment Proposer B
bg: Автор на поправка Б

source: Amendment Seconds B
bg: Подкрепящи поправка Б

source: Amendment Text B
bg: Текст на поправка Б

source: Amendments
bg: Поправки

source: Proceedings
bg: Протоколи

source: Majority Requirement
bg: Изискване за мнозинство

source: Data and Statistics
bg: Данни и Статистики

source: Quorum
bg: Кворум

source: Minimum Discussion
bg: Минимален период за дискусия

source: Ballot
bg: Бюлетина

source: Forum
bg: Форум

source: Outcome
bg: Решение

source: Waiting&nbsp;for&nbsp;Sponsors
bg: Чака&nbsp;за&nbsp;подкрепа

source: In&nbsp;Discussion
bg: В&nbsp;дискусия

source: Voting&nbsp;Open
bg: Гласуване

source: Decided
bg: Решен

source: Withdrawn
bg: Изтеглен

source: Other
bg: Друг

source: Home&nbsp;Vote&nbsp;Page
bg: Главна страница за гласуване

source: How&nbsp;To
bg: Стъпка по стъпка

source: Submit&nbsp;a&nbsp;Proposal
bg: Изпращане на предложение

source: Amend&nbsp;a&nbsp;Proposal
bg: Изпращане на поправка

source: Follow&nbsp;a&nbsp;Proposal
bg: Проследяване на предложение

source: Read&nbsp;a&nbsp;Result
bg: Разчитане на резултата

source: Vote
bg: Гласуване
