Repository: l/debian-webwml
Catalog: webwml/bulgarian/po/wnpp.*.po
Languages: bg

source: No requests for adoption
bg: Няма заявки за осиновяване

source: No orphaned packages
bg: Няма изоставени пакети

source: No packages waiting to be adopted
bg: Няма пакети, чакащи за осиновяване

source: No packages waiting to be packaged
bg: Няма пакети, чакащи да бъдат пакетирани

source: No Requested packages
bg: Няма заявени пакети

source: No help requested
bg: Няма молби за помощ

source: in adoption since today.
bg: в процес на осиновяване от днес.

source: in adoption since yesterday.
bg: в процес на осиновяване от вчера.

source: %s days in adoption.
bg: в процес на осиновяване от %s дни.

source: %s days in adoption, last activity today.
bg: в процес на осиновяване от %s дни, последна промяна днес.

source: %s days in adoption, last activity yesterday.
bg: в процес на осиновяване от %s дни, последна промяна вчера.

source: %s days in adoption, last activity %s days ago.
bg: в процес на осиновяване от %s дни, последна промяна преди %s дни.

source: in preparation since today.
bg: в процес на подготовка от днес.

source: in preparation since yesterday.
bg: в процес на подготовка от вчера.

source: %s days in preparation.
bg: в процес на подготовка от %s дни.

source: %s days in preparation, last activity today.
bg: в процес на подготовка от %s дни, последна промяна днес.

source: %s days in preparation, last activity yesterday.
bg: в процес на подготовка от %s дни, последна промяна вчера.

source: %s days in preparation, last activity %s days ago.
bg: в процес на подготовка от %s дни, последна промяна преди %s дни.

source: adoption requested since today.
bg: поискано осиновяване днес.

source: adoption requested since yesterday.
bg: поискано осиновяване вчера.

source: adoption requested since %s days.
bg: поискано осиновяване преди %s дни.

source: orphaned since today.
bg: изоставен днес.

source: orphaned since yesterday.
bg: изоставен вчера.

source: orphaned since %s days.
bg: изоставен преди %s дни.

source: requested today.
bg: заявен днес.

source: requested yesterday.
bg: заявен вчера.

source: requested %s days ago.
bg: заявен преди %s дни.

source: package info
bg: информация за пакета
