Repository: l/debian-webwml
Catalog: webwml/danish/po/bugs.*.po
Languages: da

source: in package
da: i pakke

source: tagged
da: markeret

source: with severity
da: med alvorlighedsgrad

source: in source package
da: i kildekodepakke

source: in packages maintained by
da: i pakker vedligeholdt af

source: submitted by
da: indsendt af

source: owned by
da: ejes af

source: with status
da: med status

source: with mail from
da: med mail fra

source: newest bugs
da: nyeste fejl

source: with subject containing
da: med emne indeholdende

source: with pending state
da: med afventerstatus

source: with submitter containing
da: med indsender indeholdende

source: with forwarded containing
da: med videresendt indeholdende

source: with owner containing
da: med ejer indeholdende

source: with package
da: med pakke

source: oldview
da: gammel visning

source: raw
da: rå

source: age
da: alder

source: Repeat Merged
da: Gentag sammenlagt

source: Reverse Bugs
da: Vend fejl om

source: Reverse Pending
da: Omvendt afventer

source: Reverse Severity
da: Omvendt alvorlighed

source: No Bugs which affect packages
da: Ingen fejl som påvirker pakker

source: None
da: Ingen

source: Unarchived
da: Uarkiveret

source: Archived
da: Arkiveret

source: Archived and Unarchived
da: Arkiveret og uarkiveret
