Repository: l/debian-webwml
Catalog: webwml/danish/po/cdimage.*.po
Languages: da

source: Key fingerprint
da: Nøglefingeraftryk

source: <void id="dc_faq" />FAQ
da: <void id="dc_faq" />OSS

source: Download with Jigdo
da: Hent med Jigdo

source: Download via HTTP/FTP
da: Hent via http/ftp

source: Buy CDs or DVDs
da: Køb cd'er eller dvd'er

source: Network Install
da: Netværksinstallering

source: <void id="dc_download" />Download
da: <void id="dc_download" />Hent

source: <void id="dc_misc" />Misc
da: <void id="dc_misc" />Diverse

source: <void id="dc_artwork" />Artwork
da: <void id="dc_artwork" />Kunst

source: <void id="dc_mirroring" />Mirroring
da: <void id="dc_mirroring" />Spejling

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
da: <void id="dc_rsyncmirrors" />Rsync-spejle

source: <void id="dc_verify" />Verify
da: <void id="dc_verify" />Verificér

source: <void id="dc_torrent" />Download with Torrent
da: <void id="dc_torrent" />Hent med Torrent

source: <void id="dc_relinfo" />Image Release Info
da: <void id="dc_relinfo" />Aftryksoplysninger

source: Debian CD team
da: Debians cd-team

source: debian_on_cd
da: debian på cd

source: <void id="faq-bottom" />faq
da: <void id="faq-bottom" />oss

source: buy
da: køb

source: <void id="misc-bottom" />misc
da: <void id="misc-bottom" />div

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
da: Engelsksproget <a href="/MailingLists/disclaimer">offentlig postliste</a> vedr. cd'er/dvd'er:
