Repository: l/debian-webwml
Catalog: webwml/danish/po/debian-cdd.*.po
Languages: da

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
da: Listen nedenfor indeholder forskellige udviklingsprojekter der er af interesse for <get-var cdd-name />-projektet. Pt. er kun nogle få af dem tilgængelige som Debian-pakker. Det er dog vores mål at optage alle programmer i <get-var cdd-name />, som på fornuftig vis kan forøge Debians skræddersyede distributions høje kvalitet.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
da: For en bedre oversigt over projektets tilgængelighed som en Debian-pakke, har hver overskriftsrække en farvekode jævnfør denne tabel:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
da: Grøn: Projektet er <a href="<get-var url />"> tilgængeligt som en officiel Debian-pakke</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
da: Gul: Projektet er <a href="<get-var url />"> tilgængeligt som en uofficiel Debian-pakke</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
da: Rød: Projektet er <a href="<get-var url />"> (endnu) ikke tilgængeligt som en officiel Debian-pakke</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
da: Bliver du opmærksom på et projekt, der for dig ser ud til at være en god kandidat til <get-var cdd-name />, eller hvis du har klargjort en uofficiel Debian-pakke, så tøv ikke med at sende en beskrivelse af projektet til <a href="<get-var cdd-list-url />">postlisten <get-var cdd-name /></a>.

source: Official Debian packages
da: Officielle Debian-pakker

source: Unofficial Debian packages
da: Uofficielle Debian-pakker

source: Debian packages not available
da: Debian-pakker er ikke tilgængelige

source: There are no projects which fall into this category.
da: Der er ingen projekter i denne kategori.

source: No homepage known
da: Ingen kendt hjemmeside

source: License:
da: Licens:

source: Free
da: Fri

source: Non-Free
da: Ikke-fri

source: Unknown
da: Ukendt

source: Official Debian package
da: Officiel Debian-pakke

source: Unofficial Debian package
da: Uofficiel Debian-pakke

source: Debian package not available
da: Debian-pakke er ikke tilgængelig
