Repository: l/debian-webwml
Catalog: webwml/danish/po/doc.*.po
Languages: da

source: Written by two Debian developers, this free book started as a translation of their French best-seller known as Cahier de l'admin Debian (published by Eyrolles). Accessible to all, this book teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator. It covers all the topics that a competent Linux administrator should master, from the installation and the update of the system, up to the creation of packages and the compilation of the kernel, but also monitoring, backup and migration, without forgetting advanced topics like SELinux setup to secure services, automated installations, or virtualization with Xen, KVM or LXC.
da: Denne frit tilgængelige bog, skrevet af to Debian-udviklere, begyndte som en oversættelse af deres franske bestseller kendt som Cahier de l'admin Debian (udgivet af Eyrolles). Ved hjælp af bogen, som er tilgængelig for alle, kan alle interesserede lære at blive en effektiv og uafhængig Debian GNU/Linux-administrator. Den dækker alle emner som en kompetent Linux-administrator bør kunne håndtere, fra installering og opdatering af systemet, op til oprettelse af pakker og kompilering af kernen, men også overvågning, sikkerhedskopiering og migrering, uden at glemme avancerede emner så som opsætning af SELinux for at gøre tjenester sikre, automatiserede installeringer og virtualisering med Xen, KVM eller LXC.

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
da: Formålet med denne frit tilgængelige, ajourførte, bog er at få dig på omgangshøjde med Debian (deriblandt både den nuværende stabile udgave og den ustabile udgave). Der er omfattende grundlæggende hjælp til brugere der selv installerer og vedligeholder systemet (uanset om det er hjemme, på kontoret, i en forening eller skole).

source: Sarge CD with installer and a selection of packages
da: Sarge-cd med installeringsprogram og et udvalg af pakker

source: Live CD with Knoppix
da: Live-cd med Knoppix

source: Beginners and advanced users alike will find this book to be a comprehensive source of information on using Debian for desktops, intranet and internet servers, and development. It also contains background information on the project and extensive coverage of Debian's unique package management system.
da: Både begyndere og avancerede brugere kan bruge denne bog som en udtømmende kilde til oplysninger om anvendelse af Debian på desktop-maskiner, i intranet og på internet-servere, samt til udvikling. Den indeholder også en omfattede dækning af Debians unikke pakkehåndteringssystem.

source: official Debian GNU/Linux 3.1r0a "sarge" on DVD (i386)
da: officiel Debian GNU/Linux 3.1r0a sarge på dvd (i386)

source: This book introduces the concepts and techniques of the Debian operating system, explaining their usage and pitfalls, and illustrating the thinking behind each of the approaches. The goal is not to be a reference book, but to give the reader enough insight into the workings of the project and operating system to learn and embrace the sophisticated and elegant, sometimes at first slightly non-intuitive solutions that have evolved as part of the Debian system over the past decade. While targeted at the well-versed UNIX/Linux administrator, the book can also serve as an excellent resource alongside a standard Linux reference to bootstrap one's Linux experience in Debian's bottom-up philosophy.
da: Denne bog introducerer koncepter og teknikker ved styresystemet Debian, forklarer om anvendelse og faldgruber, desuden illustreres tankegange bag hver indgangsvinkel. Målet er ikke at være en opslagsbog, men at give læseren tilstrækkeligt med indsigt i hvordan projektet og styresystemet fungerer, til at lære og tage de sofistikerede og elegante, nogle gange måske ikke-intuitive løsninger til sig, som er opstået som dele af Debian- systemet i løbet af det sidste årti. Selvom bogen er rettet mod velbevandrede UNIX/Linux-administratorer, kan den også bruges som en glimrende ressource sammen med en almindelig Linuxbog, til at komme i gang med ens Linux-erfaringer og Debians filosofi om at bygge nedefra og op.

source: A hands-on reference guide to the Debian GNU/Linux system that shows, in over 1,500 <q>recipes</q>, how to use it for everyday activities -- from working with text, images, and sound to productivity and networking issues. Like the software the book describes, the book is copylefted and its source data is available.
da: En opslagsbog med eksempler vedrørende Debian GNU/Linux-systemet, der med over 1500 <q>opskrifter</q> viser hvordan systemet anvendes ved dagligdags aktiviteter - fra arbejde med tekst, billeder og lyd til produktivitet og netværksproblemstillinger. Som den software bogen beskriver, er bogen udgivet under en <q>copyleft</q>-licens og dens kildedata er tilgængelige.

source: Debian 2.2 ARM architecture
da: Debian 2.2 til ARM-arkitekturen

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
da: Denne bog er rettet med udviklere, der kører GNU/Linux på en ARM-processor. Visse enheder dækkes specifikt af hensyn til hurtig opsætning (LART, Assabet, Psion5). Den giver også generelle oplysninger, værktøjer og teknikker. GNU's toolchain er dækket i <q>native</q>- og <q>cross-compiler</q>-form, det samme gælder bootloaders, kernerettelser, RAM-diske, ARM-særheder og andre ARM-ressourcer. Den indeholder også udførlig indføring i basal viden om GNU/Linux for udviklere, der kommer fra andre platforme. Den er ikke Debian-specifik, men Aleph ARMLinux-distributionen er baseret nøje på Debian-ARM og det forudsættes at man vil arbejde fra denne distribution og helst også har en Debian-baseret værtsmaskine.

source: Learning Debian GNU/Linux guides the new user of Linux through the installation and configuration of Debian GNU/Linux. Windows users will gain a gentle introduction to this exciting computing world guided by Bill McCarty in <q>Learning Debian GNU/Linux</q>.
da: <q>Learning Debian GNU/Linux</q> leder den nye Linux-bruger gennem installering og opsætning af Debian GNU/Linux. Windows-brugere får en nænsom introduktion til denne spændende computerverden.

source: Includes 230+ pages and three CD-ROM discs. Topics covered by software include Debian Linux, networking, programming tools, GUI, desktop publishing, business, fun things, and multimedia. 30 days of free e-mail support included.
da: Er på mere end 230 sider og indeholder tre cd-rom'er. Programmerne dækker blandt andre følgende områder: Debian Linux, netværk, programmeringsværktøjer, grafisk brugerflade, dtp, virksomheder, sjove ting samt multimedie. 30 dages gratis support via e-mail er inkluderet.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
da: Den første fransksprogede bog om Debian er allerede ude i sin femte udgave. Bogen dækker alle aspekter af administration af Debian, fra installering til opsætning af netværkstjenester. Denne bog, skrevet af to Debian-udviklere, kan være interessant for mange; begynderen, der ønsker at lære Debian at kende, den avancerede bruger, der søger tips der forøger vedkommendes kendskab til Debian-værktøjer, samt administratoren, der ønsker at opbygge et pålideligt netværk med Debian.

source: 2 editions: One without a DVD, the other with 2 DVDs (i386)
da: to udgaver: En uden cd og en med cd (i386)

source: An alternative <a href="http://www.lob.de/cgi-bin/work/outputexpert?mode=viewone&amp;titnr=254925022"> publication</a> is available from Lehmanns Fachbuchhandlung and costs 29.95 euro (as of 2008).
da: En alternativ <a href="http://www.lob.de/cgi-bin/work/outputexpert?mode=viewone&amp;titnr=254925022"> udgivelse</a> er tilgængelig fra Lehmanns Fachbuchhandlung og koster 29,95 € (pr. 2008).

source: Debian Squeeze, 6.0.1a, Multi-Arch (i386 and amd64) on DVD
da: Debian Squeeze, 6.0.1a, Multi-Arch (i386 og amd64) på dvd

source: This book teaches you how to install and configure the system and also how to use Debian in a professional environment. It shows the full potential of the distribution (in its current version 6.0) and provides a practical manual for all users who want to learn more about Debian and its range of services.
da: Denne bog lærer dig hvordan man installerer og opsætter systemet, samt hvordan man anvender Debian i et professionelt miljø. Den viser det fulde potentiale ved distributionen (i sin nuværende version 6.0) og er en praktisk håndbog for alle brugere, der ønsker at lære mere om Debian og dens store udvalg af services.

source: 2 editions: One with no CD, the other with Official CD (i386, contrib and sources)
da: to udgaver: En uden cd og en med officiel cd (i386, contrib og kildekode)

source: The book covers all steps of planning and installing Debian GNU/Linux on PC based hardware, including important applications like the X Window System, window managers and desktop environments (KDE, GNOME) and a selection of important system services. Unix/Linux basics and concepts together with system usage and important components (bash, system services and important commands) are introduced. There is an explanation of Debian's package format and how to create packages in this format. It also includes an overview of standard Linux applications (networking, software development, LaTeX and office suites). Strong emphasis is on networking and system administration issues, like planing and building of a dial-in router or a server for Windows based clients (Samba).
da: Bogen dækker alle led i planlægning og installering af Debian GNU/Linux på pc-baseret hardware, inklusive vigtige applikationer såsom X Window System, windowmanagere, skrivebordsmiljøer (KDE, GNOME) og et udvalg af vigtige systemtjenester. Introduktion til basal viden og begreber vedrørende UNIX/Linux, foruden anvendelse af systemet og vigtige komponenter (bash, systemtjeneste og væsentlige kommandoer). Der er en beskrivelse af Debians pakkeformat og hvordan man laver pakker i formatet. Desuden en oversigt over standardprogrammer til Linux (netværk, programudvikling, LaTeX og kontorpakker). Der lægges stor vægt på emner vedrørende netværk og systemadministration, såsom planlægning og opbygning af en <q>dial-in router</q> eller en server til Windows-baserede klienter (SAMBA).

source: Debian GNU/Linux 3.1 Sarge installer (single-width CD)
da: Debian GNU/Linux 3.1 Sarge-installer (enkeltbredde-cd)

source: This book is dictionary style and covers various tips for beginners and intermediate skill users; installation via various ways, desktop customize, troubleshooting, profitable knowhow and so on.
da: Denne bog er forfattet i ordbogsstil og indeholder forskellige tips til begyndere og viderkommende brugere; installering på forskellige måder, tilpasning af skrivebordsmiljøet, problemløsning, profitabel knowhow, osv.

source: Debian GNU/Linux 3.1r0 i386, author's edition (DVD + CD)
da: Debian GNU/Linux 3.1r0 i386, forfatterens udgave (dvd+cd)

source: This is the latest book for Sarge of the series that has been supported as a standard bible of Debian in Japan. This book covers all aspects of using Debian GNU/Linux 3.1 Sarge, such as installation, desktop environments, system administration, and server configuration. Furthermore, this book also includes commercial font package that decorates your desktop. This book might be useful for all Debian users from beginners to advanced users.
da: Dette er den seneste bog om "sarge" i den serie af bøger, som været standardbiblen om Debian i Japan. Bogen dækker alle aspekter ved anvendelse af Debian GNU/Linux 3.1 "sarge", så som installering, desktopmiljøer, systemadministration og serveropsætning. Desuden indeholder bogen også en kommerciel skrifttypepakke. Bogen er nyttig for alle Debian-brugere, fra begyndere til viderekomne.

source: Debian 2.2r0 i386 author's edition (3 CDs)
da: Debian 2.2r0 i386 forfatterens udgave (3 cd'er)

source: This book covers general topics about Debian GNU/Linux: installation, APT and dpkg, shell, X Window System, networking, system administration, kernel setup, sharing with Windows, building servers and so on. You will be able to install and start to use Debian GNU/Linux Japanese environment very easily with the customized CDs.
da: Denne bog dækker generelle emner om Debian GNU/Linux: Installering, APT og dpkg, shell, X Window System, netværk, systemadministration, opsætning af kernen, deling med Windows, opsætning af servere, osv. Ved hjælp af tilpassede cd'er, vil man nemt kunne installere og begynde at bruge Debian GNU/Linux i et japansk miljø.GNU/Linux i et japansk miljø.

source: 1 unofficial Woody, 3 Potato rev0
da: en uofficiel Woody, tre Potato rev0

source: This book gives a brief guide to installation of Debian GNU/Linux, fundamentals of Unix or Linux commands, basic configuration and maintenance of system and networking, X Window System setup, and using multimedia in Debian GNU/Linux. This book also includes a guide for maintainers, which stimulates people in Korea to become official Debian maintainers.
da: Denne bog giver en kort vejledning i installering af Debian GNU/Linux, fundamentale oplysninger om Unix- eller Linux-kommandoer, grundlæggende opsætning og vedligeholdelse af systemet og netværket, opsætning af X Window System samt anvendelse af multimedier i Debian GNU/Linux. Denne bog dækker også vedligeholdelsesoplysninger, som kan pirre koreanere til at blive officielle Debian-vedligeholdere.

source: Three official potato r3 CDs and an unofficial woody CD
da: Tre officielle potato r3-cd'er og en uofficiel woody-cd

source: This book introduces readers to Debian GNU/Linux with many hands-on tutorials and tips. Written in Korean, this book covers comprehensive aspects of Debian GNU/Linux system: first-time setup, package installation, setting up X, connecting to Internet, network maintenance, and more. This book provides a handful of tips on setting up Debian for Korean language environment, and it is good for newcomers, too.
da: Denne bog introducerer læserne til Debian GNU/Linux med mange øvelser og tips. Bogen, der er skrevet på koreansk, dækker udførligt mange aspekter af Debian GNU/Linux-systemet: førstegangsopsætning, installering af pakker, opsætning af X Windows, internetforbindelse, vedligeholdelse af netværk, med mere. Bogen har en håndfuld tips til opsætning af Debian GNU/ Linux-systemet i et koreansk sprogmiljø. Også god for Debian GNU/Linux- begyndere.

source: The first Persian book about Debian GNU/Linux. This book helps you to install Debian GNU/Linux and set up network services like web, database, firewall, mail, ftp and ... on it. Also helps you to start using GNU/Linux and Debian's powerful package management system.
da: Den første persiske bog om Debian GNU/Linux. Bogen hjælper læseren med at installere Debian GNU/Linux samt opsætte netværkstjenester som web, database, firewall, mail, ftp osv. på systemet. Man hjælpes også i gang med at anvende GNU/Linux og Debians avancerede pakkehåndteringssystem.

source: This book is divided into four parts: Basic concepts, Management of GNU/Linux, Administration of the system and Advanced operations. Each chapter explains in depth the features of the operating system. The first chapters explain the structure of GNU/Linux. These chapters will help the reader to understand how the system uses basic resources such as the processor and memory. A detailed analysis about filesystems such as Ext2, Ext3, and ReiserFS will enable users to make the correct choice for their needs. Many figures throughout the book show aspects about the performance of the system. This book caters for college students and anyone who wants to learn GNU/Linux in depth. This book covers Debian Sarge.
da: Denne bog er opdelt i fire dele: grundlæggende koncepter, håndtering af GNU/ Linux, administrering af systemet og avancerede handlinger. Hvert kapitel forklarer uddybende om styresystemets funktioner. De første kapitler fortæller om GNU/Linux' struktur. Disse kapitler hjælper læseren med at forstå hvordan systemet anvender grundlæggende ressourcer som processoren og hukommelsen. En detaljeret analyse af filsystemer, så som Ext2, Ext3 og ReiserFS gør det muligt for brugeren at foretage det rigtige valg til deres behov. Mange illustrationen gennem bogen viser aspekter ved systemets ydelse. Bogen er rettet med univeritetsstuderende og alle der ønsker at lære GNU/Linux til bunds. Bogen dækker Debian sarge.

source: This is the right book for you to learn how to create basic and complex IT platforms using only Free Software. Inside it you will find a wide range of procedures reviewed and adjusted to fit into the best practices of technological infrastructure implementation. This easy to read and comprehensive guide will take you by the hand to achieve specific objectives with the Debian GNU/Linux operating system.
da: Dette er den rigtige bog til dig, der vil lære hvordan man etablerer grundlæggende og komplekse it-platforme udelukkende ved hjælp af fri software. I bogen er der et bredt spektrum af procedurer, gennemgået og justeret til at passe til bedste praksis ved implementering af teknologiske infrastrukturer. Denne letlæste og udtømmende guide tager dig i hånden med opfyldelse af specifikke mål med styresystemet Debian GNU/Linux.

source: Author:
da: Forfatter:

source: Available at:
da: Kan købes hos:

source: CD Included:
da: Indeholder cd:

source: Publisher:
da: Forlag:

source: Authors:
da: Forfattere:

source: Editors:
da: Redaktører:

source: Maintainer:
da: Vedligeholder:

source: Availability:
da: Tilgængelighed:

source: Latest version:
da: Seneste version:

source: plain text
da: ren tekst

source: Use <a href="cvs">SVN</a> to download the SGML source text for <get-var ddp_pkg_loc />.
da: Brug <a href="cvs">SVN</a> til at hente SGML-kildekodeteksten til <get-var ddp_pkg_loc />.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
da: Arbejdskopi af CVS-kildekode: sæt <code>CVSROOT</code> til <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, og hent modulet <kbd>boot-floppies/documentation</kbd>.

source: Debian package
da: Debian-pakke

source: Debian package (archived)
da: Debian-pakke (arkiveret)
