Repository: l/debian-webwml
Catalog: webwml/danish/po/mailinglists.*.po
Languages: da

source: Mailing List Subscription
da: Postliste-abonnement

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
da: Se <a href="./#subunsub">postliste</a>-siden for oplysninger om hvordan man tegner abonnement via e-mail. Der findes også en webformular til <a href="unsubscribe">ophævelse af abonnement</a> på postlister.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
da: Bemærk at de fleste af Debians postlister er offentlige forummer. Alle e-mails der sendes til listerne, vil kunne ses i de offentlige postlistearkiver og de vil blive indekseret af søgemaskiner. Du bør kun tegne abonnement på Debians postlister med en e-mail-adresse, som gerne må offentliggøres.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
da: Vælg hvilke lister, du ønsker at tegne abonnement på (der er en begrænsning på antallet af tilmeldinger, hvis det ikke lykkes, så anvend en <a href="./#subunsub">anden metode</a>):

source: No description given
da: Beskrivelse mangler

source: Moderated:
da: Modereret:

source: Posting messages allowed only to subscribers.
da: Kun abonnenter kan sende til listen.

source: Only messages signed by a Debian developer will be accepted by this list.
da: Kun beskeder signeret af en Debian-udvikler accepteres på denne liste.

source: Subscription:
da: Abonnement:

source: is a read-only, digestified version.
da: er kun læsbar, sammendragsversion.

source: Your E-Mail address:
da: Din e-mail-adresse:

source: Subscribe
da: Abonnér

source: Clear
da: Nulstil

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
da: Overhold venligst <a href="./#ads">Debians annonceringsregler for postlisterne</a>.

source: Mailing List Unsubscription
da: Ophæv abonnement på postliste

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
da: Se <a href="./#subunsub">postliste</a>-siden for oplysninger om hvordan man ophæver abonnement via e-mail. Der findes også en webformular til <a href="subscribe">tegning af abonnement</a> på postlister.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
da: Vælg hvilke lister, du ønsker at ophæve dit abonnement på (der er en begrænsing på antallet af ophævelser, hvis det ikke lykkes, brug da en <a href="./#subunsub">anden metode</a>):

source: Unsubscribe
da: Ophæv

source: open
da: åben

source: closed
da: lukket
