Repository: l/debian-webwml
Catalog: webwml/danish/po/newsevents.*.po
Languages: da

source: Debian News
da: Debian-nyheder

source: Debian Latest News
da: Debians seneste nyheder

source: p<get-var page />
da: s.<get-var page />

source: The newsletter for the Debian community
da: Debian-fællesskabets nyhedsbrev

source: Name:
da: Navn:

source: Previous Talks:
da: Tidligere foredrag:

source: Languages:
da: Sprog:

source: Location:
da: Sted:

source: Topics:
da: Emner:

source: Title:
da: Titel

source: Author:
da: Forfatter

source: Language:
da: Sprog:

source: Date:
da: Dato:

source: Event:
da: Begivenhed:

source: Slides:
da: Plancher:

source: source
da: kildekode

source: Abstract
da: sammendrag

source: Upcoming Attractions
da: Kommende begivenheder

source: link may no longer be valid
da: Linket fungerer måske ikke mere

source: When
da: Hvornår

source: Where
da: Hvor

source: More Info
da: Yderligere oplysninger

source: Debian Involvement
da: Debians involvering

source: Main Coordinator
da: Hovedkoordinator

source: <th>Project</th><th>Coordinator</th>
da: <th>Projekt</th><th>Koordinator</th>

source: Related Links
da: Relaterede links

source: Latest News
da: Seneste nyt

source: Download calendar entry
da: Hent kalenderpost

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
da: Tilbage til: andre <a href="./">Debian-nyheder</a> || <a href="m4_HOME/">Debian-projektets hjemmeside</a>.

source: <get-var url /> (dead link)
da: <get-var url /> (dødt link)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
da: Velkommen til årets <get-var issue /> udgave af DPN, Debian-fællesskabets nyhedsbrev. Emner i denne udgave er blandt andre:

source: According to the <a href="http://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
da: Ifølge <a href="http://udd.debian.org/bugs.cgi">Bugs Search-grænsefladen i Ultimate Debian Database</a>, er den kommende udgivelse, Debian <q><get-var release /></q>, i øjeblikket påvirket af <get-var testing /> udgivelseskritiske fejl. Hvis man ignorerer fejl, der er lette at løse eller er ved at blive løst, er der rundt regnet <get-var tobefixed /> udgivelseskritiske fejl tilbage, som skal løses for at udgivelsen kan finde sted.

source: There are also some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
da: Der er også nogle <a href="http://wiki.debian.org/ProjectNews/RC-Stats">tips til hvordan man kan fortolke</a> tallene.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
da: Der er også en <a href="<get-var url />">mere udførlig statistik</a>, foruden nogle <a href="http://wiki.debian.org/ProjectNews/RC-Stats">tips til hvordan man kan fortolke</a> tallene.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
da: I <a href="<get-var link />">øjeblikket</a> er <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> pakker forældreløse</a> og <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> pakker kan adopteres</a>: se den komplette liste over <a href="m4_DEVEL/wnpp/help_requested">pakker, der har brug for din hjælp</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="http://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
da: Hjælp os med at fremstille nyhedsbrevet. Vi har stadig behov for flere frivillige skribenter, som overvåger Debian-fællesskabet og rapportere om hvad der sker. Se <a href="http://wiki.debian.org/ProjectNews/HowToContribute">bidragssiden</a>for at finde ud af hvordan man hjælpertil. Vi ser frem til at modtage din mail (på engelsk) på <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
da: Bemærk at dette er et udvalg af de mere vigtige sikkerhedsbulletiner fra de seneste uger. Hvis du ønsker at være ajour med sikkerhedsbulletiner udsendt af Debians sikkerhedshold, så tegn abonnement på <a href="<get-var url-dsa />">sikkerhedspostlisten</a> (og den separate <a href="<get-var url-bpo />">backports-liste</a>, og <a href="<get-var url-stable-announce />">listen med opdateringer til stable</a> for at modtage annonceringerne.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
da: Bemærk at dette er et udvalg af de mere vigtige sikkerhedsbulletiner fra de seneste uger. Hvis du ønsker at være ajour med sikkerhedsbulletiner udsendt af Debians sikkerhedshold, så tegn abonnement på <a href="<get-var url-dsa />">sikkerhedspostlisten</a> (og den separate <a href="<get-var url-bpo />">backports-liste</a>, og <a href="<get-var url-stable-announce />">listen med opdateringer til stable</a> eller <a href="<get-var url-volatile-announce />">volatile-listen</a>, til <q><get-var old-stable /></q>, den gamle stabile distribution) for at modtage annonceringerne.

source: Debian's Stable Release Team released an update announcement for the package:
da: Debians Stable Release Team har udgivet en opdateringsbulletin vedrørende pakken

source: and
da: og

source: Please read them carefully and take the proper measures.
da: Læs dem omhyggeligt og gør det fornødne.

source: Debian's Backports Team released advisories for these packages:
da: Debians Backports Team har udgivet bulletiner vedrørende:

source: Debian's Security Team recently released advisories for these packages (among others):
da: Debians Security Team har udgivet bulletiner vedrørende (blandt andre) disse pakker:

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
da: <get-var num-newpkg /> pakker er nyligt blevet føjet til Debians ustabile arkiv.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
da: <a href="<get-var url-newpkg />">Blandt andre</a> er der tale om:

source: There are several upcoming Debian-related events:
da: Der er flere kommende Debian-relaterede begivenheder:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
da: Man finder flere oplysninger om Debian-relaterede arrangementer og foredrag i <a href="<get-var events-section />">begivenhedsafsnittet</a> på Debians websted, ellers kan man tegne abonnement på en af vores arrangementspostlister dækkende forskellige områder: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Holland</a>, <a href="<get-var events-ml-ha />">spansktalende Amerika</a>, <a href="<get-var events-ml-na />">Nordamerika</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
da: Ønsker du at organisere en Debian-stand eller en Debian-installeringsfest? Kender du til andre kommende Debian-relaterede arrangementer? Har du holdt et Debian-foredrag og ønsker at linke til det fra vores <a href="<get-var events-talks />">foredragsside</a>? Send en engelsksproget e-mail til <a href="<get-var events-team />">Debian Events Team</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
da: <get-var dd-num /> ansøgere er blevet <a href="<get-var dd-url />">accepteret</a> som Debian Developers

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
da: <get-var dm-num /> ansøgere er blevet <a href="<get-var dm-url />">accepteret</a> som Debian Maintainers

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
da: <get-var uploader-num /> personer er <a href="<get-var uploader-url />">begyndt at vedligeholde pakker</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
da: <get-var eval-newcontributors-text-list /> siden den foregående udgave af Debian Project News. <get-var eval-newcontributors-name-list /> velkommen i vores projekt!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
da: Den <get-var issue-devel-news /> udgave af <a href="<get-var url-devel-news />">forskelligt nyt til udviklere</a>, er blevet udgivet, og dækker følgende emner:

source: To receive this newsletter bi-weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
da: For at få dette nyhedsbrev som e-mail hver anden uge, <a href="http://lists.debian.org/debian-news/">abonnér på postlisten debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
da: <a href="../../">Tidligere udgaver</a> af nyhedsbrevet er tilgængelige.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
da: <void id="singular" />Debians projektnyheder redigeres af <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
da: <void id="plural" />Debians projektnyheder redigeres af <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
da: <void id="singular" />Denne udgave af Debians projektnyheder blev redigeret af <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
da: <void id="plural" />Denne udgave af Debians projektnyheder blev redigeret af <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
da: <void id="singular" />Den blev oversat af %s.

source: <void id="plural" />It was translated by %s.
da: <void id="plural" />Den blev oversat af %s.

source: <void id="singularfemale" />It was translated by %s.
da: <void id="singularfemale" />Den blev oversat af %s.

source: <void id="pluralfemale" />It was translated by %s.
da: <void id="pluralfemale" />Den blev oversat af %s.

source: List of Speakers
da: Liste med foredragsholdere

source: Back to the <a href="./">Debian speakers page</a>.
da: Tilbage til <a href="./">Debians foredragsholderside</a>.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
da: For at få dette nyhedsbrev som e-mail hver uge, <a href="http://lists.debian.org/debian-news/">abonnér på postlisten debian-news</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
da: <void id="singular" />Debian Weekly News redigeres af <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
da: <void id="plural" />Debian Weekly News redigeres af <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
da: <void id="singular" />Denne udgave af Debian Weekly News blev redigeret af <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
da: <void id="plural" />Denne udgave af Debian Weekly News blev redigeret af <a href="mailto:dwn@debian.org">%s</a>.
