Repository: l/debian-webwml
Catalog: webwml/danish/po/organization.*.po
Languages: da

source: delegation mail
da: delegeringsmail

source: appointment mail
da: udnævnelsesmail

source: <void id="male"/>delegate
da: <void id="male"/>delegat

source: <void id="female"/>delegate
da: <void id="female"/>delegat

source: current
da: nuværende

source: member
da: medlem

source: manager
da: leder

source: Stable Release Manager
da: Udgivelsesansvarlig for stable

source: wizard
da: troldmand

source: chairman
da: formand

source: assistant
da: assistent

source: secretary
da: sekretær

source: Officers
da: Bestyrelesesmedlemmer

source: Publicity
da: PR

source: Support and Infrastructure
da: Support og infrastruktur

source: Leader
da: Leder

source: Technical Committee
da: Teknisk komité

source: Secretary
da: Sekretær

source: Development Projects
da: Udviklingsprojekter

source: FTP Archives
da: Ftp-arkiv

source: FTP Masters
da: Ftp-mastere

source: FTP Assistants
da: Ftp-assistenter

source: FTP Wizards
da: Ftp-troldmænd

source: Backports Team
da: Backports-holdet

source: Individual Packages
da: Individuelle pakker

source: Release Management
da: Udgivelsesstyring

source: Release Team
da: Udgivelseshold

source: Quality Assurance
da: Kvalitetssikring

source: Installation System Team
da: Startdisketter

source: Release Notes
da: Udgivelsesbemærkninger

source: CD Images
da: Cd-aftryk

source: Production
da: Produktion

source: Testing
da: Tester

source: Autobuilding infrastructure
da: Autoopbygning og infrastruktur

source: Wanna-build team
da: Wanna-build-hold

source: Documentation
da: Dokumentation

source: Work-Needing and Prospective Packages list
da: Pakker der skal arbejdes på og fremtidige pakker

source: Live System Team
da: Live System-holdet

source: Ports
da: Tilpasninger

source: Special Configurations
da: Specielle systemer

source: Laptops
da: Bærbare

source: Embedded systems
da: Embedded systemer

source: Publicity team
da: Publicityhold

source: Press Contact
da: Pressekontakt

source: Partner Program
da: Partnerskabsprogram

source: Events
da: Begivenheder

source: User support
da: Hjælp til brugere

source: Bug Tracking System
da: Fejlrapporteringssystem

source: Mailing Lists Administration and Mailing List Archives
da: Postlisteadministration og postlistearkiver

source: New Members Front Desk
da: Reception for nye medlemmer

source: Debian Account Managers
da: Debians kontoadministratorer

source: To send a private message to all DAMs, use the GPG key 57731224A9762EA155AB2A530CA8D15BB24D96F2.
da: For at sende en privat besked til alle DAM'er, benyttes denne GPG-nøgle 57731224A9762EA155AB2A530CA8D15BB24D96F2.

source: Keyring Maintainers (PGP and GPG)
da: Vedligeholdere af nøglering (PGP og GPG)

source: Debian Maintainer (DM) Keyring Maintainers
da: Vedligeholdere af Debian Maintainer-nøglering (DM)

source: Security Team
da: Sikkerhedsteam

source: Web Pages
da: Websider

source: Consultants Page
da: Konsulentside

source: CD Vendors Page
da: Cd-forhandlerside

source: Policy
da: Retningslinjer

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
da: Benyt denne adresse hvis der opstår problemer med en af Debians maskiner, inklusive problemer med adgangskoder eller hvis du har brug for at en pakke bliver installeret.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
da: Hvis du har hardware-problemer med Debians maskiner, se <a href="https://db.debian.org/machines.cgi">Debians maskineside</a>, den skulle indeholde administratoroplysninger for hver enkelt maskine.

source: LDAP Developer Directory Administrator
da: Administrator af LDAP-udvikleroversigten

source: Mirrors
da: Filspejle

source: DNS Maintainer
da: DNS-ansvarlig

source: Package Tracking System
da: Pakkesporingssystem

source: Hardware Donations Coordination
da: Koordinering af hardwaredonationer

source: Auditor
da: Revisor

source: <a name="trademark" href="m4_HOME/trademark">Trademark</a> use requests
da: Ønsker om at anvende <a name="trademark" href="m4_HOME/trademark">varemærke</a>

source: Alioth administrators
da: Alioth-administratorer

source: Debian Women Project
da: Debian Women-projektet

source: DebConf Committee
da: DebConf-komité

source: Anti-harassment
da: Bekæmpelse af chikane

source: Outreach
da: Opsøgning

source: Debian for children from 1 to 99
da: Debian for børn mellem 1 og 99

source: Debian for medical practice and research
da: Debian til lægepraksiser og forskning

source: Debian for education
da: Debian til uddannelse

source: Debian in legal offices
da: Debian på juridiske kontorer

source: Debian for people with disabilities
da: Debian til handicappede

source: Debian for science and related research
da: Debian til videnskabelig og relateret forskning
