Repository: l/debian-webwml
Catalog: webwml/danish/po/others.*.po
Languages: da

source: Download
da: Hent

source: Old banner ads
da: Gamle reklamebannere

source: Working
da: Fungerer

source: sarge (broken)
da: sarge (fungerer ikke)

source: Booting
da: Boot

source: Building
da: Opbygning

source: Not yet
da: Ikke endnu

source: No kernel
da: Ingen kerne

source: No images
da: Ingen aftryk

source: <void id="d-i" />Unknown
da: <void id="d-i" />Ukendt

source: Unavailable
da: Ikke tilgængelig

source: New Members Corner
da: Nye medlemmer-hjørnet

source: Step 1
da: Trin 1

source: Step 2
da: Trin 2

source: Step 3
da: Trin 3

source: Step 4
da: Trin 4

source: Step 5
da: Trin 5

source: Step 6
da: Trin 6

source: Step 7
da: Trin 7

source: Applicants' checklist
da: Ansøgerens kontrolliste

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
da: Se <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (kun tilgængelig på fransk) for flere oplysninger.

source: More information
da: Flere oplysninger

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
da: Se <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (kun tilgængelig på spansk) for flere oplysninger.

source: Phone
da: Telefon

source: Address
da: Adresse

source: With&nbsp;``Debian''
da: Med&nbsp;``Debian''

source: Without&nbsp;``Debian''
da: Uden&nbsp;``Debian''

source: Encapsulated PostScript
da: Indkapslet PostScript

source: [Debian] (mini button)
da: [Debian] (miniknap)

source: same as the above
da: samme som oven for

source: Wanted:
da: Ønskes:

source: Who:
da: Hvem:

source: Architecture:
da: Arkitektur:

source: Specifications:
da: Specifikationer:

source: Where:
da: Hvor:

source: Products
da: Produkter

source: hats
da: hatte

source: stickers
da: klistermærker

source: mugs
da: krus

source: other clothing
da: anden beklædning

source: polo shirts
da: polotrøjer

source: frisbees
da: frisbee'er

source: mouse pads
da: musemåtter

source: basketball goals
da: basketball-mål

source: earrings
da: ørenringe

source: suitcases
da: kufferter

source: umbrellas
da: paraplyer

source: pillowcases
da: pudebetræk

source: keychains
da: nøgleringe

source: Swiss army knives
da: Schweizerknive

source: How long have you been using Debian?
da: Hvor længe har du benyttet Debian?

source: Are you a Debian Developer?
da: Er du Debian Developer?

source: What areas of Debian are you involved in?
da: Hvilke områder i Debian er du involveret i?

source: What got you interested in working with Debian?
da: Hvad gjorde dig interesseret i at arbejde med Debian?

source: Do you have any tips for women interested in getting more involved with Debian?
da: Har du nogen tips til kvinder, der har lyst til at blive mere involveret i Debian?

source: Are you involved with any other women in technology group? Which one(s)?
da: Kender du andre kvinder i teknologigrupper? Hvilke(n)?

source: A bit more about you...
da: Lidt mere om dig selv...

source: BAD
da: Ikke ok

source: BAD?
da: Ikke ok?

source: Unknown
da: Ukendt

source: ALL
da: Alle

source: Package
da: Pakke
