Repository: l/debian-webwml
Catalog: webwml/danish/po/partners.*.po
Languages: da

source: Partner of the Month
da: Månedens partner

source: Alphabetical List of Partners
da: Alfabetisk liste over partnere

source: Development Partners
da: Udviklingspartnere

source: Financial Partners
da: Finansielle partnere

source: Service Partners
da: Tjenesteydelsespartnere

source: <a href="http://www.1and1.info/">1&amp;1</a> supports us by providing several servers in their Karlsruhe high-performance datacenter.
da: <a href="http://www.1and1.info/">1&amp;1</a> støtter os ved at stille flere servere til rådighed i deres højtydende datacenter i Karlsruhe.

source: 1&amp;1 is one of the biggest Domain Registrars and Web hosting companies worldwide, with offices in Germany, France, Great Britain, Spain and the USA. Most of the over 5 million websites and other services managed by 1&amp;1 are running on a Debian-based environment using several thousand servers.
da: 1&amp;1 er en af de største domæneregistrerings- og webhostingvirksomheder i verden, med kontorer i Tyskland, Frankrig, Storbritannien, Spanien og USA. De fleste af de over 5 millioner websteder og andre tjenester, som 1&amp;1 håndterer kører i et Debian-baseret miljø på flere tusinde servere.

source: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> support us by providing hosting services and sponsorship for the Debian Conference.
da: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> støtter os ved at stille hostingtjenesteydelser og sponsering til rådighed for Debian Conference.

source: They are a leading Internet Service Provider (ISP) in the United Kingdom and provide scalable, powerful and affordable hosting with lots of <q>geek friendly</q> extras as standard. Debian GNU/Linux is deployed extensively within their network, and comes recommended as the <q>Distribution of Choice</q> to any new customer who's not 100% sure on what to pick. Bytemark are also well known for their expert and friendly support.
da: De er en førende internetudbyder (ISP) i Storbritannien, og leverer skalérbar, ydedygtig og betalbar hosting med mange <q>geek-venlige</q> ekstra ting som standard. Debian GNU/Linux er installeret i udbredt grad i deres netværk, og er den <q>anbefalede distribution</q> til alle nye kunder, der ikke er hundrede procent sikre på, hvad de skal vælge. Bytemark er også velkendte for deres supports ekspertise og venlighed.

source: <a href="https://www.conova.com">conova communications GmbH</a> has been supporting the Debian project as a hosting partner for several years. In addition, the IT specialists also host the Debian Bug Squashing Parties in Salzburg/Austria. Debian is also used on many systems used on a daily basis at conova.
da: <a href="https://www.conova.com">conova communications GmbH</a> har i flere år støttet Debian-projektet som en hostingpartner. Desuden er it-specialisterne også værter for Debians fejludryddelsesfester i Salzburg i Østrig. Debian benyttes også på mange dagligt anvendte systemer hos conova.

source: conova operates one of the most modern data centers in all of Europe in Salzburg, Austria. Their services: customized solutions for housing, hosting, managed &amp; cloud services, outsourcing as well as network and security. The company offers space for more than 10,000 servers at the highest level of supply and security on their 2,000 m² of technical area.
da: conova driver et af de mest moderne datacentre i hele Europe, i Salzburg i Østrig. Deres tjenesteydelser: skræddersyede løsninger til housing, hosting, managed &amp; cloud-tjenster, outsourcing foruden netværk og sikkerhed. Virksomheden har plads til flere end 10.000 servere med det højeste niveau af forsyning og sikkerhed på deres 2.000 m² store tekniske areal.

source: credativ is an independent consulting and services company and since 1999 been offering comprehensive services and technical support for the implementation and operation of open source software in business applications. Our <q>Open Source Support Center</q> is always available, 365 days a year, around the clock.
da: credativ er en uafhængig konsult- og tjenesteydelsesvirksomhed, der siden 1999 har tilbudt omfattende tjenesteydelser og teknisk support for implementering og håndtering af open source-software i virksomhedsapplikationerbeen. Vores <q>Open Source Support Center</q> er altid tilgængeligt, 365 dage om året, døgnet rundt.

source: From the very beginning credativ has actively supported the Debian project and will continue to do so in the future. Furthermore many of our consultants are also Debian developers and actively involved in contributing to free software projects worldwide. Further information can be found at <url "http://www.credativ.com/">.
da: Lige fra begyndelsen har credativ aktivtet støttet Debian-projektet, og vil fortsætte med det i fremtiden. Desuden er mange af vores konsulenter også Debian-udviklere og aktivet involveret i at bidrage til fri software-projekter over hele verden. Yderligere oplysninger finder man på <url "http://www.credativ.com/">.

source: <a href="http://www.dg-i.net/">DG-i</a> provides the Debian project with hardware and hosting services from their colocation sites via high-speed connection. <a href="https://wiki.debian.org">wiki.debian.org</a> received an IBM x360 server.
da: <a href="http://www.dg-i.net/">DG-i</a> støtter Debian-projektet med hardware og hosting fra deres colocation-steder gennem højhastighedsforbindelser. <a href="https://wiki.debian.org">wiki.debian.org</a> modtog en IBM x360-server.

source: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) offers consulting services on IT infrastructures, software development and hosting services. DG-i supports clients in analysing their IT environment, developing individual software solutions and in adjusting client's applications for a seamless transition into hosted services. The company designs and supports individual operational IT concepts that meet the high quality standards especially in E-Commerce and financial services. DG-i holds the necessary hosting infrastructure in their Munich and Dusseldorf data centers.
da: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) tilbyder konsultentydelser vedrørende it-infratstruktur, softwwareudvikling og hosting. DG-i støtter kunder i analyseringen af deres it-miljø, udvikling af individuelle softwareløsninger og i tilpasning af kundens applikationer til sømløs overgang til hostede services. Virksomheden designer og støtter individuelle operationelle it-koncepter, der møder de høje kvalitetsstandarder, særligt inden for e-handel og finansielle ydelser. DG-i har de fornødne hostinginfrastrukturer i deres datacentre i München og Düsseldorf.

source: <a href="http://www.eaton.com/">Eaton</a> helps Debian in protecting its infrastructure from power issues, and employs a Debian Developer to work on UPS and Power Devices support through the <a href="http://www.networkupstools.org/">Network UPS Tools</a> and related packages.
da: <a href="http://www.eaton.com/">Eaton</a> hjælper Debian med at beskytte dets infrastruktur mod strømafbrydelser, og har ansat en Debian-udvikler til at arbejde på understøttelse af UPS og Power Devices via <a href="http://www.networkupstools.org/">Network UPS Tools</a> og relaterede pakker.

source: Eaton is a global technology leader in electrical components and systems for power quality, distribution and control; hydraulics components, systems and services for industrial and mobile equipment; aerospace fuel, hydraulics and pneumatic systems for commercial and military use; and truck and automotive drivetrain and powertrain systems for performance, fuel economy and safety. Eaton has approximately 75,000 employees and sells products to customers in more than 150 countries, with 2008 sales of $15.4 billion.
da: Eaton er en global markedsleder inden for elektriske komponenter og systemer til sikring af strømkvalitet, distribuering og kontrol; hydrauliske komponenter, systemer og tjenesteydelser til industrielt og mobilt udstyr; luftfartsbrændstof, hydrauliske og pneumatiske systemer til kommercielt og militært brug; samt drivetrain- og powertrain-systemer til ydelse, brændstoføkonomi og sikkerhed til lastbiler og selvkørende køretøjer. Eaton har omkring 75.000 ansatte og sælger produkter til kunder i flere end 150 lande, med en omsætning i 2008 på 15,4 mia. dollar.

source: <a href="https://www.fastly.com/">Fastly</a> provides Debian with content delivery network (CDN) services and is helping us deliver packages to users through <a href="https://deb.debian.org/">deb.debian.org</a>.
da: <a href="https://www.fastly.com/">Fastly</a> stiller indholdsleveringsnetværkstjenster (CDN) til rådighed for Debian, og hjælper os med at levere pakker til brugerne gennem <a href="https://deb.debian.org/">deb.debian.org</a>.

source: Fastly’s edge cloud platform provides advanced application delivery and cloud security for the world’s most popular online destinations. Fastly works with the best of the Internet, serving 14 trillion requests each month, more than 10 percent of all internet requests.
da: Fastlys edge cloud-platform tilbyder avanceret applikationslevering og skysikkerhed til verdens mest populære onlinedestinationer. Fastly samarbejder med de bedste på internettet, og behandler hver måned 14 billioner forespørgsler, som udgør mere end 10 procent af alle forespørgsler på internettet.

source: Since 2002, Genesi has provided the hardware it designs and develops to the Debian community. Genesi also employs Debian developers to support their platforms.
da: Siden 2002 har Genesi stillet den hardware, som de designer og fremstiller, til rådighed for Debian-fællesskabet. Genesi har også ansat Debian-udviklere til at støtte deres platforme.

source: Genesi's <a href="http://www.genesi-usa.com/products">Efika MX</a> ARM-based computers are designed to bring low cost, energy efficient computing resources to the mass market. For information about Genesi's involvement in the Linux Open Source community, please visit <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org.</a>
da: Genesi's <a href="http://www.genesi-usa.com/products">Efika MX</a>, ARM-baserede computere, er designet med det formål, at levere computerressourcer til massemarkedet, som har en lav pris og er enerigieffektive. For oplysninger om Genesis investering i Linux-open source-fællesskabet, besøg <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org.</a>

source: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> provides hardware for port development, Debian mirrors, and other Debian services (current HPE hardware donations are listed in the <a href="https://db.debian.org/machines.cgi">Debian machines</a> page).
da: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> stiller hardware til rådighed for udvikling af tilpasninger (ports), Debian-filspejle og andre Debian-tjenester (aktuelle hardwaredonationer fra HPE finder man på siden med <a href="https://db.debian.org/machines.cgi">Debian-maskiner</a>).

source: HPE is one of the largest computer companies in the world, providing a wide range of products and services, such as servers, storage, networking, consulting and support, software, and financial services.
da: HPE er et af verdens største computerfirmaer, og tilbyder et bredt udvalg af produkter og tjenestydelser, så som servere, storage, netværk, konsulentbistand og support, software og økonomiske tjenesteydelser.

source: <a href="https://www.leaseweb.com/">LeaseWeb</a> has been one of two partners that provide the infrastructure for the <a href="https://snapshot.debian.org">Debian OS Snapshot Archive</a> since <a href="https://www.debian.org/News/2014/20141014">October 2014</a>, providing 80 Terabytes (TB) of capacity. In 2017 they renewed their support by provisioning two additional dedicated servers that expanded the storage at their location by 50%, enough to accommodate anticipated growth for years to come.
da: <a href="https://www.leaseweb.com/">LeaseWeb</a> har været en af de to partnere, som stiller infrastruktur til rådighed for <a href="https://snapshot.debian.org">Debian OS Snapshot Archive</a> siden <a href="https://www.debian.org/News/2014/20141014">oktober 2014</a>, de stiller en kapacitet på 80 terabytes (TB) til rådighed. I 2017 fornyede de deres support ved at anskaffe yderligere to dedikerede servere, der udvidede pladsen hos dem med 50 procent, som er tilstrækkeligt til at dække den forventede vækst i årene fremover.

source: LeaseWeb is a global Infrastructure-as-a-Service (IaaS) provider – offering customers on-demand, world-class hosting solutions, from dedicated servers to cloud solutions. You can learn more about LeaseWeb visiting their <a href="https://www.leaseweb.com/">website</a>.
da: LeaseWeb er en global Infrastructure-as-a-Service-leverandør (IaaS) – kunderne tilbydes on-demand, hostingløsninger i verdensklasse, fra dedikerede servere til skyløsninger. Besøg LeaseWebs <a href="https://www.leaseweb.com/">websted</a> for flere oplysninger.

source: <a href="http://www.loongson.cn">Loongson</a> and <a href="http://www.lemote.com">Lemote</a> have provided several Loongson-based machines to Debian. For information about Loongson's involvement in the Linux community, see <a href="http://dev.lemote.com/code/linux-loongson-community">Linux at Loongson</a>.
da: <a href="http://www.loongson.cn">Loongson</a> og <a href="http://www.lemote.com">Lemote</a> har leveret flere Loongson-baserede maskiner til Debian. For oplysninger om Loongsons involvering i Linux-fællesskabet, se <a href="http://dev.lemote.com/code/linux-loongson-community">Linux hos Loongson</a>.

source: Loongson processors are a series of MIPS-compatible processors. They have been widely used in many areas, such as desktop, server, embedded application, high-performance computing etc. For more information, contact <a href="mailto:info@loongson.cn">info@loongson.cn</a>.
da: Loongson-processorer er en serie af MIPS-kompatible processorer. De anvendes inden for mange områder, så som desktop, server, embedded-systemer, højtydende beregninger osv. For flere oplysninger, kontakt <a href="mailto:info@loongson.cn">info@loongson.cn</a>.

source: <a href="http://www.man-da.de/">man-da.de GmbH</a> is the backbone provider of the Metropolitan Area Network Darmstadt. It is supporting Debian by hosting several debian.org and debian.net servers as well as the buildd network for experimental and debconf.org machines.
da: <a href="http://www.man-da.de/">man-da.de GmbH</a> er backbone-leverandør til Metropolitan Area Network Darmstadt. De støtter Debian ved at være vært for flere servere i debian.org og debian.net, foruden buildd-netværket til experimental- og debconf.org-maskiner.

source: man-da.de GmbH is operating MANDA, a wide area network in the South Hessen region connecting educational and research organisations to a high speed redundant network ring and providing internet access. The company is owned by TU Darmstadt and University of Applied Sciences Darmstadt and in addition to operating MANDA it is also providing IT consulting and IT services to both universities.
da: man-da.de GmbH står for MANDA, et wide area-netværk i det sydlige Hessen, som forbinder uddannelses- og forskningsorganisationer med en redudant højhastighedsnetværksring og leverer internetadgang. Virksomheden er ejet af TU Darmstadt og University of Applied Sciences Darmstadt, og ud over at stå for MANDA, leverer den også it-konsultydelser og it-tjenester til begge universiteter.

source: <a href="http://osuosl.org/">The Oregon State University Open Source Lab</a> provides hosting and administration services to the Debian project.
da: <a href="http://osuosl.org/">Oregon State University Open Source Lab</a> leverer værtslige og administrative tjensteydelser til Debian-projektet.

source: The Open Source Lab is a focal point for open source development at Oregon State University and beyond. The OSL provides development, hosting and assorted other services to the Open Source community.
da: Open Source Lab er et brændpunkt i forbindelse med Open Source-udvikling ved Oregon State University og andre steder. OSL stiller udviklings-, værtslige og forskellige andre tjenesteydelser til rådighed for Open Source-fællesskabet.

source: <a href="http://www.skolelinux.org/">Skolelinux</a> is heavily involved in both the creation and testing of the new debian-installer and the localization of Debian.
da: <a href="http://www.skolelinux.org/">Skolelinux</a> er er dybt involveret i både udviklingen og testningen af de nye debian-installer og lokaltilpasning af Debian.

source: Skolelinux is an effort to create a Debian Pure Blend aimed at schools and universities. An easy 3-question installation results in a preconfigured system tailored for schools, requiring almost no Linux or networking knowledge. This includes 15 preconfigured services and a localized environment.
da: Skolelinux' arbejde går ud på at udvikle en Debian Pure Blend rettet mod skoler og universiteter. En nem installation med tre spørgsmål, giver et præ-indstillet system tilpasset skoler, som næsten ikke kræver noget kendskab til Linux eller netværk. Der er blandt andet 15 præindstillede tjenester og et lokaltilpasset miljø.

source: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> is supporting the Debian community by donating hardware, rackspace and bandwidth for the Debian server hosting alioth, arch and svn.
da: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> støtter Debian-fællesskabet ved at donere hardware, rack-plads og båndbredde til den Debian-server som er vært for alioth, arch og svn.

source: Telegraaf Media ICT BV is running its internet infrastructure (appx. 200 Intel based servers) mainly based on Debian GNU/Linux servers; the sysadmins are highly motivated Debian users and some of them also Debian maintainers.
da: Telegraaf Media ICT BV Internet-infrastruktur (omkring 200 Intel-baserede servere) er primært baseret på Debian GNU/Linux-servere; systemadministratorerne er højt motiverede Debian-brugere og nogle af dem er også Debian-udviklere.

source: Telegraaf Media Group runs some of the most popular Dutch websites (http://www.telegraaf.nl, http://www.speurders.nl and http://www.dft.nl) as well as the two biggest newspapers in The Netherlands.
da: Telegraaf Media Group driver nogle af de mest populære hollandske websteder (http://www.telegraaf.nl, http://www.speurders.nl og http://www.dft.nl) foruden Hollands to største aviser.

source: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> has provided a new high-end server for the Debian cdbuilder service. In addition, Thomas Krenn is a regular hardware sponsor for DebConf or the Debian booth at LinuxTag. For information about Thomas Krenn's involvement in the Linux Open Source community, see <a href="http://www.thomas-krenn.com/linux">http://www.thomas-krenn.com/linux</a>.
da: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> har leveret en ny high-end-server til Debians cdbuilderservice. Desuden er Thomas Krenn en hyppig hardwaresponser til DebConf og Debian-standen ved LinuxTag. For oplysninger om Thomas Krenns involvering i open source-fællesskabet, se <a href="http://www.thomas-krenn.com/linux">\ http://www.thomas-krenn.com/linux</a>.

source: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> is Europe's leading online shop for server systems and high-quality hosting. They offer rack-mountable servers, silent and low-noise servers, storage systems and virtualization solutions. Thomas Krenn is the only hardware shop who delivers individual configured servers within 24 hours across Europe. And of course they support Debian as operating system on their servers!
da: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> er Europas førende onlineforretning med serversystemer og hosting af høj kvalitet. De tilbyder rackinstallérbare servere, servere der er stille eller har et lavt lydniveau, lagringssystemer og virtualiseringsløsninger. Thomas Krenn er den eneste hardwareforretning, som leverer individuelt konfigurerede servere inden for 24 timer i Europa. Og de understøtter selvfølgelig Debian som styresystem på deres servere!

source: <a href="http://www.trustsec.de/">trustsec</a> pays two Debian developers to work on the S/390 port of Debian and packages mainly related to Java. They host the <a href="http://www.trustsec.de/deb390/">web portal</a> for Debian on S/390 and zSeries. They've paid and worked on the free Debian CDs for LinuxTag 2001 in Stuttgart.
da: <a href="http://www.trustsec.de/">trustsec</a> betaler to udviklere for at arbejde på S/390-tilpasningen af Debian og pakker, der primært er relateret til Java. De er værter for en <a href="http://www.trustsec.de/deb390/">webportal</a> om Debian på S/390- og zSeries-maskiner. De sponserede og arbejdede også på de gratis Debian-cd'er på LinuxTag 2001 i Stuttgart.

source: trustsec offers customer support, consulting and training for Debian on the Intel PC architecture (i386), PowerPC and IBM S/390 and is specialized on network security and software development with Java. Please e-mail <a href="mailto:info@trustsec.de">info@trustsec.de</a> for more information.
da: trustsec tilbyder kundersupport, konsulentbistand og kurser i Debian på Intels pc-arkitektur (i386), PowerPC og IBM S/390, og er specialiserede i netværkssikkerhed og programudvikling i Java. Skriv til <a href="mailto:info@trustsec.de">info@trustsec.de</a> for flere oplysninger.

source: <A HREF="http://www.brainfood.com/">Brainfood</A> (previously called Novare) provides several machines to Debian, as well as hosting and server administration services.
da: <a href="http://www.brainfood.com/">Brainfood</a> (tidligere Novare) stiller flere maskiner til rådighed for Debian, foruden 'hosting' og serveradministration.

source: Brainfood is a technology solutions company whose goal is to work to produce an ideal result for a specific need, whether it's a website or an ongoing, distance-learning intranet application, or custom developed software. &nbsp; For more information, contact <A HREF="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</A>.
da: Brainfood er et firma, der tager sig af tekniske løsninger, hvis mål er at producere et ideelt resultat til et specifikt behov, uanset om det er et websted, et intranet-program til løbende fjernuddannelse eller et skræddersyet program. For flere oplysninger kontakt <a href="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</a>.

source: <a href="http://www.hp.com/">Hewlett-Packard</a> has provided hardware for port development, Debian mirrors, and other Debian services (current HP hardware donations are listed in the <a href="https://db.debian.org/machines.cgi">Debian machines</a> page). For information about HP's involvement in the Linux Open Source community, see <a href="http://www.hp.com/products1/linux/">HP Linux</a>.
da: <a href="http://www.hp.com/">Hewlett-Packard</a> har stillet hardware til rådighed for udvikling af tilpasninger (ports), Debian-filspejle og andre Debian-tjenester (aktuelle hardwaredonationer fra HP finder man på siden med <a href="https://db.debian.org/machines.cgi">Debian-maskiner</a>). For flere oplysninger om HP's involvering i Linux Open Source-fællesskabet, se <a href="http://www.hp.com/products1/linux/">HP Linux</a>.

source: Hewlett-Packard is one of the largest computer companies in the world, providing a wide range of products and services, such as servers, PCs, printers, storage products, network equipment, software, cloud computing solutions, etc.
da: Hewlett-Packard er et af verdens største computerfirmaer, og tilbyder et bredt udvalg af produkter og tjenesterydelser, så som servere, pc'er, printere, storageprodukter, netværksudstyr, software, computerløsninger til skyen, osv.
