Repository: l/debian-webwml
Catalog: webwml/danish/po/partners.*.po
Languages: da

source: <A HREF="http://www.linuxcentral.com/">Linux Central</A> provides us with Debian GNU/Linux CD-ROM sets for trade show type events. These CD's help to promote Debian by getting the system right in the hands of potential and current users.
da: <a href="http://www.linuxcentral.com/">Linux Central</a> leverer cd-rom-sæt med Debian GNU/Linux til messer og lignende begivenheder. Disse cd'er er medvirkende til at gøre opmærksom på Debian, ved at potentielle og nuværende brugere får systemet direkte i hænderne.

source: Linux Central sells all the latest releases of Linux products such as commercial software, books, hardware, and versions of major Linux distributions. On Linux Central's site you can also find news and basic information about Linux, or sign up for a newsletter to stay updated on all newly released products or daily specials. &nbsp; For more information, contact <A HREF="mailto:sales@linuxcentral.com">sales@linuxcentral.com</A>.
da: Linux Central sælger alle de seneste udgaver af Linux-produkter såsom kommerciel software, bøger, hardware og udgaver af store Linux-distributioner. På Linux Centrals websted kan man også finde nyheder og grundlæggende oplysninger om Linux, eller blive tilmeldt et nyhedsbrev, så man kan blive holdt ajour med alle de seneste produkter eller daglige begivenheder. For flere oplysninger kontakt <a href="mailto:sales@linuxcentral.com">sales@linuxcentral.com</a>.

source: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> supports Debian (and SPI Inc) by providing domain registration facilities.</p><p>They are a UK based web hosting, domain registration and co-location company.
da: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> supports Debian (and SPI Inc) by providing domain registration facilities.</p><p>They are a UK based web hosting, domain registration and co-location company.</p><p>De er en britisk webhosting-, domæneregistrator- og co-location-virksomhed.

source: San Francisco based <a href="http://www.nostarch.com/">No Starch Press</a>, publisher of "The Finest in Geek Entertainment," is co-publisher of the book <a href="http://debiansystem.info/">The Debian System</a>. The company is well known for publishing high-quality titles on a broad range of topics including alternative operating systems, networking, hacking, programming, and LEGO. No Starch Press donates US$1 from the sale of each copy of The Debian System to the Debian Project.
da: <a href="http://www.nostarch.com/">No Starch Press</a> er et forlag i San Francisco, som har udgivet <q>The Finest in Geek Entertainment</q>, er medudgiver af bogen <q><a href="http://debiansystem.info/">The Debian System</a></q>. Forlaget er kendt for at udgive titler af høj kvalitet om et bredt spektrum af emner, herunder alternative styresystemer, netværk, hacking, programmering og LEGO. No Starch Press donaterer US$1 fra salget af hvert eksemplar af <q>The Debian System</q> til Debian-projektet.

source: <a href="http://www.opensourcepress.de/">Open Source Press</a> is the Munich-based publisher of the book <a href="http://debiansystem.info/">The Debian System</a>. For each book sold, the publisher and author together donate 1&euro; to the Debian Project.
da: <a href="http://www.opensourcepress.de/">Open Source Press</a> er et forlag i München, der har udgivet bogen <q><a href="http://debiansystem.info/">The Debian System</a></q>. For hver solgt bog, donerer forlaget og forfatteren tilsammen 1&euro; til Debian-projektet.

source: Open Source Press specialises on books around Linux and Open Source Software, written by authors with considerable experience in the fields, and produced in close cooperation with the respective communities. The Open Source Press publications are renowned for their quality and depth.
da: Open Source Press har specialiseret sig i bøger, der handler om Linux og open source-software, hvor forfatterne har omfattende erfaring inden for områderne, og de skabes i nært samarbejde med de respektive fællesskaber. Open Source Press' udgivelser er kendt for deres kvalitet og dybde.

source: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (formely Black Cat Networks) is a UK ISP specialising in dedicated hosting. It provides dedicated servers, managed servers solutions, colocation services and VPS virtual servers.
da: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (tidligere Black Cat Networks) er en britisk internetudbyder, som har specialisteret sig i dedikeret hosting. De leverer dedikerede servere, managed server-løsninger, colocationtjenesteydelser og VPS-virtuelle servere.

source: It hosts a Debian development machine, <a href="https://db.debian.org/machines.cgi?host=caballero">caballero</a>.
da: De er værter for en af Debians udviklingsmaskiner, <a href="https://db.debian.org/machines.cgi?host=caballero">\ Caballero</a>.

source: <a href="http://www.simtec.co.uk">Simtec</a> has provided several ARM machines which make up the bulk of the Debian ARM infrastructure. In addition Simtec employs several developers who contribute towards the Debian ARM port.
da: <a href="http://www.simtec.co.uk">Simtec</a> har stillet flere ARM-maskiner til rådighed, disse udgør størstedelen af Debians ARM-infrastruktur. Desuden har Simtec ansat flere udviklere, der bidrager til Debians ARM-tilpasning.

source: Simtec is a leading provider of ARM based computing products. We have a range of <a href="http://www.simtec.co.uk/products/boards.html">boards</a> which serve a wide range of uses within the embedded market. We provide a complete range of products and solutions which can be tailored to suit the customers needs from off the shelf integrator solutions right through to fully custom designs. All of our products ship with open source tools and operating systems.
da: Simtec er en førende leverandør af ARM-baserede computerprodukter. Vi har et udvalg af <a href="http://www.simtec.co.uk/products/boards.html">kort</a> der har et bredt anvendelsesspektrum inden for markedet for embeddede produkter. Vi kan levere et komplet udvalg af produkter og løsninger, der kan tilpasses til kundens behov fra hyldevareintegreringsløsninge til komplette kundetilpasses design. Alle vore produkter leveres med open source-værktøjer og styresystemer.
