Repository: l/debian-webwml
Catalog: webwml/danish/po/ports.*.po
Languages: da

source: Debian for Laptops
da: Debian til bærbare

source: Debian for Alpha
da: Debian til Alpha

source: Debian for AMD64
da: Debian til AMD64

source: Debian for ARM
da: Debian til ARM

source: Debian for Beowulf
da: Debian til Beowulf

source: Main
da: Forside

source: Debian for PA-RISC
da: Debian til PA-RISC

source: Hurd CDs
da: Hurd-cd'er

source: Debian for IA-64
da: Debian til IA-64

source: Debian for Motorola 680x0
da: Debian til Motorola 680x0

source: Contact
da: Kontakt

source: CPUs
da: Processorer

source: Credits
da: Tak

source: Development
da: Udvikling

source: Documentation
da: Dokumentation

source: Installation
da: Installering

source: News
da: Nyheder

source: Porting
da: Tilpasning

source: Ports
da: Tilpasninger

source: Problems
da: Problemer

source: Software Map
da: Softwarekatalog

source: Supply
da: Tilgængelighed

source: Systems
da: Systemer

source: Vendor/Name
da: Fabrikant/navn

source: Date announced
da: Annonceret den

source: Clock
da: Klokfrekvens

source: Specials
da: Særegenheder

source: No FPU (R2010), external caches
da: Ingen FPU (R2010), ekstern cache

source: No FPU (R3010)
da: Ingen FPU (R3010)

source: Virtual indexed L1 cache, L2 cache controller
da: Virtuelt indekseret L1-cache, L2-cache-controller

source: External L1 cache
da: Ekstern L1-cache

source: Multiple chip CPU
da: CPU med flere chips

source: Mips16 isa extension, No FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
da: Mips16 ISA-udvidelse, ingen FPU, 512k flash, 16k RAM, DMAC, UART, timer, I2C, watchdog

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD Controller
da: Ingen FPU, DRAMC, ROMC, DMAC, UART, timer, I2C, LCD-controller

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer
da: Ingen FPU, DRAMC, ROMC, DMAC, UART, timer

source: No FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
da: Ingen FPU, DRAMC, ROMC, DMAC, PCIC, UART, timer

source: No FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD Controller, IrDA
da: Ingen FPU, SDRAMC, ROMC, timer, PCMCIA, LCD-controller, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD Controller, IrDA
da: Ingen FPU, SDRAMC, ROMC, UART, timer, PCMCIA, LCD-controller, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
da: Ingen FPU, SDRAMC, ROMC, UART, timer, PCMCIA, IrDA

source: No FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
da: Ingen FPU, SDRAMC, ROMC, DMAC, PCIC, UART, timer

source: FPU, 32-bit external bus
da: FPU, ekstern 32-bits bus

source: FPU, 64-bit external bus
da: FPU, ekstern 64-bits bus

source: FPU, 64-bit external bus, external L2 cache
da: FPU, ekstern 64-bits bus, ekstern L2-cache

source: 256 L2 cache on die
da: 256 L2-cache på chip'en

source: Mips 16, RTC, Keyboard, TouchPanel, Audio, Compact-Flash, UART, Parallel
da: Mips 16, RTC, tastatur, TouchPanel, audio, Compact-Flash, UART, parallel

source: Mips 16, LCD controller, Compact Flash, UART, Parallel, RTC, Keyboard, USB, Touchpad, Audio
da: Mips 16, LCD-controller, Compact Flash, UART, parallel, RTC, tastatur, USB, touchpad, audio

source: Debian for MIPS
da: Debian til MIPS

source: Debian GNU/NetBSD for i386
da: Debian GNU/NetBSD til i386

source: Debian GNU/NetBSD for Alpha
da: Debian GNU/NetBSD til Alpha

source: Why
da: Hvorfor

source: People
da: Folk

source: Debian for PowerPC
da: Debian til PowerPC

source: Debian for S/390
da: Debian til S/390

source: Debian for Sparc
da: Debian til Sparc

source: Debian for Sparc64
da: Debian til Sparc64
