Repository: l/debian-webwml
Catalog: webwml/danish/po/templates.*.po
Languages: da

source: Debian website
da: Debians websted

source: Search the Debian website.
da: Gennemsøg Debians websted.

source: Debian website search
da: Søg i Debians websted

source: Yes
da: Ja

source: No
da: Nej

source: Debian Project
da: Debian-projektet

source: Debian is an operating system and a distribution of Free Software. It is maintained and updated through the work of many users who volunteer their time and effort.
da: Debian er et styresystem og en fri software-distribution. Den vedligeholdes og opdateres af frivillige brugere, der donerer arbejde, tid og energi.

source: debian, GNU, linux, unix, open source, free, DFSG
da: debian, GNU, linux, unix, open source, fri, free, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
da: Tilbage til <a href="m4_HOME/">Debian-projektets hjemmeside</a>.

source: Home
da: Hjem

source: Skip Quicknav
da: Spring navigering over

source: About
da: Om&nbsp;Debian

source: About Debian
da: Om Debian

source: Contact Us
da: Kontakt os

source: Donations
da: Donationer

source: Events
da: Begivenheder

source: News
da: Nyheder

source: Developers' Corner
da: Udviklerhjørnet

source: Documentation
da: Dokumentation

source: Security Information
da: Sikkerhedsoplysninger

source: Search
da: Søg

source: none
da: ingen

source: Go
da: Udfør

source: worldwide
da: global

source: Site map
da: Sideoversigt

source: Miscellaneous
da: Forskelligt

source: Getting Debian
da: Få fat i Debian

source: The Debian Blog
da: Debians blog

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
da: Send kommentarer, kritik og forslag om disse websider til vores <a href="mailto:debian-doc@lists.debian.org">postliste</a>.

source: not needed
da: ikke nødvendig

source: not available
da: ikke tilgængelig

source: N/A
da: ikke relevant

source: in release 1.1
da: i version 1.1

source: in release 1.3
da: i version 1.3

source: in release 2.0
da: i version 2.0

source: in release 2.1
da: i version 2.1

source: in release 2.2
da: i version 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>. Web site source code is <a href="m4_HOME/devel/website/using_cvs">available</a>.
da: For at rapportere et problem med webstedet, sendes en e-mail på engelsk til <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Se Debians <a href="m4_HOME/contact">kontaktside</a> for andre kontaktoplysninger. Webstedets kildekode er <a href="m4_HOME/devel/website/using_cvs">tilgængelig</a>.

source: Last Modified
da: Senest opdateret

source: Copyright
da: Ophavsretsbeskyttet

source: <a href="http://www.spi-inc.org/">SPI</a> and others;
da: <a href="http://www.spi-inc.org/">SPI</a> og andre;

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
da: Se <a href="m4_HOME/license" rel="copyright">licensbetingelserne</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
da: Debian er et registreret <a href="m4_HOME/trademark">varemærke</a> tilhørende Software in the Public Interest, Inc.

source: This page is also available in the following languages:
da: Denne side findes også på følgende sprog:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
da: Sådan opsætter du <a href=m4_HOME/intro/cn>standardsprogvalg for dokumenter</a>

source: Debian International
da: Debian internationalt

source: Partners
da: Partnere

source: Weekly News
da: Ugentlige nyheder

source: Debian Project News
da: Debians projektnyheder

source: Project News
da: Projektnyheder

source: Release Info
da: Udgivelsesoplysninger

source: Debian Packages
da: Debian-pakker

source: Download
da: Hent

source: Debian&nbsp;on&nbsp;CD
da: Debian&nbsp;på&nbsp;cd

source: Debian Books
da: Debian-bøger

source: Mailing List Archives
da: Postlistearkiv

source: Mailing Lists
da: Postlister

source: Social Contract
da: Social kontrakt

source: Code of Conduct
da: Etiske regler

source: Debian 5.0 - The universal operating system
da: Debian 5.0 - Det universelle styresystem

source: Site map for Debian web pages
da: Oversigt over Debians websider

source: Developer Database
da: Udviklerdatabase

source: Debian FAQ
da: Debian-OSS

source: Debian Policy Manual
da: Debians retningsliniehåndbog

source: Developers' Reference
da: Udviklerhåndbog

source: New Maintainers' Guide
da: Håndbog for nye udviklere

source: Release Critical Bugs
da: Kritiske fejl

source: Lintian Reports
da: Lintian-rapporter

source: Archives for users' mailing lists
da: Arkiver for brugerpostlister

source: Archives for developers' mailing lists
da: Arkiver for udviklerpostlister

source: Archives for i18n/l10n mailing lists
da: Arkiver for i18n-/l10n-postlister

source: Archives for ports' mailing lists
da: Arkiver for tilpasningspostlister

source: Archives for mailing lists of the Bug tracking system
da: Arkiver indeholdende fejlsporingssystemets postlister

source: Archives for miscellaneous mailing lists
da: Arkiver for forskellige postlister

source: Free Software
da: Fri software

source: Development
da: Udvikling

source: Help Debian
da: Hjælp Debian

source: Bug reports
da: Fejlrapporter

source: Ports/Architectures
da: Tilpasninger/arkitekturer

source: Installation manual
da: Installationsvejledning

source: CD vendors
da: Cd-forhandlere

source: CD/USB ISO images
da: Cd/USB-ISO-aftryk

source: Network install
da: Netværksinstallering

source: Pre-installed
da: Præinstalleret

source: Debian-Edu project
da: Debian-Edu-projektet

source: Quality Assurance
da: Kvalitetssikring

source: Package Tracking System
da: Pakkesporingssystem

source: Debian Developer's Packages Overview
da: Debian-udviklerens pakkeoversigt

source: Debian Home
da: Debian-hjem

source: No items for this year.
da: Intet i dette år.

source: proposed
da: foreslået

source: in discussion
da: diskuteres

source: voting open
da: afstemning begyndt

source: finished
da: afsluttet

source: withdrawn
da: tilbagetrukket

source: Future events
da: Kommende begivenheder

source: Past events
da: Tidligere begivenheder

source: (new revision)
da: (ny version)

source: Report
da: Rapport

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
da: <em>Bemærk:</em> <a href="$link">Originalen</a> er nyere end denne oversættelse.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
da: Advarsel! Denne oversættelse er for gammel, benyt venligst <a href="$link">originalen</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
da: <em>Bemærk:</em> Originalen findes ikke længere.

source: Back to the <a href="../">Who's using Debian? page</a>.
da: Tilbage til <a href="./">Hvem bruger Debian?-siden</a>.
