Repository: l/debian-webwml
Catalog: webwml/danish/po/vote.*.po
Languages: da

source: Date
da: Dato

source: Time Line
da: Tidslinje

source: Summary
da: Resume

source: Nominations
da: Nomineringer

source: Debate
da: Debat

source: Platforms
da: Platforme

source: Proposer
da: Forslagsstiller

source: Proposal A Proposer
da: Forslags A's forslagsstiller

source: Proposal B Proposer
da: Forslags B's forslagsstiller

source: Proposal C Proposer
da: Forslags C's forslagsstiller

source: Proposal D Proposer
da: Forslags D's forslagsstiller

source: Proposal E Proposer
da: Forslags E's forslagsstiller

source: Proposal F Proposer
da: Forslags F's forslagsstiller

source: Seconds
da: Støtter

source: Proposal A Seconds
da: Forslags A's støtter

source: Proposal B Seconds
da: Forslags B's støtter

source: Proposal C Seconds
da: Forslags C's støtter

source: Proposal D Seconds
da: Forslags D's støtter

source: Proposal E Seconds
da: Forslags E's støtter

source: Proposal F Seconds
da: Forslags F's støtter

source: Text
da: Tekst

source: Proposal A
da: Forslag A

source: Proposal B
da: Forslag B

source: Proposal C
da: Forslag C

source: Proposal D
da: Forslag D

source: Proposal E
da: Forslag E

source: Proposal F
da: Forslag F

source: Choices
da: Valgmuligheder

source: Amendment Proposer
da: Ændringens forslagstiller

source: Amendment Seconds
da: Ændringens støtter

source: Amendment Text
da: Ændringens tekst

source: Amendment Proposer A
da: Ændringens forslagstiller A

source: Amendment Seconds A
da: Ændringens støtter A

source: Amendment Text A
da: Ændringens tekst A

source: Amendment Proposer B
da: Ændringens forslagstiller B

source: Amendment Seconds B
da: Ændringens støtter B

source: Amendment Text B
da: Ændringens tekst B

source: Amendment Proposer C
da: Ændringens forslagstiller C

source: Amendment Seconds C
da: Ændringens støtter C

source: Amendment Text C
da: Ændringens tekst C

source: Amendments
da: Ændringsforslag

source: Proceedings
da: Forløb

source: Majority Requirement
da: Flertalskrav

source: Data and Statistics
da: Data og statistik

source: Quorum
da: Beslutningsdygtigt flertal

source: Minimum Discussion
da: Minimal diskussion

source: Ballot
da: Stemme

source: Outcome
da: Resultat

source: Waiting&nbsp;for&nbsp;Sponsors
da: Venter&nbsp;på&nbsp;en&nbsp;sponsor

source: In&nbsp;Discussion
da: Under&nbsp;diskussion

source: Voting&nbsp;Open
da: Afstemning&nbsp;åben

source: Decided
da: Besluttet

source: Withdrawn
da: Tilbagetrukket

source: Other
da: Andet

source: Home&nbsp;Vote&nbsp;Page
da: Hjem&nbsp;til&nbsp;afstemningssiden

source: How&nbsp;To
da: Hvordan&nbsp;man&nbsp;...

source: Submit&nbsp;a&nbsp;Proposal
da: Afgiver&nbsp;et&nbsp;forslag

source: Amend&nbsp;a&nbsp;Proposal
da: Ændrer&nbsp;et&nbsp;forslag

source: Follow&nbsp;a&nbsp;Proposal
da: Følger&nbsp;et&nbsp;forslag

source: Read&nbsp;a&nbsp;Result
da: Læser&nbsp;et&nbsp;resultat

source: Vote
da: Stemmer
