Repository: l/debian-webwml
Catalog: webwml/danish/po/wnpp.*.po
Languages: da

source: No requests for adoption
da: Ingen adoptionsforespørglser

source: No orphaned packages
da: Ingen forældreløse pakker

source: No packages waiting to be adopted
da: Ingen pakker som venter på at blive adopteret

source: No packages waiting to be packaged
da: Ingen pakker som venter på at blive pakket

source: No Requested packages
da: Ingen efterspurgte pakker

source: No help requested
da: Ingen hjælp ønsket

source: in adoption since today.
da: under adoption siden i dag.

source: in adoption since yesterday.
da: under adoption siden i går.

source: %s days in adoption.
da: %s dage under adoption.

source: in preparation since today.
da: under forberedelse siden i dag.

source: in preparation since yesterday.
da: under forberedelse siden i går.

source: %s days in preparation.
da: %s dage under forberedelse.

source: requested today.
da: efterspurgt i dag.

source: requested yesterday.
da: efterspurgt i går.

source: requested %s days ago.
da: efterspurgt i %s dage.

source: package info
da: pakkeinfo
