Repository: l/debian-webwml
Catalog: webwml/*/po/blends.*.po
Languages: es, fr, ja, nl, pt, ru, zh

source: Metapackages
es: Metapaquetes
fr: Métapaquets
ja: メタパッケージ
nl: Metapakketten
pt: Metapacotes
ru: Метапакеты
zh: 元軟件包

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ru: Загрузки
zh: 下載

source: Derivatives
es: Derivadas
fr: Dérivés
ja: 派生物
nl: Derivaten
pt: Derivadas
ru: Производные дистрибутивы
zh: 衍生版

source: The goal of DebiChem is to make Debian a good platform for chemists in their day-to-day work.
es: El objetivo de DebiChem es hacer de Debian una buena plataforma para químicos en su trabajo diario.
fr: L’objectif de DebiChem est de faire de Debian une bonne plateforme pour les chimistes lors de leur travail quotidien.
ja: DebiChem の目標は Debian を化学者にとっての日々の研究に適した基盤にすることです。
nl: DebiChem stelt zich tot doel met Debian aan chemici een goed platform te bieden voor hun dagelijkse werkzaamheden.
pt: O objetivo de DebiChem é fazer do Debian uma boa plataforma para químicos em seus trabalhos diários
ru: Целью DebiChem является превращение Debian в хорошую платформу для химиков, которая подходила бы им в их ежедневной работы.
zh: DebiChem 的目標是讓 Debian 成為化學家日常工作的優秀平台。

source: Debian Games
ja: Debian ゲーム

source: The goal of Debian Games is to provide games in Debian from arcade and aventure to simulation and strategy.
ja: Debian Games の目標はアーケードや恋愛物からシミュレーションや戦略まで、ゲームを Debian に提供することです。

source: The goal of Debian Edu is to provide a Debian OS system suitable for educational use and in schools.
es: El objetivo de Debian Edu es proporcionar un SO Debian adecuado para uso educacional en escuelas.
fr: L’objectif de « Debian Edu » est de fournir un système d’exploitation Debian adapté pour les écoles ou pour l’éducation.
ja: Debian Edu の目標は教育での利用や学校に適する Debian OS システムを提供することです。
nl: Debian Edu stelt zich tot doel te voorzien in een Debian-systeem dat geschikt is voor educatief gebruik in scholen.
pt: O objetivo da Debian Edu é disponibilizar um sistema operacional Debian adequado para uso educacional e em escolas.
ru: Целью Debian Edu является превращение операционной системы Debian в систему, подходящую для образовательных целей и использования в школах.
zh: Debian Edu（Debian 教育版）的目標是在 Debian 操作系統內提供適合學校教育活動的系列軟件。

source: The goal of Debian GIS is to develop Debian into the best distribution for Geographical Information System applications and users.
es: El objetivo de Debian GIS es desarrollar Debian para que sea la mejor distribución para aplicaciones y usuarios de Sistemas de Información Geográfica.
fr: L’objectif de « Debian GIS » est de développer dans Debian la meilleure distribution possible pour les applications et utilisateurs d’un Système d'Information Géographique.
ja: Debian GIS の目標は Debian を地理情報システム (<abbr title="Geographical Information System">GIS</abbr>) アプリケーションやそのユーザにとって最善のディストリビューションに開発することです。
nl: Debian GIS stelt zich tot doel om Debian zo te ontwikkelen dat het de beste distributie wordt voor toepassingen voor en gebruikers van een geografisch informatiesysteem.
pt: O objetivo da Debian GIS é transformar o Debian na melhor distribuição para aplicações e usuários de Sistemas de Informações Geográficas.
ru: Целью Debian GIS является превращение Debian в лучший дистрибутив для работы с приложениями, связанными с геоинформационными системами.
zh: Debian GIS（Debian 地理信息系統版）的目標是將 Debian 變成適合地理信息系統應用程序與用戶的最佳發行版。

source: The goal of Debian Junior is to make Debian an OS that children will enjoy using.
es: El objetivo de Debian Junior es hacer de Debian un SO que los niños disfruten.
fr: L’objectif de « Debian Junior » est de faire de Debian un système d’exploitation apprécié des enfants.
ja: Debian Junior の目標は Debian を使うことが楽しいOSにすることです。
nl: Debian Junior stelt zich tot doel van Debian een OS te maken dat kinderen leuk vinden om te gebruiken.
pt: O objetivo da Debian Junior é fazer do Debian um sistema operacional que as crianças gostem de usar.
ru: Целью Debian Junior является превращение Debian в операционную систему, которую с радостью бы использовали дети.
zh: Debian Junior 的目標是讓 Debian 成為孩童能夠樂于使用的操作系統。

source: The goal of Debian Med is a complete free and open system for all tasks in medical care and research. To achieve this goal Debian Med integrates related free and open source software for medical imaging, bioinformatics, clinic IT infrastructure, and others within the Debian OS.
es: El objetivo de Debian Med es un sistema completo libre y abierto para todas las tareas en investigación y cuidados médicos. Para conseguir esteobjetivo, Debian Med integra software libre y de código abierto relacionado, dentro del SO Debian, para imágenes médicas, bioinformática, infraestructura TI clínica y otros.
fr: L’objectif de « Debian Med » est de créer un système libre et ouvert pour toutes les tâches de suivi médical et de recherche. Pour atteindre ce but, « Debian Med » intègre entre autres tous les logiciels libres et aux codes source ouverts, pour l’imagerie médicale, la bio-informatique, l’infrastructure informatique hospitalière, inclus dans le système d’exploitation Debian.
ja: Debian Med の目標は医療や研究に関わるあらゆるタスクに対応する完全にフリーでオープンなシステムです。この目標を実現するため Debian Med は医学画像や生物情報学、そして診療所のIT基盤等に関連するフリーでオープンソースのソフトウェアを Debian OS に統合します。
nl: Debian Med stelt zich tot doel een volledig vrij en open systeem te maken dat geschikt is voor alle taken op het gebied van medische zorg en onderzoek. Om dat doel te bereiken integreert Debian Med in het OS van Debian vrije en open bronsoftware voor medische beeldvorming, voor bio-informatica, voor klinische IT-infrastructuur, enzovoort.
pt: O objetivo da Debian Med é um sistema aberto e completamente livre para todas as tarefas de cuidados médicos e pesquisa. Para atingir esse objetivo, a Debian Med integra softwares livres e de código aberto relacionados com imagem médica, bioinformática, infraestrutura de TI clínica e outros no sistema operacional Debian.
ru: Целью Debian Med является создание полностью свободной и открытой системы для выполнения всех задач, возникающий при оказании медицинских услуг и при проведении медицинских исследований. Для достижения этой цели проект Debian Med занимается интеграцией релевантного свободного ПО и ПО с открытым исходным кодом для медицинского сканирования, биоинформатики, клинической ИТ-инфраструктуры и проч. в операционную систему Debian.
zh: Debian Med（Debian 醫藥版）的目標是開發一個在醫療和醫藥研究領域中完整、自由、開放的操作系統。為了達到這個目標，Debian Med 將醫療影像、生物信息學、門診 IT 基礎設施等相關的自由、開源軟件集成進入了 Debian 操作系統。

source: The goal of Debian Multimedia is to make Debian a good platform for audio and multimedia work.
es: El objetivo de Debian Multimedia es hacer de Debian una buena plataforma para trabajo con sonido y multimedia.
fr: L’objectif de « Debian Multimedia » est de faire de Debian une bonne plateforme pour le travail sur l’audio ou le multimédia.
ja: Debian Multimedia の目標は Debian を音楽やマルチメディア向けに適した基盤にすることです。
nl: Debian Multimedia stelt zich tot doel van Debian een geschikt platform te maken voor audio- en multimedia-werkzaamheden.
pt: O objetivo da Debian Multimedia é fazer do Debian uma boa plataforma para trabalhos com áudio e multimídia.
ru: Целью Debian Multimedia является превращение Debian в хорошую платформу для работы с аудио и мультимедиа.
zh: Debian Multimedia（Debian 多媒體版）的目標是讓 Debian 成為完成音頻與多媒體工作的良好平台。

source: The goal of Debian Science is to provide a better experience when using Debian to researchers and scientists.
es: El objetivo de Debian Science es proporcionar una mejor experiencia de uso de Debian para investigadores y científicos.
fr: L’objectif de « Debian Science » est de fournir un meilleur service lors de l’utilisation de Debian par les chercheurs et scientifiques.
ja: Debian Science の目標は研究者や科学者が Debian を使ったときにより良い経験を与えることです。
nl: Debian Science stelt zich tot doel om onderzoekers en wetenschappers een betere ervaring te bieden bij het gebruik van Debian.
pt: O objetivo da Debian Science é proporcionar uma melhor experiência de uso do Debian para pesquisadores e cientistas.
ru: Целью Debian Science является упрощение использования Debian исследователями и учёными.
zh: Debian Science（Debian 科學版）的目標是為使用 Debian 的研究人員與科學家提供更好的使用體驗。

source: The goal of Debian Accessibility is to develop Debian into an operating system that is particularly well suited for the requirements of people with disabilities.
es: El objetivo de Debian Accesibilidad es desarrollar Debian para que sea un sistema operativo particularmente adecuado para los requisitos de las personas con discapacidad.
fr: L’objectif de « Debian Accessibility » est de faire de Debian un système d’exploitation qui soit particulièrement bien adapté pour les personnes en situation de handicap.
ja: Debian Accessibility の目標は Debian を特に身体障害者の要求に合うオペレーティングシステムに開発することです。
nl: Debian Accessibility stelt zich tot doel Debian te ontwikkelen tot een besturingssysteem dat goed aangepast is aan de noden van mensen met beperkingen.
pt: O objetivo da Debian Accessibility é transformar o Debian em um sistema operacional que seja particularmente adequado às necessidades de pessoas com deficiência.
ru: Целью Debian Accessibility является превращение Debian в операционную систему, которая бы подходила под требования людей с ограниченными возможностями.
zh: Debian Accessibility（Debian 易訪問版）的目標是將 Debian 開發成為一個特別適合並滿足具有生理缺陷的人群的需要的操作系統。

source: The goal of Debian Astro is to develop a Debian based operating system that fits the requirements of both professional and hobby astronomers. It integrates a large number of software packages covering telescope control, data reduction, presentation and other fields.
es: El objetivo de Debian Astro es desarrollar un sistema operativo basado en Debian que encaje con los requisitos de astrónomos profesionales y aficionados. Integra un gran número de paquetes de software que cubren control de telescopio, reducción de datos, presentación y otros campos.
fr: L'objectif de « Debian Astro » est de développer un système d'exploitation basé sur Debian satisfaisant les besoins des astronomes professionnels comme des amateurs. Il intègre un grand nombre de paquets couvrant le contrôle de téléscope, la réduction de données, la présentation et d'autres domaines.
ja: Debian Astro の目標は天文学者及び趣味で天体観測を行う人の両方の要求に応える Debian ベースのオペレーティングシステムを開発することです。天体望遠鏡の制御やデータ整理、展示その他の領域を対象とする大量のソフトウェアパッケージを統合します。
nl: Debian Astro stelt zich tot doel een op Debian gebaseerd besturingssysteem te ontwikkelen dat beantwoordt aan de behoeften van zowel professionele als hobby-astronomen. Het project integreert in Debian een groot aantal softwarepakketten die betrekking hebben op telescoopbesturing, datareductie, presentatie en andere gebieden.
pt: O objetivo da Debian Astro é desenvolver um sistema operacional baseado no Debian que atenda às necessidades tanto de astrônomos profissionais quanto de hobistas. Ela integra uma grande quantidade de pacotes de software abrangendo controle de telescópio, redução de dados, apresentação e outras áreas.
ru: Целью Debian Astro является разработка операционной системы на основе Debian, которая подходила бы под требования и профессиональных астрономов, и астрономов-любителей. Эта смесь включает в себя большое число пакетов с программным обеспечением для управления телескопами, обработки данных, презентаций и многого другого.
zh: Debian Astro（Debian 天文版）的目標是開發一個基于 Debian 的，能夠適合專業與業餘天文學家需求的操作系統。它集成了大量的軟件包，範圍涉及望遠鏡控制、數據縮減、演示和其它各個領域。

source: The goal of Debian Design is to provide applications for designers. This includes graphic design, web design and multimedia design.
es: El objetivo de Debian Diseño es proporcionar aplicaciones para diseñadores. Esto incluye diseño gráfico, diseño web y diseño multimedia.
fr: L’objectif de « Debian Design » est de fournir des applications pour tous les styliciens. Cela comprend les concepteurs de graphismes, de sites web ou de multimédias.
ja: Debian Design の目標はデザイナー向けのアプリケーションを提供することです。グラフィックやウェブ、マルチメディア等のデザインが対象です。
nl: Debian Design stelt zich tot doel te voorzien in toepassingen voor designers, waaronder grafische designers, webdesigners en multimediadesigners.
pt: O objetivo da Debian Design é disponibilizar aplicações para designers. Isso inclui design gráfico, design web e design multimídia.
ru: Целью Debian Design является предоставление приложений для дизайнеров. Сюда включается графический дизайн, веб-дизайн и дизайн мультимедиа.
zh: Debian Design（Debian 設計師版）的目標是為設計師提供應用程序。它包含了圖像設計、網頁設計和多媒體設計。

source: The goal of Debian EzGo is to provide culture-based open and free technology with native language support and appropriate user friendly, lightweight and fast desktop environment for low powerful/cost hardwares to empower human capacity building and technology development in many areas and regions, like Africa, Afghanistan, Indonesia, Vietnam using Debian.
es: El objetivo de Debian EzGo es proporcionar tecnología libre y abierta basada en la cultura, con soporte a lenguajes nativos y entornos amigables al usuario, ligeros y rápidos, para hardware poco potente o poco costoso, para potenciar las capacidades humanas de construcción y desarrollo de tecnología en muchas áreas y regiones, como África, Afganistán, Indonesia y Vietnam usando Debian.
fr: L'objectif de « Debian EzGo » est de fournir des technologies libres et aux codes source ouverts, basées sur la culture régionale, et des environnements de bureau adaptés, légers, rapides et d’usage facile, pour du matériel peu puissant et peu coûteux ; tout cela pour valoriser les ressources humaines de développements et réalisations technologiques dans beaucoup de régions, telles l’Afrique, l’Afghanistan, l’Indonésie, le Vietnam, en utilisant Debian.
ja: Debian EzGo の目標は現地の言語をサポートする、適度に使いやすく非力、低価格なハードウェアでも軽量で高速なデスクトップ環境によって文化をベースとしたオープンでフリーの技術を提供し、Debian を使って多くの領域での人間の能力強化や技術開発をアフリカやアフガニスタン、インドネシア、ベトナム等多くの地域でできるようにすることです。
nl: Debian EzGo stelt zich tot doel te voorzien in cultuurgebonden open en vrije technologie in de moedertaal van de gebruikers en in een passende gebruikersvriendelijke lichte en snelle desktopomgeving voor kostenefficiënte hardware om Debian te kunnen inzetten bij het versterken van de menselijke capaciteitsontwikkeling en de technologische ontwikkeling in verschillende streken en regio's, zoals Afrika, Afghanistan, Indonesië, Vietnam.
pt: O objetivo da Debian EzGo é disponibilizar tecnologia livre e aberta baseada na cultura, com suporte ao idioma nativo e ambiente apropriado de área de trabalho amigável ao usuário, leve e rápido, para hardwares de baixo custo e pouco poder de processamento, para potencializar as capacidades humanas de construção e desenvolvimento de tecnologia em muitas áreas e regiões, como África, Afeganistão, Indonésia e Vietnã utilizando o Debian.
ru: Целью Debian EzGo является предоставление открытых и свободных технологий с поддержкой родных языков, а также удобного для пользователя, легковесного и быстрого окружения рабочего стола для маломощного/дешёвого оборудования с целью увеличения возможностей людей и стимуляции развития технологий в таких странах и регионах как Африка, Афганистан, Индонезия, Вьетнам.
zh: Debian EzGo 的目標是提供基于本地文化的開源、自由技術成果，包含本地語言支持和用戶友好的、輕量又快速的桌面環境，它面向低性能、低功耗硬件，使得技術的開發與建設能夠在更多地區開展下去，例如非洲、阿富汗、印度尼西亞、越南等地，並且所有工作基于 Debian 平台。

source: The goal of FreedomBox is to develop, design and promote personal servers running free software for private, personal communications. Applications include blogs, wikis, websites, social networks, email, web proxy and a Tor relay on a device that can replace a wireless router so that data stays with the users.
es: El objetivo de FreedomBox es desarrollar, diseñar y promocionar servidores personales que usen software libre para comunicaciones privadas y personales. Las aplicaciones incluyen blogs, wikis, sitios web, redes sociales, correo electrónico, proxy web y un nodo Tor en el dispositivo que puede reemplazar al router inalámbrico para que los datos se queden donde estén los usuarios.
fr: L’objectif de « FreedomBox » est de développer, concevoir et promouvoir des serveurs personnels, exécutant des logiciels libres, pour des communications personnelles et confidentielles. Les applications comprennent les blogs, wikis, sites web, réseaux sociaux, courriels, mandataires web et relais Tor sur du matériel pouvant remplacer un routeur sans fil, de telle façon que toutes les données soient conservées chez l’utilisateur.
ja: FreedomBox の目標は私的、個人的な通信向けのフリーソフトウェアを利用した個人向けのサーバを開発、設計、推進することです。対象アプリケーションにはブログや wiki、ウェブサイト、ソーシャルネットワーク、電子メール、ウェブプロキシがあり、デバイス上の Tor リレーを無線ルータの代わりにできるためデータはユーザの下に残ります。
nl: FreedomBox stelt zich tot doel om vertrouwelijke servers te ontwerpen, te ontwikkelen en te promoten die op basis van vrije software werken en dienen voor persoonlijke en private communicatie. Tot dit soort toepassingen behoren blogs, wiki's, websites, sociale netwerken, e-mail, web proxy en een Tor-knooppunt op een apparaat dat een draadloze router kan vervangen en waardoor de gebruikers meester blijven over hun gegevens.
pt: O objetivo da FreedomBox é desenvolver, projetar e promover servidores pessoais que usem software livre para comunicações privadas e pessoais. As aplicações incluem, blogs, sites web, redes sociais, e-mail, proxy web e um retransmissor Tor no dispositivo, que pode substituir um roteador sem fio para que os dados permaneçam com os usuários.
ru: Целью FreedomBox является разработка и популяризация использования персональных серверов, работающих под управлением свободного ПО для обеспечения частных личных коммуникаций. Данная смесь включает в себя ПО для обеспечения работы блогов, вики, веб-сайтов, социальных сетей, электронной почты, веб-прокси и ретранслятора Tor на устройстве, которое может заменить собой беспроводной маршрутизатор так, чтобы все данные оставались под властью пользователей.
zh: FreedomBox 的目標是開發、設計並推廣運行應用于私密、個人通信的自由軟件的個人服務器。這些應用程序包括博客、維基、網站、社交網絡、電子郵件、網絡代理以及在可以替代無線路由器的設備上運行用來保護用戶數據私密性與安全性的洋蔥頭（Tor）中繼節點。

source: The goal of Debian Hamradio is to support the needs of radio amateurs in Debian by providing logging, data mode and packet mode applications and more.
es: El objetivo de Debian Hamradio es satisfacer las necesidades de los radioaficionados ofreciendo programas de log, modos digitales, radiopaquete y más.
fr: L’objectif de « Debian Hamradio » est de prendre en charge tous les besoins des radioamateurs en fournissant entre autres la journalisation, les applications en mode données ou packet.
ja: Debian Hamradio の目標はログ収集やデータモード及びパケットモードのアプリケーションその他を提供することで Debian におけるアマチュア無線での需要をサポートすることです。
nl: Debian Hamradio stelt zich tot doel om in Debian aan de behoeften van radioamateurs te beantwoorden door te voorzien in een logboek en in toepassingen voor gegevensoverdracht in datamodus en pakketmodus, enzovoort.
pt: O objetivo da Debian Hamradio é dar suporte às necessidades de radioamadores no Debian, disponibilizando aplicações de registro, modo de dados ou de pacote, entre outras.
ru: Целью Debian Hamradio является поддержка нужд радиолюбителей в Debian путём предоставления приложений для журналирования, режима данных и пакетного режима, а также других целей.
zh: Debian Hamradio（Debian 無線電版）的目標是支持滿足無線電愛好者的需求，在 Debian 內提供包括日志記錄、數據模式和包模式等等方面的應用程序。

source: The goal of DebianParl is to provide applications to support the needs of parliamentarians, politicians and their staffers all around the world.
es: El objetivo de DebianParl es proporcionar aplicaciones para soportar las necesidades de los parlamentarios, políticos y sus asistentes en todo el mundo.
fr: L’objectif de « DebianParl » est de fournir des applications pour les parlementaires, politiciens et leurs collaborateurs partout dans le monde.
ja: DebianParl の目標は世界中の議員や政治家及び職員の需要をサポートするアプリケーションを提供することです。
nl: DebianParl stelt zich tot doel toepassingen te voorzien die beantwoorden aan de behoeften van parlementariërs, politici en hun stafleden over de hele wereld.
pt: O objetivo da DebianParl é disponibilizar aplicações que atendam às necessidades dos parlamentares, políticos e seus funcionários ao redor do mundo.
ru: Целью DebianParl является предоставление приложений для поддержки нужд парламентариев, политиков и их помощников по всему миру.
zh: DebianParl 的目標是提供可以支持全世界各個議會議員、政治家及其下屬工作人員日常工作的軟件。

source: The goal of Debian Games is to provide games in Debian from arcade and adventure to simulation and strategy.
es: El objetivo de Juegos en Debian es proporcionar juegos en Debian desde arcade y aventuras a simulación y estrategia.
fr: L’objectif de « Debian Games » est de fournir des jeux sous Debian, des jeux d’arcade ou d’aventure aux jeux de simulation ou de stratégie.
ru: Целью Debian Games является предоставление игр в Debian, начиная от аркад и приключений и заканчивая симуляторами и стратегиями.
zh: Debian Games（Debian 遊戲版）的目標是在 Debian 中提供各類遊戲，從街機类、冒险类到模擬和策略遊戲。
