Repository: l/debian-webwml
Catalog: webwml/*/po/bugs.*.po
Languages: de, es, fr, it, ja, nl, pt, ru

source: in package
de: in Paket
es: en el paquete
fr: du paquet
it: nel pacchetto
ja: パッケージ名が
nl: in pakket
pt: no pacote

source: tagged
de: markiert
es: marcados
fr: étiqueté
it: con tag
ja: タグが
nl: met label
pt: marcado com a tag

source: with severity
de: mit Schweregrad
es: de gravedad
fr: de gravité
it: con gravità
ja: 重要度が
nl: met ernst
pt: com severidade

source: in source package
de: in Quellpaket
es: en el paquete fuente
fr: du paquet source
it: nel pacchetto sorgente
ja: ソースパッケージ名が
nl: in bronpakket
pt: no pacote fonte

source: in packages maintained by
de: im Paket betreut von
es: en paquetes mantenidos por
fr: des paquets maintenus par
it: nel pacchetto mantenuto da
ja: パッケージメンテナが
nl: in pakketten onderhouden door
pt: em pacotes mantidos por

source: submitted by
de: eingereicht von
es: enviados por
fr: soumis par
it: segnalato da
ja: 報告者が
nl: ingediend door
pt: enviado por

source: owned by
de: im Eigentum von
es: el propietario es
fr: de propriétaire
it: proprietà di
ja: 所持者が
nl: eigendom van
pt: cujo dono é

source: with status
de: mit Status
es: en estado
fr: dans l'état
it: con stato
ja: 状態が
nl: met status
pt: com estado

source: with mail from
de: mit E-Mail von
es: con correo de
fr: avec un courriel de
it: con indirizzo mittente
ja: メール差出人が
nl: met mail van
pt: com "mail from"

source: newest bugs
de: neuste Fehler
es: fallos recientes
fr: les N bogues les plus récents
it: segnalazioni recenti
ja: 最新のバグ
nl: meest recente bugs
pt: bugs mais novos

source: with subject containing
de: Betreff enthält
es: el asunto contiene
fr: dont le sujet contenant
it: con «oggetto» contenente
ja: 件名が次を含む
nl: onderwerp bevat
pt: com assunto contendo

source: with pending state
de: im Status »pending«
es: con el estado «pending»
fr: dans l'état « en cours »
it: con stato pendente
ja: 保留 (pending) となっている
nl: met status "in behandeling"
pt: com estado pendente (pending)

source: with submitter containing
de: Einsender enthält
es: el remitente contiene
fr: dont l'adresse d'origine contient
it: con «segnalatore» contenente
ja: 報告者が次を含む
nl: bugmelder bevat
pt: com o remetente (submitter) contendo

source: with forwarded containing
de: Forwarded-Attribut enthält
es: el reenviado a contiene
fr: dont l'adresse de transfert contient
it: con «inoltrato» contenente
ja: 転送先が次を含む
nl: doorgestuurd bevat
pt: com encaminhamento (forward) contendo

source: with owner containing
de: Eigentümer enthält
es: el propietario contiene
fr: dont l'adresse du propriétaire contient
it: con «proprietario» contenente
ja: 所持者が次を含む
nl: eigenaar bevat
pt: com o dono contendo

source: with package
de: mit Paket
es: con el paquete
fr: du paquet
it: con pacchetto
ja: パッケージ名が次を含む
nl: met pakket
pt: com pacote

source: normal
it: normale
ja: 通常
nl: normaal
ru: нормальные

source: oldview
de: alte Ansicht
es: vista antigua
fr: ancienne vue
it: vecchiavista
ja: 旧ビュー
nl: oude weergave
pt: visualização-antiga

source: raw
de: roh
es: crudo
fr: brut
it: grezzo
ja: 非加工
nl: onbewerkt
pt: não processado (raw)

source: age
de: Alter
es: edad
fr: date
it: età
ja: 経過時間
nl: ouderdom
pt: idade

source: Repeat Merged
de: Wiederhole Zusammengezogene
es: Repetir fusionados
fr: Montrer les bogues fusionnés
it: Ripeti gli accorpati (merged)
ja: マージされているバグも繰り返し表示する
nl: Herhaal samengevoegde bugs
pt: Repetir Mesclados

source: Reverse Bugs
de: Fehler-Sortierreihenfolge invertieren
es: Invertir erratas
fr: ordre inverse des bogues
ja: バグ番号の逆順に並べる
nl: Bugs in omgekeerde volgorde
pt: Bugs em ordem reversa

source: Reverse Pending
de: <q>pending</q>-Sortierreihenfolge invertieren
es: Invertir pendiente
fr: ordre inverse des marques « en cours »
ja: 保留 (pending) の逆順に並べる
nl: "In behandeling" in omgekeerde volgorde
pt: Pendências em ordem reversa

source: Reverse Severity
de: Schweregrad-Sortierreihenfolge invertieren
es: Invertir la gravedad
fr: ordre inverse de gravité
it: Gravità inversa:
ja: 重要度の逆順に並べる
nl: Ernst in omgekeerde volgorde
pt: Severidade em ordem reversa

source: No Bugs which affect packages
es: No hay ninguna errata que afecte al paquete
ja: パッケージに影響のあるバグはありません
nl: Geen bugs voor pakketten uit
pt: Sem bugs que afetem pacotes

source: None
es: Ninguna
ja: なし
nl: Geen
pt: Nenhum

source: testing
es: de pruebas
ja: テスト版

source: oldstable
es: antiguo_estable
ja: 旧安定版

source: stable
es: estable
ja: 安定版
pt: estável (stable)

source: unstable
es: inestable
ja: 不安定版
pt: instável (unstable)

source: Unarchived
de: nicht archiviert
es: Desarchivados
fr: non archivés
it: Non archiviati
ja: アーカイブされていないもの
nl: Niet gearchiveerd
pt: Desarquivados

source: Archived
de: archiviert
es: Archivados
fr: archivés
it: Archiviati
ja: アーカイブされているもの
nl: Gearchiveerd
pt: Arquivados

source: Archived and Unarchived
de: archiviert und nicht archiviert
es: Archivados y desarchivados
fr: archivés et non archivés
it: Archiviati o meno
ja: アーカイブされているものとされていないものの両方
nl: Wel en niet gearchiveerd
pt: Arquivados e Desarquivados

source: Flags:
ru: Флаги:

source: active bugs
ru: открытые ошибки

source: archived bugs
ru: ошибки в архиве

source: display merged bugs only once
ru: показывать слитые ошибки только один раз

source: no ordering by status or severity
ru: без сортировки по состоянию и уровню важности

source: don't show table of contents in the header
ru: не показывать в заголовке оглавление

source: don't show statistics in the footer
ru: не показывать после списка статистику

source: Reverse order of:
ru: В обратном порядке по:

source: status
ru: состоянию

source: severities
ru: уровню важности

source: bugs
ru: ошибки

source: open
ru: открытые

source: forwarded
ru: перенаправленные

source: pending
ru: в ожидании

source: fixed
ru: исправленные

source: done
ru: закрытые

source: Include status:
ru: Включая (по состоянию):

source: Exclude status:
ru: Исключая (по состоянию):

source: critical
ru: критичные

source: grave
ru: сложные

source: serious
ru: серьёзные

source: important
ru: важные

source: minor
ru: незначительные

source: wishlist
ru: пожелания

source: Include severity:
ru: Включая (по уровню важности):

source: Exclude severity:
ru: Исключая (по уровню важности):

source: Include tag:
ru: Включая имеющие теги:

source: Exclude tag:
ru: Исключая имеющие теги:
