Repository: l/debian-webwml
Catalog: webwml/*/po/debian-cdd.*.po
Languages: de, es, fr, it, ja, nl, pt, ru, zh

source: Debian-Med
ru: Debian в медицине (Debian-Med)

source: Debian-Jr
es: Debian-Junior
ru: Debian для детей (Debian-Jr)

source: Debian-Lex
ru: Debian в юриспруденции (Debian-Lex)

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
de: Die Liste unten enthält verschiedene Softwareprojekte, die von Interesse für das <get-var cdd-name /> Projekt sind. Momentan sind nur einige davon als Debian-Paket verfügbar. Es ist allerdings unser Ziel, jede Software in <get-var cdd-name /> zu integrieren, die sinnvoll zu einer qualitativ hochwertigen Custom Debian Distribution (Angepassten Debian-Distribution) beitragen kann.
es: La lista mostrada a continuación incluye algunos proyectos de software que son interesantes para el proyecto <get-var cdd-name />. Actualmente, sólo algunos de éstos están disponibles como paquetes Debian. Sin embargo, es nuestro objetivo incluir todas las aplicaciones en <get-var cdd-name /> que puedan aportar algo a una distribución Debian a Medida de alta calidad.
fr: La liste ci-dessous comprend divers logiciels qui présentent un intérêt pour le projet <get-var cdd-name />. Seulement certains d'entre eux sont actuellement disponibles sous forme de paquets Debian officiels. Cependant, notre but est d'inclure dans le projet <get-var cdd-name /> tout logiciel qui peut sensiblement améliorer la qualité d'une distribution Debian personnalisée (<i>Custom Debian Distribution</i>).
it: L'elenco riportato sotto include vari progetti software che presentano lo stesso interesse del progetto <get-var cdd-name />. Attualmente solo alcuni di loro sono disponibili come pacchetti Debian, ma la loro inclusione in <get-var cdd-name /> è tra i nostri scopi poiché aumenterebbe la qualità delle distribuzioni debian personalizzate.
ja: 以下の一覧には、<get-var cdd-name /> にとって興味深い様々なソフトウェアプロジェクトを示します。現在のところ、Debian パッケージの形で利用可能なものは、その一部でしかありません。しかし、これら全てのソフトウェアを <get-var cdd-name /> に追加し、高品質な「カスタム Debian ディストリビューション」を増やすことが、私たちの目的です。
nl: De lijst hieronder bevat diverse softwareprojecten die interessant zijn voor het <get-var cdd-name /> Project. Op het moment zijn slechts enkele hiervan beschikbaar als Debian-pakketten. Het is echter ons doel om alle programmatuur die iets zinnigs aan de Debian-Op-Maat distributie toevoegen, in <get-var cdd-name /> op te nemen.
pt: A lista abaixo inclui vários projetos de software que são de algum interesse para o Projeto <get-var cdd-name />. Atualmente, somente alguns deles estão disponíveis como pacotes Debian. No entanto, é nosso objetivo incluir todos os softwares que possam aumentar sensivelmente a qualidade da Distribuição Debian Personalizada em <get-var cdd-name />
ru: В нижеприведённом списке перечислены различные проекты, находящиеся в сфере интересов проекта <get-var cdd-name />. На данный момент лишь небольшая их часть доступна в форме пакетов Debian. Нашей целью, тем не менее, является включение в <get-var cdd-name /> всего этого программного обеспечения, чтобы сделать его высококачественным адаптированным дистрибутивом Debian.
zh: 以下列表列出了 <get-var cdd-name /> 项目感兴趣的各种软件项目。目前其中只有少数成为了 Debian 软件包。我们的目标是将所有软件都包含在 <get-var cdd-name /> 中，这可以显著提高定制 Debian 发行版的质量。

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
de: Zur besseren Übersicht, welche Projekte als Debian-Paket verfügbar sind, ist jede Kopfzeile mit einem Farbcode nach dem folgenden Schema versehen:
es: Para mostrar mejor la disponibilidad del proyecto como paquete Debian, la fila de cabecera tiene un color que sigue el siguiente esquema:
fr: Pour une meilleure vue d'ensemble de la disponibilité du projet sous forme de paquets Debian, les couleurs suivantes sont utilisées&nbsp;:
it: Per una migliore presentazione della disponibilità del progetto come pacchetto Debian, ogni intestazione è di un colore diverso, secondo il seguente schema:
ja: それぞれのプロジェクトが Debian パッケージとして利用可能かどうかを一目で分かりやすく示すために、以下の方法で色分けしています。
nl: Voor een beter overzicht van de beschikbaarheid van een project als een Debian pakket heeft iedere hoofdrij een kleurcode volgens dit schema:
pt: Para uma visão melhor da disponibilidade do projeto como pacote Debian, cada cabeçalho tem uma cor de acordo com o seguinte esquema:
ru: Чтобы было лучше видно, какие программные средства доступны в форме пакетов Debian, цвет каждой строки-заголовка выбран в соответствии со следующей схемой:
zh: 为了更好地展示项目作为 Debian 软件包的可用性，每行开头都有对应于该方案的颜色代码：

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
de: Grün: Das Projekt ist <a href="<get-var url />">als offizielles Debian-Paket verfügbar</a>
es: Verde: El projecto está <a href="<get-var url />">disponible como un paquete Debian oficial</a>
fr: Vert&nbsp;: le projet est <a href="<get-var url />">disponible sous forme de paquet Debian officiel</a>
it: Verde: il progetto è <a href="<get-var url />">disponibile come pacchetto Debian</a>
ja: 緑: このプロジェクトは、<a href="<get-var url />">公式な Debian パッケージとして利用可能です</a>。
nl: Groen: Het project is <a href="<get-var url />">beschikbaar als een officieel Debian pakket</a>
pt: Verde: O projeto está <a href="<get-var url />">disponível como um pacote Debian oficial</a>
ru: Зелёный: программа включена в <a href="<get-var url />">официальный пакет Debian</a>
zh: 绿色：该项目是<a href="<get-var url />">官方 Debian 软件包</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
de: Gelb: Das Projekt ist <a href="<get-var url />">als inoffizielles Debian-Paket verfügbar</a>
es: Amarillo: El projecto está <a href="<get-var url />">disponible como un paquete Debian no-oficial</a>
it: Giallo: il progetto è <a href="<get-var url />">disponibile come pacchetto Debian non ufficiale</a>
nl: Geel: Het project is <a href="<get-var url />">beschikbaar als een onofficieel Debian pakket</a>
pt: Amarelo: O projeto está <a href="<get-var url />">disponível como um pacote Debian não-oficial</a>
ru: Жёлтый: программа включена в <a href="<get-var url />">неофициальный пакет Debian</a>
zh: 黄色：该项目是<a href="<get-var url />">非官方 Debian 软件包</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
de: Rot: Das Projekt ist <a href="<get-var url />">(noch) nicht als Debian-Paket verfügbar</a>
es: Rojo: El projecto <a href="<get-var url />">no está (aún) disponible como un paquete Debian</a>
fr: Rouge&nbsp;: le projet n'est <a href="<get-var url />">pas encore disponible sous forme de paquet Debian officiel</a>
it: Rosso: il progetto <a href="<get-var url >">non è (ancora) disponibile come pacchetto Debian</a>
ja: 赤: このプロジェクトは、<a href="<get-var url />">Debian パッケージの形では (まだ) 利用可能ではありません</a>。
nl: Rood: Het project is <a href="<get-var url />">(nog) niet beschikbaar als een Debian pakket</a>
pt: Vermelho: O projeto <a href="<get-var url />">(ainda) não está disponível como um pacote Debian</a>
ru: Красный: программа <a href="<get-var url />">недоступна (пока) в форме пакета Debian</a>
zh: 红色：该项目<a href="<get-var url />">尚未成为 Debian 软件包</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
de: Wenn Sie ein Projekt entdecken, das Ihrer Meinung nach ein guter Kandidat für <get-var cdd-name /> ist, oder wenn Sie ein inoffizielles Debian-Paket erstellt haben, zögern Sie bitte nicht, eine Beschreibung dieses Projekts an die <a href="<get-var cdd-list-url />"><get-var cdd-name />-Mailingliste</a> zu schicken.
es: Si encuentra un proyecto que le parezca a vd. un buen candidato a incluir en <get-var cdd-name />, o si ha preparado un paquete no-oficial, por favor, no dude en enviar una descripción de dicho proyecto a <a href="<get-var cdd-list-url />"><get-var cdd-name /> la lista de correo</a>.
it: Se si conoscono alrti progetti che sembrano essere dei buoni candidati per <get-var cdd-name />, o se si è preparato un pacchetto Debian non ufficiale, si invii senz'altro una descrizione del progetto alla <a href="<get-var cdd-list-url />">lista di <get-var cdd-name /></a>.
nl: Als u een project kent dat volgens u een goede kandidaat zou kunnen zijn voor <get-var cdd-name />, of als u een onofficieel Debian pakket heeft gemaakt, aarzel dan niet om een beschrijving van dat project naar de <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailinglijst</a> te sturen.
pt: Se você descobrir um projeto que lhe pareça um bom candidato para o <get-var cdd-name />, ou se você preparou um pacote Debian não-oficial, por favor, não hesite em enviar uma descrição do projeto para a <a href="<get-var cdd-list-url />">lista de discussão <get-var cdd-name /></a>.
ru: Если вы обнаружили проект, который, на ваш взгляд, должен входить в дистрибутив <get-var cdd-name />, или если вы создали неофициальный пакет Debian, не стесняйтесь прислать описание проекта в <a href="<get-var cdd-list-url />"><get-var cdd-name />список рассылки</a>.
zh: 如果您发现一个项目，看起来是 <get-var cdd-name /> 很好的候选，或者您已制作好了一个非官方 Debian 软件包，请不要犹豫，将该项目的描述发送至 <a href="<get-var cdd-list-url />"><get-var cdd-name /> 邮件列表</a>。

source: Official Debian packages
de: Offizielle Debian-Pakete
es: Paquetes Debian oficiales
fr: Paquets Debian officiels
it: Pacchetti Debian ufficiali
ja: 公式な Debian パッケージ
nl: Officiële Debian pakketten
pt: Pacotes Debian oficiais.
ru: Официальные пакеты Debian
zh: 官方 Debian 套件

source: Unofficial Debian packages
de: Inoffizielle Debian-Pakete
es: Paquetes Debian no oficiales
it: Pacchetti Debian non ufficiali
nl: Onofficiële Debian pakketten
pt: Pacotes Debian não-oficiais
ru: Неофициальные пакеты Debian
zh: 非官方 Debian 套件

source: Debian packages not available
de: Keine Debian-Pakete verfügbar
es: Paquetes Debian no disponibles
fr: Paquets Debian non disponibles
it: Pacchetti debian non disponibili
ja: Debian パッケージが存在しないもの
nl: Debian pakket niet beschikbaar
pt: Pacotes Debian não disponíveis
ru: Пакеты Debian недоступны
zh: Debian 软件包不可用

source: There are no projects which fall into this category.
de: Es gibt keine Projekte, die in diese Kategorie fallen.
es: No hay ningún proyecto que entre dentro de esa categoría.
fr: Aucun projet ne correspond à cette catégorie.
it: Non ci sono progetti in questa categoria.
ja: ここに分類されるプロジェクトはありません。
nl: Er zijn geen projecten in deze categorie.
pt: Não há projetos nesta categoria.
ru: Нет проектов, попадающих в эту категорию
zh: 没有属于这一分类的项目。

source: No homepage known
de: Keine Homepage bekannt
es: Página principal desconocida
fr: Pas de page web connue
it: La pagina principale non è conosciuta
ja: ホームページはありません
nl: Geen homepage bekend
pt: Nenhuma página conhecida
ru: Нет данных о домашней странице
zh: 主页未知

source: License:
de: Lizenz:
es: Licencia:
fr: Licence&nbsp;:
it: Licenza:
ja: ライセンス:
nl: Licentie:
pt: Licença:
ru: Лицензия:
zh: 许可证：

source: Free
de: Frei
es: Libre
fr: Libre
it: Libero
nl: Vrij
pt: Livre
ru: Свободная
zh: 自由

source: Non-Free
de: Unfrei
es: No libre
fr: Non libre
it: Non libero
nl: Niet-Vrij
pt: Não-Livre
ru: Несвободная
zh: 非自由

source: Unknown
de: Unbekannt
es: Desconocida
fr: inconnue
it: Sconosciuta
ja: 未知
nl: Onbekend
pt: Desconhecido(a)
ru: Неизвестно
zh: 未知

source: Official Debian package
de: Offizielles Debian-Paket
es: Paquete Debian oficial
fr: Paquet Debian officiel
it: pacchetto Debian ufficiale
ja: 公式な Debian パッケージ
nl: Offcieel Debian pakket
pt: Pacote Debian oficial
ru: Официальный пакет Debian
zh: 官方 Debian 套件

source: Unofficial Debian package
de: Inoffizielles Debian-Paket
es: Paquete Debian no-oficial
it: pacchetto Debian non ufficiale
nl: Onofficieel Debian pakket
pt: Pacote Debian não-oficial
ru: Неофициальный пакет Debian
zh: 非官方 Debian 套件

source: Debian package not available
de: Kein Debian-Paket verfügbar
es: Paquete Debian no disponible
fr: Paquet Debian non disponible
it: pacchetto Debian non disponibile
ja: Debian パッケージは存在しません
nl: Debian pakket niet beschikbaar
pt: Pacote Debian não disponível
ru: Пакет Debian недоступен
zh: Debian 软件包不可用

source: Yellow: The project is <a href="<get-var url />">available as an inofficial Debian package</a>
fr: Jaune&nbsp;: le projet est <a href="<get-var url />">disponible sous forme de paquet Debian non officiel</a>
ja: 黄: このプロジェクトは、<a href="<get-var url />">非公式な Debian パッケージとして利用可能です</a>。

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an inofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
fr: Si vous connaissez un projet qui vous semble être un bon candidat pour <get-var cdd-name />, ou si vous en avez fait un paquet Debian non officiel, n'hésitez pas à en envoyer une description sur la <a href="<get-var cdd-list-url />">liste de diffusion de <get-var cdd-name /></a>.
ja: <get-var cdd-name /> に追加するプロジェクトの候補を見つけた場合や、非公式 Debian パッケージを作成した場合は、そのプロジェクトの説明をぜひ <a href="<get-var cdd-list-url />"><get-var cdd-name /> メーリングリスト</a>にお知らせください。

source: Inofficial Debian packages
fr: Paquets Debian non officiels
ja: 非公式な Debian パッケージ

source: Inofficial Debian package
fr: Paquet Debian non officiel
ja: 非公式な Debian パッケージ
