Repository: l/debian-webwml
Catalog: webwml/*/po/distrib.*.po
Languages: es, nl, ru

source: Keyword
es: Palabra clave
nl: Zoekterm
ru: Слово для поиска

source: Search
es: Buscar
nl: Zoek
ru: Искать

source: Reset
es: Borrar
ru: Сброс

source: Display
es: Mostrar
ru: Показать

source: paths ending with the keyword
es: rutas que terminen en la palabra clave
ru: пути, заканчивающиеся искомым словом

source: packages that contain files named like this
es: paquetes que contienen ficheros con ese nombre
ru: пакеты, содержащие файлы с таким именем

source: packages that contain files whose names contain the keyword
es: paquetes que contiene ficheros cuyos nombres contienen la palabra clave
ru: пакеты, содержащие файлы, имена которых содержат искомое слово

source: Distribution
es: Distribución
nl: Distributie
ru: Дистрибутив

source: experimental
ru: экспериментальный

source: unstable
es: inestable
ru: нестабильный

source: testing
es: de pruebas
ru: тестируемый

source: stable
es: estable
ru: стабильный

source: oldstable
es: antigua estable
ru: предыдущий стабильный

source: Architecture
es: Architectura
ru: архитектура

source: any
es: cualquiera
nl: maakt niet uit
ru: где угодно

source: MIPS (big endian)
ru: MIPS (с порядком байтов от старшего к младшему)

source: MIPS (little endian)
ru: MIPS (с порядком байтов от младшего к старшему)

source: Search on
es: Buscar en
nl: Zoek op
ru: Искать в

source: Package names only
es: Sólo nombres de paquetes
nl: Alleen pakketnaam
ru: именах пакетов

source: Descriptions
es: Descripciones
nl: Omschrijving
ru: описаниях

source: Source package names
es: Nombres de paquetes fuente
nl: Naam van bronpakket
ru: именах пакетов исходного кода

source: Only show exact matches
es: Sólo mostrar coincidencias exactas
ru: Показывать только точные совпадения

source: Section
es: Sección
nl: Sectie
ru: Секция

source: main
ru: основная

source: contrib
ru: добавочная

source: non-free
ru: несвободная

source: 64-bit PC (amd64)
es: PC de 64 bits (amd64)
ru: 64-битный ПК (amd64)

source: Hurd 32-bit PC (i386)
es: Hurd PC 32 bits (i386)
ru: Hurd 32-битный ПК (i386)

source: 32-bit PC (i386)
es: PC de 32 bits (i386)
ru: 32-битный ПК (i386)

source: kFreeBSD 32-bit PC (i386)
es: kFreeBSD PC 32 bits (i386)
ru: kFreeBSD 32-битный ПК (i386)

source: kFreeBSD 64-bit PC (amd64)
es: kFreeBSD PC 64 bits (amd64)
ru: kFreeBSD 64-битный ПК (amd64)

source: 64-bit ARM (AArch64)
es: ARM de 64 bits (AArch64)

source: Hard Float ABI ARM (armhf)
es: ABI ARM de punto flotante (armhf)

source: 64-bit MIPS (little endian)
es: MIPS de 64 bits («little endian»)

source: POWER Processors
es: Procesadores POWER

source: Allow searching on subwords
nl: Zoek ook op subwoorden

source: Search case sensitive
nl: Zoek hooflettergevoelig
