Repository: l/debian-webwml
Catalog: webwml/*/po/doc.*.po
Languages: de, es, fr, it, ja, nl, pt, ru

source: Includes 230+ pages and three CD-ROM discs. Topics covered by software include Debian Linux, networking, programming tools, GUI, desktop publishing, business, fun things, and multimedia. 30 days of free e-mail support included.
de: Umfasst mehr als 230 Seiten und drei CD-ROMs. Die behandelten Themen über Software enthalten Debian, Linux, Netzwerk, Programmierungswerkzeuge, GUI, computerunterstütztes Publizieren, Business, lustige Dinge, und Multimedia. 30 Tage gratis E-Mail-Unterstützung inbegriffen.
fr: Plus de 230&nbsp;pages et livré avec trois CD. Les thèmes sont classés par logiciel et ils incluent Debian GNU/Linux, le réseau, les outils de programmation, l'interface utilisateur, l'édition, les comptes, les choses drôles et le multimédia. Ce livre offre aussi un support technique gratuit de 30&nbsp;jours, par courrier électronique.
pt: Inclui 230+ páginas e três discos de CD-ROM. Os tópicos cobertos por software incluem Debian GNU/Linux, rede, ferramentas de programação, GUI, desktop publishing, negócios, coisas divertidas e multimídia. 30 dias de suporte gratuito por e-mail incluídos.
ru: Содержит 230 с лишним страниц и три компакт-диска. Освещаются такие темы, как ПО, включённое в Debian Linux, работа в сети, инструменты для программиста, графический интерфейс, системы вёрстки, программы для бизнеса, развлечения и мультимедиа. Включена тридцатидневная бесплатная техническая поддержка по электронной почте.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
de: Das erste französische Buch über Debian liegt bereits in der fünften Auflage vor. Es behandelt alle Aspekte der Administration von Debian, von der Installation bis zur Konfiguration der Netzwerkdienste. Dieses von zwei Debian-Entwicklern geschriebene Buch könnte viele Leute interessieren: den Anfänger, der Debian entdecken möchte, den fortgeschrittenen Benutzer, der nach Tipps sucht, seine Handhabung der Debian-Werkzeuge zu verbessern, und den Administrator, der mit Debian ein verlässliches Netzwerk aufbauen möchte.
es: El primer libro en francés sobre Debian ya está en su quinta edición. Cubre todos los aspectos de la administración de Debian desde la instalación a la configuración de servicios de red. Escrito por dos desarrolladores de Debian, este libro puede ser de interés para muchas personas: el principiante que desea descubrir Debian, el usuario avanzado que busca consejos para mejorar su dominio de las herramientas de Debian, y el administrador que quiere construir una red confiable con Debian.
fr: Le premier livre en français à propos de Debian en est déjà à sa cinquième édition. Il couvre tous les aspects de l'administration de Debian depuis l'installation jusqu'à la configuration des services réseau. Écrit par deux développeurs Debian, ce livre peut intéresser un grand nombre de personnes&nbsp;: le débutant désirant découvrir Debian, l'utilisateur avancé cherchant des astuces pour améliorer sa maîtrise des outils Debian et l'administrateur qui veut construire un réseau fiable avec Debian.
it: Il primo libro francese su Debian è già alla quinta edizione. Copre tutti gli aspetti dell'amministrazione di Debian, dall'installazione alla configurazione dei servizi di rete. Scritto da due sviluppatori Debian, questo libro può risultare interessante a molte persone: i nuovi utenti che desiderano scoprire Debian, gli esperti in cerca di suggerimenti per migliorare la loro padronanza sugli strumenti Debian e gli amministratori che vogliono creare una rete sicura usando Debian.
ja: フランス語では初となる Debian に関する書籍は、第5刷となりました。 インストールからネットワークサービスの設定まで、Debian を管理する上でのあらゆる状況をカバーしています。 Debian の 2 人の開発者によって書かれたこの本は、Debian をもっと知りたいという初心者、 Debian のツールをもっと使いこなせるような tips を探している上級ユーザ、 Debian を使って信頼性のあるネットワークを構築したい管理者など、 多くの人々にとって興味深いものとなっています。
nl: Het eerste Franstalige boek over Debian in alweer zijn vijfde editie. Het behandelt alle aspecten van het beheer van Debian van de installatie tot de configuratie van netwerkdiensten. Geschreven door twee Debian-ontwikkelaars, kan dit boek voor velen interessant zijn: de beginner die Debian wilt ontdekken, de geavanceerde gebruiker die tips zoekt om het gebruik van de Debian-hulpmiddelen te verbeteren en de beheerder die een betrouwbaar netwerk wilt bouwen met Debian.
pt: O primeiro livro francês sobre o Debian já está em sua quinta edição. Ele cobre todos os aspectos da administração do Debian, da instalação à configuração de serviços de rede. Escrito por dois desenvolvedores Debian, este livro pode ser de interesse para muitas pessoas: o iniciante querendo descobrir o Debian, o usuário avançado procurando por dicas para melhorar sua maestria das ferramentas Debian e o administrador que quer construir uma rede confiável com o Debian.
ru: Первая книга о Debian на французском языке уже в пятой редакции. В ней описываются все аспекты администрирования Debian, от установки до настройки сетевых служб. Будучи написанной двумя разработчиками Debian, эта книга может быть интересна многим людям: новичкам, желающим начать изучать Debian, продвинутым пользователям, стремящимся лучше знать инструментарий Debian, и администраторам, которые хотят создавать надёжные сети на основе Debian.

source: The book covers topics ranging from concepts of package management over the available tools and how they're used to concrete problems which may occur in real life and how they can be solved. The book is written in German, an English translation is planned. Format: e-book (Online, HTML, PDF, ePub, Mobi), printed book planned.
ru: Книга касается различных тем из области управления пакета: доступные инструменты, и как они используются для решения конкретных проблем, которые могут возникнуть в реальной жизни. Книга написана на немецком языке, планируется перевод на английский. Формат: электронная книга (онлайн, HTML, PDF, ePub, Mobi), планируется печатное издание.

source: 2 editions: One without a DVD, the other with 2 DVDs (i386)
de: 2 Ausgaben: Eine ohne und eine mit zwei DVDs (i386)
fr: Deux éditions : une sans DVD, l'autre avec 2 DVD (i386)
pt: 2 edições: Uma sem um DVD, e outra com 2 DVDs (i386)
ru: 2 варианта: один без DVD, другой с 2-мя DVD (i386)

source: Debian Squeeze, 6.0.1a, Multi-Arch (i386 and amd64) on DVD
de: Debian Squeeze, 6.0.1a, Multi-Architektur (i386 und amd64) auf DVD
fr: Debian Squeeze, 6.0.1a, multiarchitecture (i386 et amd64) en DVD
pt: Debian Squeeze, 6.0.1a, Multi-Arch (i386 e amd64) em DVD
ru: Debian Squeeze, 6.0.1a, Multi-Arch (i386 и amd64) на DVD

source: This book teaches you how to install and configure the system and also how to use Debian in a professional environment. It shows the full potential of the distribution (in its current version 6.0) and provides a practical manual for all users who want to learn more about Debian and its range of services.
de: Mit diesem Buch lernen Sie nicht nur, wie Sie das System installieren und einrichten, sondern auch, wie Sie Debian professionell einsetzen. Es zeigt das gesamte Potential der Distribution in der aktuellen Version 6 und ist eine umfassende Praxisanleitung für jeden, der das System und sein Leistungsspektrum kennen lernen möchte.
fr: Ce livre vous enseigne la façon d'installer et configurer le système et aussi la façon d'utiliser Debian en environnement professionnel. Il montre tout le potentiel de la distribution (dans sa version actuelle 6.0) et fournit un manuel pratique pour tous les utilisateurs qui veulent en apprendre plus sur Debian et l'éventail de services proposés.
ru: Эта книга научит вас тому, как установить и настроить систему, а также тому, как использовать Debian в профессиональном окружении. Она покажет весь потенциал этого дистрибутива (в его текущей версии, 6.0) и предоставит практическое руководство для всех пользователей, которые хотят больше узнать о Debian и сфере его сервисов.

source: 2 editions: One with no CD, the other with Official CD (i386, contrib and sources)
de: 2 Ausgaben: Eine ohne CD, die andere mit offiziellen CDs (i386, contrib und Quelltexte)
fr: 2 éditions : une sans CD, l'autre avec les CD officiels (i386, contrib et sources)
pt: 2 edições: Uma sem CD, a outra com o CD Oficial CD (i386, contrib e fontes)
ru: 2 варианта: один без CD, другой с официальным CD (i386, contrib и sources)

source: The book covers all steps of planning and installing Debian GNU/Linux on PC based hardware, including important applications like the X Window System, window managers and desktop environments (KDE, GNOME) and a selection of important system services. Unix/Linux basics and concepts together with system usage and important components (bash, system services and important commands) are introduced. There is an explanation of Debian's package format and how to create packages in this format. It also includes an overview of standard Linux applications (networking, software development, LaTeX and office suites). Strong emphasis is on networking and system administration issues, like planing and building of a dial-in router or a server for Windows based clients (Samba).
de: Dieses Buch enthält alle Schritte zur Planung und Installation von Debian GNU/Linux auf einem PC, wobei es auf wichtige Programme wie X Window System, Window-Manager und Desktop-Umgebungen (KDE und GNOME) sowie einer Auswahl der wichtigen Systemdiensten eingeht. Weiterhin werden UNIX/Linux-Grundlagen und wichtige Komponenten (bash, Systemdienste und wichtige Kommandos) vorgestellt. Es gibt außerdem eine Erläuterung des Debian-Paketformats und wie man Pakete erstellt. Weiterhin enthält es einen Überblick über die Standard-GNU/Linux-Applikationen (Netzwerk, Software-Entwicklung, LaTeX und Office-Pakete). Besonderen Wert wird auf Netzwerk- und Systemadministrations-Bereiche gelegt, wie z.B. Planung und Aufbau eines Einwahlservers und eines Servers für Windows-Rechner (Samba).
fr: Le livre couvre toutes les étapes de la planification et de l'installation de Debian GNU/Linux sur du matériel de type PC, y compris les applications importantes comme le système X&nbsp;Window, les gestionnaires de fenêtres et les environnements de bureau (KDE, GNOME) ainsi qu'une grande sélection des services systèmes importants. Les bases et les concepts d'UNIX/Linux de même que l'utilisation du système et les composants importants (bash, services système et commandes importantes) sont introduits. Il y a une explication du format de paquets Debian et de la façon de créer des paquets dans ce format. Une revue des applications Linux standard (paquets réseau, développement, LaTeX, bureau) est faite. Une attention particulière est portée au problème de l'administration réseau et système, comme la conception et le montage d'un routeur dial-in ou d'un serveur pour clients Windows (Samba).
pt: O livro cobre todos os passos para planejar e instalar o Debian GNU/Linux em um hardware PC incluindo aplicações importantes como o X Window System, gerenciadores de janela e ambientes de área de trabalho (KDE, GNOME) e uma grande seleção de serviços de sistema importantes. O básico e os conceitos do Unix/Linux juntamente com uso do sistema e componentes importantes (bash, serviços de sistema e comandos importantes) são introduzidos. Há uma explicação sobre o formato dos pacotes Debian e como criar pacotes nesse formato. Também inclui uma visão geral sobre aplicações padrões do GNU/Linux (redes, desenvolvimento de software, LaTeX e suítes office). Uma forte ênfase é dada em redes e nos problemas de administração de sistemas, como planejar e construir um roteador receptor de chamadas ou um servidor para clientes baseados em Windows (SAMBA).
ru: Эта книга описывает все шаги подготовки к установке и собственно установку Debian GNU/Linux на IBM-совместимый персональный компьютер, включая настройку всех важных приложений, таких как система X Window, оконные менеджеры и среды рабочего стола (KDE, GNOME), а также выбор важных системных сервисов. Даётся введение в основы Unix/Linux и основные понятия, а также описание работы с системой и важнейших компонентов (bash, системные сервисы и важные команды). Есть также описание формата пакетов Debian и создания пакетов в этом формате. Включен обзор стандартных приложений Linux (сетевые приложения, разработка ПО, LaTeX, офисные комплексы). Особое внимание уделено работе в сети и вопросам системного администрирования, таким как разработка и создание маршрутизатора или сервера для клиентов под управлением Windows (Samba).

source: Debian GNU/Linux 3.1 Sarge installer (single-width CD)
fr: Installateur de Sarge Debian GNU/Linux 3.1 (CD)
pt: instalador do Debian GNU/Linux 3.1 Sarge (single-width CD)
ru: Установщик Debian GNU/Linux 3.1 Sarge (один CD)

source: This book is dictionary style and covers various tips for beginners and intermediate skill users; installation via various ways, desktop customize, troubleshooting, profitable knowhow and so on.
de: Dieses Buch ist im Wörterbuch-Stil gehalten und beinhaltet verschiedene Tipps für Anfänger und fortgeschrittene Anfänger unter den Benutzern; Installation auf verschiedenen Wegen, Desktop-Anpassung, Finden und Beseitigen von Problemen, nutzbringendes Know-how, und so weiter.
fr: Ce livre est un type de dictionnaire, il couvre des conseils variés pour les utilisateurs débutants et de compétence intermédiaire&nbsp;: l'installation par différents moyens, la personnalisation du bureau, le diagnostic, les connaissances utiles, etc.
pt: Este livro utiliza o formato de um dicionário e contém várias dicas para usuários iniciantes e de nível intermediário; os diversos modos de instalação, personalização de áreas de trabalho, resolução de problemas, práticas produtivas e assim por diante.
ru: Это книга в стиле словаря, и содержит различные советы для новичков и чуть более опытных пользователей. Рассмотрены установка различными методами настройка рабочего стола, разрешение проблем, полезные секреты и тому подобное.

source: Debian GNU/Linux 3.1r0 i386, author's edition (DVD + CD)
de: Debian GNU/Linux 3.1r0 i386, Edition des Autors (DVD + CD)
fr: Debian GNU/Linux 3.1r0 i386, édition de l'auteur (DVD et CD)
pt: Debian GNU/Linux 3.1r0 i386, edição do autor (DVD + CD)
ru: Debian GNU/Linux 3.1r0 i386, авторский выпуск (DVD + CD)

source: This is the latest book for Sarge of the series that has been supported as a standard bible of Debian in Japan. This book covers all aspects of using Debian GNU/Linux 3.1 Sarge, such as installation, desktop environments, system administration, and server configuration. Furthermore, this book also includes commercial font package that decorates your desktop. This book might be useful for all Debian users from beginners to advanced users.
de: Dies ist das jüngste Buch für Sarge in der Serie, die als Standard-Bibel von Japan unterstützt wird. Dieses Buch umfasst alle Aspekte der Verwendung von Debian 3.1 Sarge, wie die Installation, Desktop-Umgebungen, Systemadministration und Server-Konfiguration. Des Weiteren enthält das Buch auch kommerzielle Schriftsoftware, die Ihren Desktop dekoriert. Dieses Buch könnte für alle Debian-Benutzer, vom Anfänger bis zum Fortgeschrittenen Benutzer hilfreich sein.
fr: C'est le dernier livre pour <em>Sarge</em> de la collection qui est maintenue au Japon comme bible de Debian. Ce livre couvre tous les aspects de l'utilisation de Debian GNU/Linux&nbsp;3.1 <em>Sarge</em>, comme l'installation, les environnements de bureau, l'administration du système et la configuration de serveur. De plus, ce livre inclut également un paquet de polices commerciales pour décorer votre bureau. Ce livre peut être utile à tous les utilisateurs Debian, des débutants aux utilisateurs avancés.
pt: Este é o último livro para o Sarge da série que tem sido considerada como a bíblia padrão do Debian no Japão. O livro aborda todos os aspectos de utilização do Debian GNU/Linux 3.1 Sarge, como instalação, ambientes de área de trabalho, administração de sistemas e configuração de servidores. Além disso, ele também inclui pacotes comerciais de fontes para decorar sua área de trabalho. Este livro pode ser útil para todos os tipos de usuários Debian, do básico ao avançado.
ru: Это последняя книга о Sarge из серии, которая исполняет роль библии о Debian в Японии. Эта книга раскрывает все стороны использования Debian GNU/Linux 3.1 Sarge, такие как установка, окружения рабочего стола, системное администрирование и настройка сервера. Более того, к этой книге прилагается пакет коммерческих шрифтов, которые украсят ваш рабочий стол. Эта книга может оказаться полезной для всех пользователей Debian, от новичков до опытных пользователей.

source: Debian 2.2r0 i386 author's edition (3 CDs)
fr: Édition de l'auteur Debian 2.2r0 i386 (3 CD)
pt: Debian 2.2r0 i386 edição do autor (3 CDs)
ru: Debian 2.2r0 i386 авторский выпуск (3 CD)

source: This book covers general topics about Debian GNU/Linux: installation, APT and dpkg, shell, X Window System, networking, system administration, kernel setup, sharing with Windows, building servers and so on. You will be able to install and start to use Debian GNU/Linux Japanese environment very easily with the customized CDs.
de: Dieses Buch ist im Wörterbuch-Stil gehalten und beinhaltet verschiedene Tipps für Anfänger und fortgeschrittene Anfänger unter den Benutzern; Installation auf verschiedenen Wegen, Desktop-Anpassung, Finden und Beseitigen von Problemen, nutzbringendes Know-how, und so weiter.
fr: Ce livre couvre les principaux thèmes du système Debian GNU/Linux&nbsp;: l'installation, les programmes apt et dpkg, l'interpréteur de commandes (<q>shell</q>), le système X&nbsp;Window, le réseau, l'administration système, la configuration du noyau, le partage avec Windows, la mise en place de serveurs, etc. L'installation et le démarrage de l'environnement japonais sont facilités par les CD taillés sur mesure pour cet environnement.
pt: Esse livro cobre tópicos em geral sobre o Debian GNU/Linux: instalação, APT e dpkg, shell, X Window System, redes, administração de sistemas, configuração de kernel, compartilhamento com Windows, construção de servidores e assim por diante. Você estará apto a instalar e começar a usar o Debian GNU/Linux com ambiente em japonês muito facilmente com os CDs personalizados.
ru: Эта книга описывает основные вопросы, касающиеся Debian GNU/Linux: установка, APT и dpkg, оболочка, система X Window, работа в сети, администрирование системы, настройка ядра, взаимодействие с Windows, построение серверов и т.п. Вы сможете очень легко установить и начать использование японской среды Debian GNU/Linux с помощью прилагаемых авторских компакт-дисков.

source: 1 unofficial Woody, 3 Potato rev0
de: 1 inoffizielle Woody, 3 Potato rev0
fr: 1 CD Woody non officiel, 3 CD Potato rev0
pt: 1 Woody não oficial, 3 Potato rev0
ru: 1 — с официальным выпуском Woody, 3 — Potato rev0

source: This book gives a brief guide to installation of Debian GNU/Linux, fundamentals of Unix or Linux commands, basic configuration and maintenance of system and networking, X Window System setup, and using multimedia in Debian GNU/Linux. This book also includes a guide for maintainers, which stimulates people in Korea to become official Debian maintainers.
de: Dieses Buch gibt eine kurze Anleitung zum Installieren von Debian GNU/Linux, Grundlagen von Unix- oder Linux-Befehlen, Basis-Konfiguration und Instandhaltung des Systems und Netzwerks mit Debian GNU/Linux, X Window System Konfiguration, und Benutzung von Multimedia in Debian GNU/Linux in Koreanisch. Dieses Buch behandelt ebenfalls das Betreuer-Handbuch, das Leute in Korea dazu anregt, offizieller Debian-Betreuer zu werden.
fr: Ce livre présente brièvement l'installation de Debian GNU/Linux, les commandes Unix ou Linux fondamentales, la configuration de base et la maintenance du système et du réseau dans Debian GNU/Linux, la mise en place du système X&nbsp;Window et les possibilités multimédia de Debian GNU/Linux. Ce livre fournit également le <q>Guide du nouveau responsable</q>, pour inciter des gens en Corée à devenir responsable Debian.
pt: Esse livro é um guia breve para a instalação do Debian GNU/Linux, fundamentos dos comandos Unix ou GNU/Linux, configuração básica e manutenção do sistema e da rede, configuração do X Window System e uso de multimídia no Debian GNU/Linux. Esse livro também cobre o guia do mantenedor, que estimula pessoas da Coréia a se tornarem desenvolvedores oficiais do Debian.
ru: Эта книга даёт краткое руководство по установке Debian GNU/Linux, основным командам Unix и Linux, первичной настройке и сопровождению системы и сети, настройке системы X Window и использованию мультимедиа в Debian GNU/Linux. Эта книга включает также руководство для сопровождающих, чтобы больше корейцев могли стать официальными сопровождающими Debian.

source: Three official potato r3 CDs and an unofficial woody CD
de: Drei offizielle Potato r3 CDs und eine inoffizielle Woody CD
fr: 3 CD officiels Potato r3 et 1 CD Woody non officiel
pt: Três CDs oficiais do potato r3 e um CD não-oficial do woody
ru: Три официальных CD с potato r3 и неофициальный CD с woody

source: This book introduces readers to Debian GNU/Linux with many hands-on tutorials and tips. Written in Korean, this book covers comprehensive aspects of Debian GNU/Linux system: first-time setup, package installation, setting up X, connecting to Internet, network maintenance, and more. This book provides a handful of tips on setting up Debian for Korean language environment, and it is good for newcomers, too.
de: Dieses Buch führt die Leser mit vielen Tutorials und Tipps zu Debian GNU/Linux. Das Buch ist auf Koreanisch geschrieben, es behandelt viele Aspekte eines Debian-GNU/Linux-Systems: erstes Einrichten, Paket-Installation, X konfigurieren, Verbindung zum Internet, Netzwerk-Wartung und mehr. Das Buch bietet eine Reihe von Tipps für die Einrichtung von Debian für eine koreanische Sprachumgebung und ist für Einsteiger ebenfalls gut geeignet.
fr: Ce livre est une introduction à Debian GNU/Linux avec beaucoup de guides pratiques et d'astuces. Écrit en coréen, ce livre balaie de nombreux aspects du système Debian GNU/Linux&nbsp;: la première configuration, l'installation de paquets, la configuration de X&nbsp;Window, l'accès à Internet, la maintenance réseau, etc. Ce livre comporte de nombreuses astuces très utiles pour configurer un système Debian GNU/Linux dans un environnement coréen. Adapté aux nouveaux venus à Debian GNU/Linux.
pt: Este livro introduz os leitores ao Debian GNU/Linux com muitas dicas e tutoriais úteis. Escrito em coreano, ele cobre aspectos compreensivos do sistema Debian GNU/Linux: configuração inicial, instalação de pacotes, configuração do X, conexão à Internet, manutenção de redes e mais. Este livro fornece uma mão cheia de dicas na configuração do Debian para o ambiente de idioma coreano e é bom para iniciantes também.
ru: Эта книга содержит введение в Debian GNU/Linux, много практического учебного материала и советов. Она написана на корейском языке, и покрывает все стороны системы Debian GNU/Linux: первая установка, установка пакетов, настройка X, соединение с Интернет, администрирование сети и другие вопросы. Книга содержит советы по настройке корейской среды в Debian, и это также полезно для новичков.
