Repository: l/debian-webwml
Catalog: webwml/*/po/doc.*.po
Languages: de, es, fr, it, ja, nl, pt, ru

source: The book covers topics ranging from concepts of package management over the available tools and how they're used to concrete problems which may occur in real life and how they can be solved. The book is written in German, an English translation is planned. Format: e-book (Online, HTML, PDF, ePub, Mobi), printed book planned.
es: El libro cubre temas que van desde conceptos de gestión de paquetes hasta las herramientas disponibles y cómo se usan para problemas concretos que pueden ocurrir en la vida real y cómo pueden resolverse. El libro está escrito en alemán, una traducción al inglés está planificada. Formato: e-book (Online, HTML, PDF, ePub, Mobi), libro impreso planificado.
it: Il libro copre argomenti che vanno dai concetti di gestione dei pacchetti fino agli strumenti disponibili e su come possono essere usati per risolvere problemi che potrebbero realmente verificarsi. Il libro è scritto in tedesco, è prevista la traduzione in inglese. Formati: e-book (Online, HTML, PDF, ePub, Mobi); è prevista una versione stampata.
nl: Dit boek behandelt een aantal onderwerpen, gaande van de begrippen van pakketbeheer over het gereedschap dat u ter beschikking heeft en hoe u dat kunt gebruiken bij het aanpakken en oplossen van de concrete problemen waarmee u in het echte leven te maken krijgt. Het boek werd geschreven in het Duits. Een vertaling naar het Engels staat op stapel. Formaat: e-boek (Online, HTML, PDF, ePub, Mobi). Een gedrukte versie wordt voorbereid.

source: This book teaches you how to install and configure the system and also how to use Debian in a professional environment. It shows the full potential of the distribution (in its current version 8) and provides a practical manual for all users who want to learn more about Debian and its range of services.
es: Este libro le enseña cómo instalar y configurar el sistema y también cómo usar Debian en un entorno profesional. Muestra el potencial completo de la distribución (en su versión actual 8) y proporciona un manual práctico para todos los usuarios que quieren aprender más sobre Debian y su gama de servicios.
it: Questo libro insegna come installare e configurare il sistema e anche come usare Debian in un contesto professionale. Mostra tutte le potenzialità della distribuzione (nell'attuale versione 8) e fornisce un manuale pratico per tutti gli utenti che vogliono imparare di più su Debian e sui servizi offerti.
nl: Dit boek leert u het installeren en configureren van het systeem en hoe Debian te gebruiken in een professionele omgeving. Het toont alle mogelijkheden van de distributie (in de huidige versie 8) en biedt een praktische handleiding voor alle gebruikers die meer willen leren over Debian en diens scala aan diensten.

source: Written by two penetration researcher - Annihilator, Firstblood. This book teaches you how to build and configure Debian 8.x server system security hardening using Kali Linux and Debian simultaneously. DNS, FTP, SAMBA, DHCP, Apache2 webserver, etc. From the perspective that 'the origin of Kali Linux is Debian', it explains how to enhance Debian's security by applying the method of penetration testing. This book covers various security issues like SSL cerificates, UFW firewall, MySQL Vulnerability, commercial Symantec antivirus, including Snort intrusion detection system.
es: Escrito por dos investigadores en penetración - Annihilator, Firstblood. Este libro le enseña a construir y configurar un sistema servidor Debian 8.x que fortalece la seguridad usando Kali Linux y Debian simultáneamente. DNS, FTP, SAMBA, DHCP, Apache2 webserver, etc. Desde la perspectiva de que "el origen de Kali Linux es Debian", explica cómo mejorar la seguridad de Debian aplicando el método de exámenes de penetración. Este libro cubre varios asuntos de seguridad como certificados SSL, cortafuegos UFW, vulnerabilidades de MySQL y antivirus comercial Symantec, incluyendo el sistema de detección de intrusos Snort.
nl: Geschreven door twee penetratieonderzoekers - Annihilator, Firstblood. Dit boek leert je een beveiligingsversterking te bouwen en te configureren voor een Debian 8.x serversysteem door simultaan Kali Linux en Debian te gebruiken. DNS, FTP, SAMBA, DHCP, webserver Apache2, enz. In het licht van het feit dat 'Kali Linux ontstaan is uit Debian', legt het uit hoe de beveiliging van Debian versterkt kan worden door het toepassen van de penetratietestmethode. Dit boek behandelt verschillende beveiligingsonderwerpen zoals SSL-certificaten, UFW-firewall, MySQL-kwetsbaarheid, het commercieel antivirusprogramma van Symantec evenals het inbraakdetectiesysteem van Snort.
