Repository: l/debian-webwml
Catalog: webwml/*/po/doc.*.po
Languages: de, es, fr, it, ja, nl, pt, ru

source: Debian 8 is the must-have handbook for learning Linux. Start on the beginners level and learn how to deploy the system with graphical interface and terminal. This book provides the basic knowledge to grow and become a 'junior' systems administrator. Start off with exploring the GNOME desktop interface and adjust it to your personal needs. Overcome your fear of using the Linux terminal and learn the most essential commands in administering Debian. Expand your knowledge of system services (systemd) and learn how to adapt them. Get more out of the software in Debian and outside of Debian. Manage your home-network with network-manager, etc. 10 percent of the profits on this book will be donated to the Debian Project.
ru: Debian 8 является обязательным руководством для изучения Linux. Начните с уровня начинающего и изучите как развернуть систему с графическим интерфейсов и терминалом. Данная книга предоставляет базовые знания, которые помогут вам вырасти и стать 'младшим' системным администратором. Начните с изучения интерфейса рабочего стола GNOME и настройте его под свои личные нужды. Преодолейте страх перед использованием терминала Linux и изучите наиболее важные команды для администрирования Debian. Расширьте свои знания системных служб (systemd) и научитесь их настраивать. Получите больше от ПО в Debian и за пределами Debian. Управляйте своей домашней локальной сетью при помощи network-manager и проч. 10 процентов от выручки за эту книгу жертвуются Проекту Debian.

source: Written by two Debian developers, this free book started as a translation of their French best-seller known as Cahier de l'admin Debian (published by Eyrolles). Accessible to all, this book teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator. It covers all the topics that a competent Linux administrator should master, from the installation and the update of the system, up to the creation of packages and the compilation of the kernel, but also monitoring, backup and migration, without forgetting advanced topics like SELinux setup to secure services, automated installations, or virtualization with Xen, KVM or LXC.
de: Geschrieben von zwei Debian-Entwicklern, dies ist ein freies Buch hat als Übersetzung ihres französischen Bestsellers, bekannt als Cahier de l'admin Debian (und veröffentlicht von Eyrolles) begonnen. Für alle zugänglich, lehrt dieses Buch jedem die Grundlagen, der ein effektiver und unabhängiger Debian-GNU/Linux-Administrator werden möchte. Es behandelt alle Themen, die ein kompetenter Linux-Administrator beherrschen sollte, von der Installation und Aktualisierung des Systems bis zur Erstellung von Paketen und der Kompilierung des Kernels, aber ebenso Überwachung, Datensicherung und Migration, und auch nicht zu vergessen fortgeschrittenere Themen wie SELinux-Einrichtung für abgesicherte Dienste, automatisierte Installationen oder Virtualisierung mit Xen, KVM oder LXC.
fr: Écrit par deux développeurs Debian, ce livre libre a commencé comme une traduction de leur succès de librairie « Cahiers de l'Admin » (édité chez Eyrolles). Accessible à tous, ce livre enseigne l'essentiel à tous ceux désirant devenir administrateurs Debian GNU/Linux efficaces et autonomes. Il couvre tous les aspects qu'un administrateur Linux devrait maîtriser, depuis l'installation et la mise à jour du système, jusqu'à la création de paquets et la compilation du noyau, mais aussi la supervision, sauvegarde et migration, sans oublier les sujets avancés comme la configuration de SELinux pour sécuriser les services, les installations automatisées ou la virtualisation avec Xen, KVM ou LXC.
pt: Escrito por dois desenvolvedores Debian, este livro, com licença de uso livre, começou como uma tradução do seu best-seller francês conhecido como Cahier de l'admin Debian (publicado pela Eyrolles). Acessível a todos, este livro ensina o essencial a qualquer um que queira se tornar um administrador Debian GNU/Linux eficaz e independente. Ele cobre todos os tópicos que um administrador de Linux competente deve dominar, desde a instalação e atualização do sistema, até a criação de pacotes e a compilação do kernel, mas também monitoramento, backup e migração, sem esquecer de tópicos avançados como configuração do SELinux para serviços seguros, instalações automáticas, ou virtualização com Xen, KVM ou LXC.
ru: Написана двумя разработчиками Debian, эта свободная книга началась как перевод бестселлера на французском языке, известном как Cahier de l'admin Debian (издана Eyrolles). Доступная всем, эта книга научит основам всякого, кто хочет стать эффективным и независимым администратором Debian GNU/Linux. Она покрывает все темы, в которых компетентный администратор Linux должен профессионалом, от установки и обновления системы до создания пакетов и компиляции ядра, а также мониторинг, резервное копирование и миграция, не забыты и такие темы как настройка SELinux для обеспечения безопасности сервисов, автоматические установки и виртуализация с Xen, KVM или LXC.

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
de: Das Ziel dieses frei verfügbaren aktuellen Buches ist, Sie auf den neuesten Stand von Debian zu bringen (einschließlich der aktuellen stabilen Veröffentlichung und der aktuellen Unstable-Distribution). Es ist umfassend mit grundlegender Unterstützung für den Benutzer, der das System selbst installiert und betreut (egal ob zu Hause, im Büro, Verein oder der Schule).
es: El objetivo de este libro disponible gratuitamente y actualizado es permitir ponerse al día sobre Debian (incluyendo tanto la publicación estable actual así como la distribución inestable). Es un libro extensivo que ofrece un soporte básico para el usuario que instala y mantiene un sistema por sí mismo (en casa, la oficina, un club o el colegio).
fr: L'objectif de ce livre librement disponible et à jour est de vous familiariser rapidement avec Debian (y compris avec la version stable actuelle et avec la distribution instable actuelle). Il est complet avec une prise en charge de base pour l'utilisateur qui installe et maintient le système lui-même que ce soit à la maison, au bureau, dans un club ou une école.
it: Lo scopo di questo libro, liberamente disponibile, è incrementare la velocità d'apprendimento di Debian (delle distribuzioni stable e unstable attuali). Comprende anche una guida di base per gli utenti che fanno l'installazione e l'amministrazione del sistema da soli (a casa propria, in ufficio o in una scuola).
ja: この、自由に利用できる最新の書籍の目的は、(現在の安定版 (stable) リリースと、 不安定版 (unstable) ディストリビューションの両方について) Debian の事情を説明することです。(自宅やオフィス、クラブ、学校を問わず) 自らシステムをインストールしてメンテナンスするユーザのための、 基本的なサポートを網羅しています。
nl: Het doel van dit vrij verkrijgbaar up-to-date boek is om op snelheid te komen met Debian (inclusief zowel de huidige stable release en de huidige unstable distributie). Het is zeer uitgebreid met basisondersteuning voor de gebruiker die het systeem zelf installeert en beheert (thuis, op kantoor, in een club of op school).
pt: O objetivo deste livro atualizado e livremente distribuído, é deixá-lo familiarizado com o Debian (incluindo tanto a distribuição estável atual quanto a distribuição instável atual). Ele é bastante detalhado no que diz respeito ao suporte básico para o usuário que instala e mantém o sistema por conta própria (seja em casa, no escritório, no clube ou na escola).
ru: Целью этой свободно доступной и новейшей книги является ускоренное ознакомление вас с Debian (как с текущим стабильным выпуском, так и с текущим нестабильным дистрибутивом). Она полностью обеспечивает основной поддержкой пользователей, которые устанавливают и сопровождают системы самостоятельно (дома, в офисе, в клубе или школе).

source: Sarge CD with installer and a selection of packages
de: Sarge-CD mit Installer und einer Auswahl von Paketen
fr: CD de Sarge avec installateur et une sélection de paquets
pt: Sarge CD com instalador e uma seleção de pacotes
ru: CD Sarge с установщиком и набором пакетов

source: Live CD with Knoppix
de: Live-CD mit Knoppix
fr: CD autonome avec Knoppix
pt: Live CD com Knoppix
ru: Live CD с Knoppix

source: Beginners and advanced users alike will find this book to be a comprehensive source of information on using Debian for desktops, intranet and internet servers, and development. It also contains background information on the project and extensive coverage of Debian's unique package management system.
de: Anfänger wie auch fortgeschrittene Benutzer werden mit diesem Buch eine umfassende Informationsquelle zur Benutzung von Debian für Desktops, Intranet- und Internet-Server und zur Entwicklung entdecken. Es enthält außerdem Hintergrundinformationen zum Projekt und ausführliche Behandlung von Debians einzigartigem Paketverwaltungssystem.
fr: Débutants et utilisateurs avancés trouveront dans ce livre une source complète d'informations sur l'utilisation de Debian sur les postes de bureau, les serveurs intranet et Internet ainsi que les postes de développement. Il contient également des informations de fond sur le projet et une couverture détaillée du système unique de gestion de paquets de Debian.
pt: Usuários iniciantes e avançados encontrarão neste livro uma fonte de informações sobre o uso do Debian para desktops, servidores de intranet e internet e desenvolvimento. Ele também contém informações sobre a história do projeto e uma cobertura extensiva sobre o sistema de gerenciamento de pacotes único do Debian.
ru: Новички и опытные пользователи найдут эту книгу исчерпывающим источником информации по использованию Debian на рабочих станциях, серверах локальных и глобальных сетей и для разработки. Она также содержит общую информацию о проекте и всесторонний обзор уникальной системы управления пакетами Debian.

source: official Debian GNU/Linux 3.1r0a "sarge" on DVD (i386)
de: Offizielles Debian GNU/Linux 3.1r0a Sarge auf DVD (i386)
fr: DVD officiel de Debian GNU/Linux 3.1r0a <q>Sarge</q> (i386)
pt: Debian GNU/Linux 3.1r0a sarge Oficial em DVD (i386)
ru: официальный выпуск Debian GNU/Linux 3.1r0a «sarge» на DVD (i386)

source: This book introduces the concepts and techniques of the Debian operating system, explaining their usage and pitfalls, and illustrating the thinking behind each of the approaches. The goal is not to be a reference book, but to give the reader enough insight into the workings of the project and operating system to learn and embrace the sophisticated and elegant, sometimes at first slightly non-intuitive solutions that have evolved as part of the Debian system over the past decade. While targeted at the well-versed UNIX/Linux administrator, the book can also serve as an excellent resource alongside a standard Linux reference to bootstrap one's Linux experience in Debian's bottom-up philosophy.
de: Dieses Buch führt in die Konzepte und Techniken des Debian-Betriebssystems ein, erklärt ihre Verwendung und Fallstricke und illustriert den Gedankengang hinter jeder der Herangehensweisen. Es hat nicht das Ziel, ein Nachschlagewerk zu sein, sondern dem Leser genug Einsicht in die Tätigkeiten des Projekts und des Betriebssystems zu geben, um die technisch ausgefeilten und eleganten, aber manchmal zuerst leicht nicht-intuitiven Lösungen zu erlernen und sich zu Eigen zu machen, die sich als Teil des Debian-Systems über das letzte Jahrzehnt hinweg entwickelt haben. Obwohl sich das Buch an erfahrene UNIX/Linux-Administratoren richtet, kann es neben einer Standard-Linux-Referenz auch als hervorragende Ressource dienen, um seine eigenen Linux-Erfahrungen in Debians Von-unten-nach-oben-Philosophie aus sich selbst heraus entstehen zu lassen.
fr: Ce livre introduit les concepts et techniques du système d'exploitation Debian, il explique leur utilisation et leurs pièges et il illustre le raisonnement derrière chacune des approches. Le but n'est pas d'être un livre de référence, mais de donner au lecteur assez de familiarité avec les rouages du projet et du système d'exploitation pour apprendre et apprécier les approches sophistiquées et élégantes, quoique parfois peu intuitives au premier abord, développées au sein du système Debian au cours de la dernière décennie. Bien qu'il soit destiné aux administrateurs UNIX/Linux expérimentés, le livre peut également servir d'excellente ressource en complément d'une référence Linux standard pour débuter un apprentissage Linux avec la philosophie Debian. Ce livre a été traduit en français sous le titre <em>Debian, Administration et configuration avancées</em> par Raphaël Hertzog et Roland Mas sous la direction de Nat Makarévitch. Pour plus d'informations, veuillez consulter cette <a href="http://www.editions-eyrolles.com/Livre/9782212119046/">adresse</a>. Note&nbsp;: cette édition ne contient pas de DVD.
pt: Este livro introduz os conceitos e técnicas do sistema operacional Debian, explicando quais suas utilizações e defeitos, e ilustrando o modo de pensar por trás de cada abordagem. O objetivo não é servir como um livro de referência, mas fornecer ao leitor uma visão ampla sobre o funcionamento do projeto e do sistema operacional, de forma que ele aprenda e adote as soluções elegantes e sofisticadas, algumas vezes um pouco não-intuitivas no começo, que evoluíram como parte do sistema Debian ao longo da última década. Embora direcionado aos administradores de sistemas UNIX/Linux mais experientes, o livro também serve como um excelente recurso para acompanhar um guia de referência Linux padrão e alavancar a experiência Linux de um usuário com a filosofia <q>bottom-up</q> do Debian.
ru: Эта книга представляет концепции и технологии операционной системы Debian, объясняя их использование и подвохи, и объясняет образ мышления, лежащий за каждым из подходов. Её цель состоит не в том, чтобы быть справочником, а в том, чтобы дать читателю достаточное понимание о работе проекта и операционной системы, чтобы изучить и объять утончённые и изящные, иногда сразу не очевидные решения, которые развивались как часть системы Debian за прошлое десятилетие. Хотя книга предназначается опытным администраторам UNIX/Linux, она также может служить хорошим дополнением к стандартному справочнику по Linux, позволяя сравнить восприятие Linux с восходящей философией Debian.

source: A hands-on reference guide to the Debian GNU/Linux system that shows, in over 1,500 <q>recipes</q>, how to use it for everyday activities -- from working with text, images, and sound to productivity and networking issues. Like the software the book describes, the book is copylefted and its source data is available.
de: Ein aktiv betreutes Referenzhandbuch zum Debian-GNU/Linux-System, das in über 1.500 <q>Rezepten</q> zeigt, wie man es für jedermanns Aktivitäten benutzt &ndash; von Arbeiten mit Texten, Bildern und Audio bis hin zu Produktivität und Netzwerkthemen. Wie die Software, die das Buch beschreibt, ist das Buch <q>copylefted</q> und sein Quellcode ist verfügbar.
fr: Un guide pratique du système Debian GNU/Linux qui illustre, en 1&nbsp;500 <q>recettes</q>, comment l'utiliser dans son activité quotidienne &mdash; de l'édition de texte à la manipulation d'images, de la production de sons aux problèmes de réseau. Comme les logiciels que ce livre décrit, les sources du livre sont disponibles et protégées par un <q>copyleft</q>.
pt: Um guia de referência muito útil para o sistema Debian GNU/Linux que mostra, em mais de 1.500 <q>receitas</q>, como usá-lo para as atividades do dia-a-dia -- de trabalhar com texto, imagens, e sons até produtividade e temas de rede. Assim como o software que o livro descreve, o livro está sob copyleft e seu código fonte está disponível.
ru: Практическое справочное руководство по системе Debian GNU/Linux, показывающее в более чем 1&nbsp;500 <q>рецептах</q>, как использовать систему в повседневной деятельности &mdash; от работы с текстом, изображениями и звуком, до вопросов производительности и работы в сети. Как и программное обеспечение, описанное в книге, сама книга защищена антикопирайтом (copyleft), доступны все её полные исходные данные.

source: Debian 2.2 ARM architecture
de: Debian 2.2 für ARM-Architektur
fr: Debian 2.2 architecture ARM
it: Debian 2.2 per architettura ARM
ja: Debian 2.2 ARM アーキテクチャ版
pt: Debian 2.2 arquitetura ARM
ru: Debian 2.2 для архитектуры ARM

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
de: Dieses Buch ist für Entwickler geeignet, die mit Debian GNU/Linux auf der ARM-Architektur arbeiten. Es bespricht einige Geräte zum schnellen Einrichten (LART, Assabet, Psion5). Es vermittelt ebenfalls allgemeine Informationen, Werkzeuge und Techniken. Die GNU-Toolchain wird als nativer und als Cross-Compiler vorgestellt, genauso wie Bootloader, Kernel-Patches, RAM-Disks, ARM-Feinheiten und andere ARM-Quellen. Es enthält ebenfalls ausführliche Grundlagen über GNU/Linux für Entwickler von anderen Plattformen. Es ist nicht spezifisch für Debian, doch die Aleph-ARMLinux-Distribution basiert sehr stark auf Debian-ARM und es wird angenommen, dass Sie von dieser Distribution aus arbeiten werden und vornehmlich eine weitere Debian-Maschine haben.
fr: Ce livre est destiné aux développeurs travaillant avec GNU/Linux sur des processeurs ARM. Il couvre en détail certains systèmes afin de permettre un démarrage rapide (LART, Assabet, Psion5). Il donne aussi des informations générales, des outils et des techniques et décrit la chaîne de compilation GNU pour des compilateurs natifs ou croisés, ainsi que les chargeurs d'amorçage (<q>bootloader</q>), l'application de correctifs au noyau, les RAMdisks, et d'autres spécificités d'ARM. Il contient aussi une aide très fournie sur les bases d'utilisation de GNU/Linux pour les développeurs venant d'autres plates-formes. Ce n'est pas spécifique à Debian, mais la distribution Aleph ARMLinux est basée sur Debian-ARM et le lecteur est supposé travailler avec cette distribution et avoir aussi une machine Debian.
it: Questo libro è per sviluppatori che lavorano con GNU/Linux su processori ARM. Copre una configurazione veloce per alcuni device specifici (LART, Assabet, Psion5.) Inoltre fornisce informazioni generali, strumenti e tecniche. La catena di sviluppo GNU è mostrata sia in nativo che in modalità cross compiler, come bootloader, patch del kernel, dischi RAM, peculiarità di ARM e altre risorse ARM. Inoltre include un tutorial completo sugli strumenti di svilppo GNU di altre piattaforme. Non è specifico per Debian, ma la distribuzione Aleph ARMLinux è fortemente basata su Debian-ARM ed è assunto che il lettore stia lavorando con questa distribuzione e abbia anche un'altra macchina Debian.
ja: 本書は ARM プロセッサ用 GNU/Linux の開発者のための本です。 いくつかのデバイス (LART, Assabet, Psion5) を、 すばやく設定する方法が記述されています。 さらに、一般的な情報、ツール、テクニックも扱います。 GNU toolchain をネイティブ/クロスコンパイラとして使う方法を、 ブートローダ、カーネルパッチ、RAM ディスク、ARM の癖、ARM のリソース などにわたってカバーします。 また、他のプラットフォームから移ってきた開発者のために、 GNU/Linux の基本に関する膨大なチュートリアル情報も含まれています。 Debian ではありませんが、Aleph ARMLinux ディストリビューションは ほぼ Debian-ARM をベースにしています。 また読者はこのディストリビューションから初めて、 Debian ベースのホストマシンを構築できるようになっています。
pt: Este livro é para desenvolvedores que trabalham com GNU/Linux em processadores ARM. Ele cobre alguns dispositivos especificamente para configuração rápida (LART, Assabet, Psion5). Ele também dá informações genéricas, ferramentas e técnicas. O toolchain GNU é coberto nas formas nativa e inter-compilador assim como os carregadores de inicialização, patches de kernel, RAMdisks, peculiaridades da ARM e outros recursos da ARM. Ele também inclui tutorial extensivo de informações sobre o básico do GNU/Linux para desenvolvedores vindos de outras plataformas. Ele não é específico do Debian, mas a distribuição Aleph ARMLinux é altamente baseada no Debian-ARM e é assumido que você esteja trabalhando nessa distribuição e preferivelmente tenha uma máquina host baseada no Debian também.
ru: Эта книга предназначена для разработчиков, работающих c GNU/Linux на процессорах ARM. Она описывает быструю настройку некоторых специфических устройств (LART, Assabet, Psion5). Также она даёт общую информацию, приёмы и инструменты. Описывается инструментарий GNU, как родной, так и для кросс-компиляции, а также менеджеры загрузки, заплаты к ядру, RAM-диски, специфические особенности ARM и другие ресурсы по ARM. Также прилагается учебник, освещающий многие вопросы по основам GNU/Linux для разработчиков, переходящих с других платформ. Книга не относится только к Debian, но дистрибутив Aleph ARMLinux очень близок к Debian-ARM, на котором основан. Предполагается, что вы будете работать с этим дистрибутивом, и желательно иметь также доступ к машине под управлением Debian.

source: Learning Debian GNU/Linux guides the new user of Linux through the installation and configuration of Debian GNU/Linux. Windows users will gain a gentle introduction to this exciting computing world guided by Bill McCarty in <q>Learning Debian GNU/Linux</q>.
de: Learning Debian GNU/Linux führt den neuen Benutzer von Linux durch die Installation und Konfiguration von Debian GNU/Linux. Windows-Benutzer werden in diesem Buch durch eine leichte Einführung in diese spannende Computer-Welt geführt, von Bill McCarty in <q>Learning Debian GNU/Linux</q>.
fr: <q>Learning Debian GNU/Linux</q> guide le nouvel utilisateur de Linux à travers l'installation et la configuration de Debian GNU/Linux. Les utilisateurs de Windows trouveront dans <q>Learning Debian GNU/Linux</q>, guidés par Bill McCarty, une douce introduction à cet extraordinaire monde informatique.
pt: O Learning Debian GNU/Linux guia o novo usuário do GNU/Linux pela instalação e configuração do Debian GNU/Linux. Usuários de Windows ganham uma introdução boa a esse mundo excitante da computação guiados por Bill McCarty no <q>Learning Debian GNU/Linux</q>.
ru: Это руководство для нового пользователя Linux, проводящее его через процессы установки и настройки Debian GNU/Linux. Для пользователей Windows книга Билла МакКарти <q>Изучаем Debian GNU/Linux</q> будет мягким введением в этот восхитительный мир.
