Repository: l/debian-webwml
Catalog: webwml/*/po/doc.*.po
Languages: de, es, fr, it, ja, nl, pt, ru

source: The first Persian book about Debian GNU/Linux. This book helps you to install Debian GNU/Linux and set up network services like web, database, firewall, mail, ftp and ... on it. Also helps you to start using GNU/Linux and Debian's powerful package management system.
de: Das erste Buch in persischer Sprache über Debian GNU/Linux. Dieses Buch hilft Ihnen, Debian GNU/Linux zu installieren und damit Netzwerkdienste wie Web, Datenbank, Firewall, E-Mail, FTP etc. einzurichten. Außerdem werden Ihnen Hilfestellungen bei der Verwendung von GNU/Linux und Debians mächtigem Paketverwaltungssystem gegeben.
fr: Le premier livre en persan à propos de Debian GNU/Linux. Ce livre vous aide à installer Debian GNU/Linux et à y configurer les services réseau comme le web, des bases de données, un pare-feu, le ftp, etc. Il vous aide également à utiliser GNU/Linux et le système puissant de gestion des paquets de Debian.
pt: O primeiro livro persa sobre Debian GNU/Linux. Este livro irá ajudá-lo a instalar o Debian GNU/Linux e configurar serviços de rede como web, banco de dados, firewall, correio, ftp, etc. Ele também irá ajudá-lo a iniciar-se na utilização do GNU/Linux e do poderoso sistema de gerenciamento de pacotes do Debian.
ru: Это первая книга о Debian GNU/Linux на персидском языке. Эта книга поможет вам установить Debian GNU/Linux и установить на нём такие сетевые сервисы как web, database, firewall, mail, ftp и тд. Кроме того, она поможет вам начать пользоваться GNU/Linux и мощной системой управления пакетами Debian.

source: This book is divided into four parts: Basic concepts, Management of GNU/Linux, Administration of the system and Advanced operations. Each chapter explains in depth the features of the operating system. The first chapters explain the structure of GNU/Linux. These chapters will help the reader to understand how the system uses basic resources such as the processor and memory. A detailed analysis about filesystems such as Ext2, Ext3, and ReiserFS will enable users to make the correct choice for their needs. Many figures throughout the book show aspects about the performance of the system. This book caters for college students and anyone who wants to learn GNU/Linux in depth. This book covers Debian Sarge.
de: Dieses Buch ist in vier Teile eingeteilt: grundlegende Konzepte, Verwaltung von GNU/Linux, Administration des Systems und fortgeschrittener Betrieb. Jedes Kapitel erklärt ausführlich die Funktionen des Betriebssystems. Die ersten Kapitel helfen dem Leser zu verstehen, wie das System grundlegende Ressourcen wie den Prozessor und Speicher verwendet. Eine detailliertere Analyse über Dateisysteme wie Ext2, Ext3 und ReiserFS ermöglicht es den Benutzern, die für ihre Bedürfnisse korrekte Wahl zu treffen. Viele Abbildungen im ganzen Buch zeigen Aspekte der Leistung des Systems. Dieses Buch zielt auf Hochschulstudenten und jeden, der GNU/Linux eingehend lernen möchte, ab. Dieses Buch behandelt Debian Sarge.
fr: Ce livre est divisé en quatre parties&nbsp;: concepts de base, gestion de GNU/Linux, administration système et utilisation avancée. Chaque chapitre explique en détail les fonctionnalités du système d'exploitation. Les premiers chapitres expliquent la structure de GNU/Linux. Ces chapitres aideront le lecteur à comprendre comment le système utilise des ressources de base comme le processeur et la mémoire. Une analyse détaillée des systèmes de fichiers comme Ext2, Ext3 et ReiserFS permettra aux utilisateurs de faire le bon choix selon leurs besoins. Un grand nombre de diagrammes tout au long du livre montrent des aspects sur la performance du système. Ce livre est destiné aux étudiants et à tous ceux qui veulent apprendre GNU/Linux en détail. Ce livre couvre Debian <em>Sarge</em>.
pt: Este livro está dividido em quatro partes: Conceitos básicos, Gerência do GNU/Linux, Administração do sistema e Operações avançadas. Cada capítulo foi elaborado de forma a explicar, detalhadamente, como o sistema operacional funciona. Os capítulos iniciais estão voltados para o entendimento da estrutura do GNU/Linux. Esses capítulos ajudarão o leitor a entender como o sistema utiliza recursos básicos, como processador e memória. Análises detalhadas sobre os principais sistemas de arquivos, como Ext2, Ext3 e ReiserFS, foram incluídas para que o usuário tenha condições de fazer a escolha correta, de acordo com as suas necessidades. Diversos gráficos espalhados pelo livro mostram aspectos referentes ao desempenho do sistema. Este livro é destinado a universitários, nos níveis de graduação e pós-graduação, e autodidatas que desejam aprender sobre o GNU/Linux com profundidade. Este livro utiliza o Debian Sarge.
ru: Эта книга поделена на четыре части: основные концепции, управление GNU/Linux, администрирование системы и дополнительные возможности. Каждая глава глубоко раскрывает возможности операционной системы. Первые главы описывает структуру GNU/Linux. Они помогают читателю понять, как система использует основные ресурсы, такие как процессор и память. Детальный анализ файловых систем Ext2, Ext3 и ReiserFS позволит пользователям сделать правильный выбор, основанный на их нуждах. В книге содержится множество рисунков, показывающих все аспекты производительности системы. Книга будет полезна студентам средних и высших специальных учебных заведений, а также всем, кто хочет глубже изучить GNU/Linux. В книге описывается Debian Sarge.

source: This is the right book for you to learn how to create basic and complex IT platforms using only Free Software. Inside it you will find a wide range of procedures reviewed and adjusted to fit into the best practices of technological infrastructure implementation. This easy to read and comprehensive guide will take you by the hand to achieve specific objectives with the Debian GNU/Linux operating system.
de: Dies ist das richtige Buch für Sie, um zu lernen, wie man grundsätzliche und komplexe IT-Plattformen nur mit Freier Software erstellt. Darin finden Sie eine breite Spanne von Prozeduren, die für die besten Methoden zur Implementierung von technologischer Infrastruktur kontrolliert und angepasst wurden. Diese einfach zu lesende und umfassende Anleitung nimmt Sie an die Hand, um spezifische Ziele mit dem Debian GNU/Linux-Betriebssystem zu erreichen.
fr: C'est le bon livre pour vous apprendre à créer des plates-formes de TICE simples ou complexes en utilisant des logiciels libres. À l'intérieur vous trouverez un grand éventail de procédures revues et corrigées pour être en conformité avec les meilleures pratiques d'implémentation d'infrastructures technologiques. Ce guide facile à lire et à comprendre vous prendra par la main pour réaliser des objectifs spécifiques avec le système d'exploitation Debian GNU/Linux.
pt: Este é o livro certo para você aprender como criar plataformas de TI básicas e complexas usando apenas Software Livre. Nele você encontrará uma grande variedade de procedimentos revisados e ajustados de acordo com as melhores práticas de implementação de infra-estrutura tecnológica. Este guia abrangente e de fácil leitura irá levá-lo pela mão para atingir objetivos específicos com o sistema operacional Debian GNU/Linux.
ru: Это та самая нужная книга для вас, чтобы научиться создавать простые и сложные IT платформы, используя только Свободное ПО. Внутри вы найдёте широкий спектр процедур, которые детально рассмотрены и приспособлены к тому, чтобы подойти лучшим практикам воплощения технологической инфраструктуры. Её легко читать, и она представляет собой всестороннее руководство по достижению конкретных целей с операционной системой Debian GNU/Linux.

source: Author:
de: Autor:
es: Autor:
fr: Auteur :
it: Autore:
ja: 著者名:
nl: Auteur:
pt: Autor:
ru: Автор:

source: email:
es: correo:
fr: Courrier électronique :
ja: 電子メール:
ru: Эл. адрес:

source: Available at:
de: Erhältlich bei:
es: Disponible en:
fr: Disponible à :
it: Disponibile presso:
ja: 入手先:
nl: Beschikbaar op:
pt: Disponível em:
ru: Доступно на:

source: CD Included:
de: Beiliegende CD:
es: CD incluido:
fr: CD inclus :
it: CD incluso/i:
ja: 収録される CD:
nl: Inclusief CD:
pt: CD Incluso:
ru: Прилагается CD:

source: Publisher:
de: Verlag:
es: Editor:
fr: Éditeur :
it: Editore:
ja: 出版社:
nl: Uitgever:
pt: Editora:
ru: Издатель:

source: Authors:
de: Autoren:
es: Autores:
fr: Auteurs :
it: Autori:
ja: 著者名:
nl: Auteurs:
pt: Autores:
ru: Авторы:

source: Editors:
de: Redakteure:
es: Editores:
fr: Éditeurs :
it: Editori:
ja: 編集者名:
nl: Redactie:
pt: Editores:
ru: Редакторы:

source: Maintainer:
de: Betreuer:
es: Mantenedores:
fr: Responsable :
it: Manutentore:
ja: メンテナ:
nl: Verantwoordelijke:
pt: Mantenedor:
ru: Сопровождающий:

source: Status:
es: Estado:
fr: État :
it: Stato:
ja: 状態:
pt: Estado:
ru: Состояние:

source: Availability:
de: Verfügbarkeit:
es: Disponibilidad:
fr: Disponibilité :
it: Disponibilità:
ja: 入手:
nl: Beschikbaarheid:
pt: Disponibilidade:
ru: Доступность:

source: Latest version:
de: Neueste Version:
es: Última versión:
fr: Dernière version :
it: Ultima versione:
ja: 最新バージョン:
nl: Meest recente versie:
pt: Última versão:
ru: Последняя версия:

source: (version <get-var version />)
es: (versión <get-var version />)
it: (versione <get-var version />)
ja: (バージョン <get-var version />)
nl: (versie <get-var version />)
pt: (versão <get-var version />)
ru: (версия <get-var version />)

source: plain text
de: Reiner Text
es: texto sin formato
fr: texte seul
it: solo testo
ja: プレーンテキスト
nl: platte tekst
pt: texto puro
ru: простой текст

source: The latest <get-var srctype /> source is available through the <a href="https://www.debian.org/doc/cvs">Subversion</a> repository.
es: El último código fuente <get-var srctype /> está disponible en el repositorio <a href="https://www.debian.org/doc/cvs">Subversion</a>.
fr: Les dernières sources au format <get-var srctype /> sont disponibles dans le <a href="https://www.debian.org/doc/cvs">dépôt Subversion</a>.
it: L'ultima <get-var srctype /> è disponibile tramite il repository <a href="https://www.debian.org/doc/cvs">Subversion</a>.
ja: 最新の <get-var srctype /> ソースは <a href="https://www.debian.org/doc/cvs">Subversion</a> リポジトリ経由で利用できるようになっています。
nl: De laatste <get-var srctype /> broncode is beschikbaar via de <a href="https://www.debian.org/doc/cvs">Subversion</a> opslagplaats.
ru: Наиболее свежий исходный код <get-var srctype /> доступен из репозитория <a href="https://www.debian.org/doc/cvs">Subversion</a>.

source: Web interface:
es: Interfaz web:
fr: Interface web :
it: Interfaccia web:
ja: ウェブインターフェイス:
ru: Веб-интерфейс:

source: VCS interface:
es: Interfaz VCS:
fr: Interface du système de gestion de versions :
it: Interfaccia VCS:
ja: VCS インターフェイス:
ru: VCS-интерфейс:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
es: El último código fuente <get-var srctype /> está disponible en el repositorio <a href="https://packages.debian.org/cvs">Cvs</a>.
fr: Les dernières sources au format <get-var srctype /> sont disponibles dans le dépôt <a href="https://packages.debian.org/cvs">CVS</a>.
it: L'ultima <get-var srctype /> è disponibile tramite il repository <a href="https://packages.debian.org/cvs">Cvs</a>.
ja: 最新の <get-var srctype /> ソースは <a href="https://packages.debian.org/cvs">Cvs</a> リポジトリ経由で利用できるようになっています。
nl: De laatste <get-var srctype /> broncode is beschikbaar via de <a href="https://www.debian.org/doc/cvs">Cvs</a> opslagplaats.
ru: Наиболее свежий исходный код <get-var srctype /> доступен из репозитория <a href="https://packages.debian.org/cvs">Cvs</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
es: El último código fuente <get-var srctype /> está disponible en el repositorio <a href="https://packages.debian.org/subversion">Subversion</a>
fr: Les dernières sources au format <get-var srctype /> sont disponibles dans le dépôt <a href="https://packages.debian.org/subversion">Subversion</a>.
it: L'ultima <get-var srctype /> è disponibile tramite il repository <a href="https://packages.debian.org/subversion">Subversion</a>.
ja: 最新の <get-var srctype /> ソースは <a href="https://packages.debian.org/subversion">Subversion</a> リポジトリ経由で利用できるようになっています。
nl: De laatste <get-var srctype /> broncode is beschikbaar via de <a href="https://packages.debian.org/subversion">Subversion</a> opslagplaats.
ru: Наиболее свежий исходный код <get-var srctype /> доступен из репозитория <a href="https://packages.debian.org/subversion">Subversion</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
es: El último código fuente <get-var srctype /> está disponible en el repositorio <a href="https://packages.debian.org/git">Git</a>.
fr: Les dernières sources au format <get-var srctype /> sont disponibles dans le dépôt <a href="https://packages.debian.org/git">Git</a>.
it: L'ultima <get-var srctype /> è disponibile tramite il repository <a href="https://packages.debian.org/git">Git</a>.
ja: 最新の <get-var srctype /> ソースは <a href="https://packages.debian.org/git">Git</a> リポジトリ経由で利用できるようになっています。
nl: De laatste <get-var srctype /> broncode is beschikbaar via de <a href="https://www.debian.org/git">Git</a> opslagplaats.
ru: Наиболее свежий исходный код <get-var srctype /> доступен из репозитория <a href="https://packages.debian.org/git">Git</a>.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
de: Arbeitskopie des CVS-Quellcodes: Setzen Sie <code>CVSROOT</code> auf <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, und checken Sie das Modul <kbd>boot-floppies/documentation</kbd> aus.
es: Copia de trabajo del CVS: establezca <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd> como valor de <code>CVSROOT</code> y descargue el módulo <kbd>boot-floppies/documentation</kbd>.
fr: Copie de travail des sources CVS : positionnez <code>CVSROOT</code> à <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, et récupérez le module <kbd>boot-floppies/documentation</kbd>.
it: Copia dei sorgenti CVS: impostare <code>CVSROOT</code> come <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd> ed eseguire il check out del modulo <kbd>boot-floppies/documentation</kbd>.
ja: 作業中の CVS ソースを得るには: <code>CVSROOT</code> 変数を <kbd>:ext:<var>ユーザID</var>@cvs.debian.org:/cvs/debian-boot</kbd> に設定し、<kbd>boot-floppies/documentation</kbd> モジュールを checkout してください。
nl: Broncode uit CVS: zet <code>CVSROOT</code> op <kbd>:ext:<var>gebruikersnaam</var>@cvs.debian.org:/cvs/debian-boot</kbd> en download de module <kbd>boot-floppies/documentation</kbd>.
pt: Cópias de fontes de trabalho CVS: defina o <code>CVSROOT</code> como <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, e faça um <q>check out</q> do módulo <kbd>boot-floppies/documentation</kbd>.
ru: Чтобы создать рабочую копию исходных текстов из CVS, установите значение <code>CVSROOT</code> в <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, и извлеките модуль <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
de: CVS übers Web
es: CVS a través del web
fr: Accès CVS par le web
ja: ウェブ経由で CVS を見る
ru: Web-интерфейс CVS

source: Debian package
de: Debian-Paket
es: Paquete Debian
fr: Paquet Debian
it: Pacchetto Debian
ja: Debian パッケージ
nl: Debian-pakket
pt: Pacote Debian
ru: Пакет Debian

source: Debian package (archived)
de: Debian-Paket (archiviert)
es: Paquete Debian (archivado)
fr: Paquet Debian (archivé)
it: Pacchetto Debian (archiviato)
ja: Debian パッケージ (アーカイブ)
nl: Debian-pakket (gearchiveerd)
pt: Pacote Debian (arquivado)
ru: Пакет Debian (архив)

source: Debian GNU/Linux 3.1r0 CD1
fr: CD 1 de Debian GNU/Linux 3.1r0

source: An alternative <a href="http://www.lob.de/cgi-bin/work/outputexpert?mode=viewone&amp;titnr=254925022"> publication</a> is available from Lehmanns Fachbuchhandlung and costs 29.95 euro (as of 2008).
de: Eine alternative <a href="http://www.lob.de/cgi-bin/work/outputexpert?mode=viewone&amp;titnr=254925022"> Ausgabe</a> von Lehmanns Fachbuchhandlung ist für 29,95 € erhältlich (Stand 2008).
pt: Uma <a href="http://www.lob.de/cgi-bin/work/outputexpert?mode=viewone&amp;titnr=242485044"> publicação</a> alternativa está disponível pelo Lehmanns Fachbuchhandlung e custa 29.95 &euro; (a partir de 2008).

source: Use <a href="cvs">SVN</a> to download the SGML source text for <get-var ddp_pkg_loc />.
de: Verwenden Sie <a href="cvs">SVN</a>, um den SGML-Quelltext für <get-var ddp_pkg_loc /> herunterzuladen.
pt: Use o <a href="cvs">SVN</a> para baixar o fonte SGML do <get-var ddp_pkg_loc />.

source: Debian 8 is the must-have handbook for learning Linux. Start on the beginners level and learn how to deploy the system with graphical interface and terminal. This book provides the basic knowledge to grow and become a 'junior' systems administrator. Start off with exploring the GNOME desktop interface and adjust it to your personal needs. Overcome your fear of using the Linux terminal and learn the most essential commands in administering Debian. Expand your knowledge of system services (systemd) and learn how to adapt them. Get more out of the software in Debian and outside of Debian. Manage your home-network with network-manager, etc. 10 percent of the profits on this book will be donated to the Debian Project.
es: Debian 8 es el manual obligado para aprender Linux. Comience en el nivel de principiante y aprenda cómo desplegar el sistema con interfaz gráfica y terminal. Este libro proporciona el conocimiento básico para crecer y llegar a ser un administrador de sistemas 'junior'. Comience explorando la interfaz del escritorio GNOME y ajústela a sus necesidades personales. Supere su miedo a usar el terminal de Linux y aprender los comandos esenciales para administrar Debian. Expanda su conocimiento de los servicios del sistema (systemd) y aprenda cómo adaptarlos. Consiga más del software en Debian y fuera de Debian. Gestione su red doméstica con network-manager, etc. El 10 por ciento de los beneficios de este libro se donarán al Proyecto Debian.
it: Debian 8 è il manuale da avere per imparare Linux. Inizia al livello per principianti e insegna come ottere un sistema con interfaccia grafica e terminale. Questo libro fornisce le conoscenze di base per crescere e diventare un amministratore di sistema junior. Inizia con l'esplorazione dell'interfaccia desktop GNOME e con la sua messa a punto a seconda delle esigenze personali. Fa superare la paura di usare il terminale Linux e insegna i comandi essenziali per l'amministrazione di Debian. Amplia la conoscenza dei servizi di sistema (systemd) e insegna a modificarli. Ottieni di più dal software dentro e fuori Debian. Gestisci la rete di casa con network-manager, etc. Il 10 percento dei proventi di questo libro sono donati al Progetto Debian.
nl: Debian 8 is een onmisbaar handboek om Linux onder de knie te krijgen. Begin bij het niveau voor beginners en leer hoe u het systeem kunt gebruiken met een grafische interface en aan de terminal. Dit boek biedt de basiskennis die u nodig heeft om door te kunnen groeien tot een beginnende systeembeheerder. Ga op weg met het verkennen van de GNOME desktopomgeving en pas deze aan volgens uw eigen behoeften. Overwin uw angst om de Linux terminal te gebruiken en leer de meest essentiële commando's voor het beheer van Debian. Verruim uw kennis over systeemdiensten (systemd) en leer hoe u ze kunt aanpassen. Haal meer uit de software in en buiten Debian. Beheer uw thuisnetwerk met network-manager, etc. 10 percent van de opbrengsten van dit boek worden gedoneerd aan het Debian Project.

source: Written by two Debian developers, this free book started as a translation of their French best-seller known as Cahier de l'admin Debian (published by Eyrolles). Accessible to all, this book teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator. It covers all the topics that a competent Linux administrator should master, from the installation and the update of the system, up to the creation of packages and the compilation of the kernel, but also monitoring, backup and migration, without forgetting advanced topics like SELinux setup to secure services, automated installations, or virtualization with Xen, KVM or LXC.
es: Escrito por dos desarrolladores de Debian, este libro libre comenzó como una traducción de su superventas en francés, conocido como Cahier de l'admin Debian (publicado por Eyrolles). Accesible a todos, este libro enseña lo esencial para cualquiera que quiera llegar a ser un administrador de Debian GNU/Linux efectivo e independiente. Cubre todos los temas que un administrador Linux competente debería dominar, desde la instalación y la actualización del sistema, hasta la creación de paquetes y la compilación del núcleo, pero también monitorización, copia de seguridad y migración, sin olvidar temas avanzados como la instalación de SELinux para asegurar servicios, instalaciones automatizadas, o la virtualización con Xen, KVM o LXC.
it: Scritto da due sviluppatori Debian, questo libro gratuito è iniziato come la traduzione del loro best-seller francese <q>Cahier de l'admin Debian</q> (pubblicato da Eyrolles). Accessibile a tutti, questo libro insegna le cose essenziali a coloro che vogliono diventare degli amministratori di sistema Debian GNU/Linux efficacie e indipendenti. Copre tutti gli argomenti che un amministratore Linux competente deve padroneggiare, dall'installazione e l'aggiornamento del sistema, fino alla creazione dei pacchetti e la compilazione del kernel, ma anche il monitoraggio, il backup e la migrazione, senza scordarsi degli argomenti più avanzati come la configurazione di servizi sicuri con SELinux, installazioni automatiche o la virtualizzazione con Xen, KVM o LXC.
nl: Dit vrij verkrijgbare boek, geschreven door twee Debian ontwikkelaars, was oorspronkelijk een vertaling van hun Franse bestseller, uitgebracht door Eyrolles onder de titel "Cahier de l'admin Debian." Wie graag een efficiënte en onafhankelijke systeembeheerder van Debian Gnu/Linux computers wil worden kan via dit erg toegankelijke werk de nodige basiskennis verwerven. Het boek behandelt alle onderwerpen die een competente Linux systeembeheerder onder de knie moet hebben, vanaf het installeren en onderhouden van het systeem tot het maken van pakketten en het compileren van de kernel. Het besteedt voorts aandacht aan systeemopvolging, reservekopieën maken en de overstap wagen. Ook meer gevorderde aspecten komen aan bod, zoals SELinux instellen voor het beveiligen van diensten, automatische installaties en virtualisatie met behulp van Xen, KVM of LXC.
