Repository: l/debian-webwml
Catalog: webwml/*/po/mailinglists.*.po
Languages: de, es, it, pt, zh

source: Mailing List Subscription
de: Mailinglisten-Abonnierung
es: Suscripción a las listas de correo
it: Iscrizione alle liste di messaggi
pt: Inscrição em Listas de Discussão
zh: 訂閱郵件列表

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
de: Lesen Sie auch die <a href="./#subunsub">Mailinglisten</a>-Seite mit Informationen, wie man sich per E-Mail in die Listen einträgt. Ein <a href="unsubscribe">Web-Formular</a> zum Austragen aus den Mailinglisten steht ebenfalls zur Verfügung.
es: Vea la página de las <a href="./#subunsub">listas de correo</a> para tener información sobre cómo suscribirse usando el correo electrónico. También hay disponible un <a href="unsubscribe">formulario web de desuscripción</a>, para darse de baja de las listas de correo.
it: Vedere nella pagina delle <a href="./#subunsub">liste di messaggi</a> le informazioni su come iscriversi utilizzando una email. È disponibile anche un <a href="unsubscribe">modulo di rinuncia all'iscrizione</a> per cancellare l'iscrizione alle liste di messaggi.
pt: Consulte a página das <a href="./#subunsub">listas de discussão</a> para obter informações sobre como inscrever-se usando o e-mail. Um <a href="unsubscribe">formulário de desinscrição via web</a> também está disponível.
zh: 請看 <a href="./#subunsub">mailing lists</a> 頁以了解要如何使用 e-mail 訂閱。<a href="unsubscribe">取消訂閱網頁</a>可以用來線上取消訂閱郵件列表。

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
de: Beachten Sie, dass die meisten Debian-Mailinglisten öffentliche Foren sind. Jede dahin geschickte E-Mail wird in öffentlichen Mailinglistarchiven veröffentlicht und von Suchmaschinen indiziert. Sie sollten Debian-Mailinglisten nur mit einer E-Mail-Adresse abonnieren, die Sie nicht geheimhalten wollen.
es: Tenga en cuenta que la mayoría de las listas de correo de Debian son foros públicos. Cualquier correo enviado a las listas se publicará en los archivos de las listas de correo y será indexado por motores de búsqueda. Sólo debería suscribirse a las listas de correo de Debian con una dirección de correo que no le importa que se haga pública.
it: La maggior parte delle liste di messaggi Debian sono forum pubblici. Qualsiasi messaggio inviato verrà pubblicato nell'archivio della lista di messaggi e verrà indicizzato dai motori di ricerca. Perciò per l'iscrizione a una lista di messaggi Debian si deve usare un indirizzo email sapendo che diventerà di dominio pubblico.
pt: Note que a maioria das listas de discussão Debian são fóruns públicos. Quaisquer mensagens enviadas para elas serão publicadas nos arquivos públicos das listas de discussão e indexados por mecanismos de busca. Você só deveria se inscrever numa lista de discussão Debian usando um endereço de e-mail que você não se importa em tornar público.
zh: 請注意大部分 Debian 郵件列表為公開討論區。任何送到列表上的郵件會被公開在公開的郵件庫存中並且被搜尋引擎索引。請只使用您可以公開使用的 e-mail 位址來訂閱 Debian 郵件列表。

source: Please select which lists you want to subscribe to:
de: Bitte wählen Sie die Listen, die Sie abonnieren möchten:

source: No description given
de: Keine Beschreibung angegeben
es: Sin descripción.
it: Descrizione non disponibile
pt: Nenhuma descrição dada
zh: 沒有詳細描述

source: Moderated:
de: Moderiert:
es: Moderada:
it: Moderata:
pt: Moderada:
zh: 受管理的列表：

source: Posting messages allowed only to subscribers.
de: Das Schicken von Nachrichten ist nur den Abonnenten erlaubt.
es: El envío de mensajes sólo está permitido a los suscritos.
it: L'invio di messaggi è consentito solo agli iscritti.
pt: Postagem de mensagens permitida apenas para pessoas inscritas.
zh: 只有訂閱者才可以發表訊息。

source: Only messages signed by a Debian developer will be accepted by this list.
de: Nur Nachrichten, die von einem Debian-Entwickler unterschrieben wurden, werden von dieser Liste akzeptiert.
es: Sólo se aceptarán mensajes a esta lista si están firmados por un desarrollador de Debian.
it: Solo i messaggi firmati da uno sviluppatore Debian sono accettati su questa lista.
pt: Somente mensagens assinadas por um desenvolvedor Debian serão aceitas nesta lista.
zh: 只有 Debian developer 簽章的訊息才會被此郵件列表接受。

source: Subscription:
de: Abonnierung:
es: Suscripción:
it: Iscrizione:
pt: Inscrição:
zh: 訂閱：

source: is a read-only, digestified version.
de: nur lesender Zugriff, Zusammenfassungen.
es: es una versión resumida, de sólo lectura.
it: è in sola lettura, in versione digest.
pt: somente leitura, versão resumida (digest)
zh: 唯讀，文摘版本。

source: Your E-Mail address:
de: Ihre E-Mail-Adresse:
es: Su dirección de correo:
it: Il tuo indizzo email:
pt: Seu endereço de e-mail:
zh: 您的 E-Mail 地址：

source: Subscribe
de: Eintragen
es: Enviar suscripción
it: Richiedi l'iscrizione
pt: Inscrição
zh: 訂閱

source: Clear
de: Löschen
es: Borrar selección
it: Annulla
pt: Limpar
zh: 清除

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
de: Bitte respektieren Sie die <a href="./#ads">Werbe-Regeln</a> auf den Mailinglisten von Debian.
es: Por favor, respete la <a href="./#ads">política de publicidad en las listas de correo de Debian</a>.
it: Si raccomanda di rispettare le <a href="./#ads">regole sulla pubblicità nelle liste Debian</a>.
pt: Por favor, respeite a <a href="./#ads">política de propaganda das listas de discussão Debian</a>.
zh: 請尊重 <a href="./#ads">Debian 郵件列表廣告政策</a>。

source: Mailing List Unsubscription
de: Mailinglisten-Abbestellung
es: Desuscripción de las listas de correo
it: Rinuncia all'iscrizione alle liste di messaggi
pt: Desinscrição das listas de discussão
zh: 取消訂閱郵件列表

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
de: Lesen Sie auch die <a href="./#subunsub">Mailinglisten</a>-Seite mit Informationen, wie man sich per E-Mail aus den Listen austrägt. Ein <a href="subscribe">Web-Formular</a> zum Eintragen in die Mailinglisten steht ebenfalls zur Verfügung.
es: Vea la página de las <a href="./#subunsub">listas de correo</a> para tener información sobre cómo desuscribirse usando el correo electrónico. También hay disponible un <a href="subscribe">formulario web de suscripción</a>, para suscribirse a las listas de correo.
it: Vedere nella pagina delle <a href="./#subunsub">liste di messaggi</a> le informazioni su come cancellarsi utilizzando una email. È disponibile anche un <a href="unsubscribe">modulo d'iscrizione</a> per richiedere l'iscrizione alle liste di messaggi.
pt: Consulte a página das <a href="./#subunsub">listas de discussão</a> para obter informações sobre como desinscrever-se usando o e-mail. Um <a href="subscribe">formulário para inscrição via web</a> também está disponível.
zh: 請看 <a href="./#subunsub">mailing lists</a> 頁以了解要如何使用 e-mail 取消訂閱。<a href="unsubscribe">訂閱網頁</a>可以用來線上訂閱郵件列表。

source: Please select which lists you want to unsubscribe from:
de: Bitte wählen Sie die Listen, die Sie abbestellen möchten:

source: Unsubscribe
de: Austragen
es: Enviar desuscripción
it: Rinuncia all'iscrizione
pt: Desinscrever
zh: 取消訂閱

source: open
de: offen
es: abierta
it: aperta
pt: aberta
zh: 公開

source: closed
de: geschlossen
es: cerrada
it: chiusa
pt: fechada
zh: 關閉

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
es: Por favor, eliga a qué listas desea subscribirse (el número de subscripciones está limitado, si su solicitud no funciona utilice <a href="./#subunsub">otro método</a>):
it: Selezionare le liste alle quali ci si vuole iscrivere (il numero di liste selezionabili è limitato, se la richiesta non ha successo, usare <a href="./#subunsub">un altro metodo</a>):
pt: Por favor selecione as listas nas quais você deseja se inscrever (o número de inscrições é limitado, se o seu pedido não tiver êxito, por favor use <a href="./#subunsub">um outro método</a>).

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
es: Por favor, seleccione las listas de las que quiere darse de baja: (el número de desubscripciones está limitado, si su solicitud no funciona, utilice <a href="./#subunsub">otro métdodo</a>):
it: Selezionare le liste dalle quali ci si vuole rinunciare all'iscrizione (il numero di liste selezionabili è limitato, se la richiesta non ha successo, usare <a href="./#subunsub">un altro metodo</a>):
pt: Por favor selecione as listas nas quais você deseja se inscrever (o número de inscrições é limitado, se o seu pedido não tiver êxito, por favor use <a href="./#subunsub">um outro método</a>).
