Repository: l/debian-webwml
Catalog: webwml/*/po/newsevents.*.po
Languages: de, es, fr, ja, nl, pt, zh

source: Debian News
de: Debian-Nachrichten
es: Noticias de Debian
fr: Actualités Debian
ja: Debian ニュース
nl: Debian Nieuws
pt: Notícias do Debian
zh: Debian 新闻

source: Debian Latest News
de: Neueste Nachrichten von Debian
es: Últimas noticias de Debian
fr: Dernières nouvelles de Debian
ja: Debian 最新ニュース
nl: Laatste nieuws van Debian
pt: Últimas Notícias do Debian
zh: Debian 最新消息

source: The newsletter for the Debian community
de: Der Newsletter für die Debian-Gemeinschaft
es: El boletín para la comunidad Debian
fr: La lettre d'information de la communauté Debian
ja: Debian コミュニティのニューズレター
nl: De nieuwsbrief voor de Debian-gemeenschap
pt: O boletim informativo para a comunidade Debian
zh: Debian 社区通讯

source: Name:
es: Nombre:
fr: Nom :
ja: 氏名
nl: Naam:
pt: Nome:
zh: 姓名：

source: Email:
es: Correo electrónico:
fr: Courriel :
ja: 電子メール

source: Previous Talks:
de: Vorherige Vorträge:
es: Conferencias previas:
fr: Précédentes présentations :
ja: 以前の講演:
nl: Eerdere voordrachten:
pt: Palestras Anteriores:
zh: 前一次演講：

source: Languages:
de: Sprachen:
es: Idiomas:
fr: Langues :
ja: 言語:
nl: Talen:
pt: Idiomas:
zh: 語言：

source: Location:
de: Wohnort:
es: Localización:
fr: Emplacement :
ja: 場所:
nl: Lokatie:
pt: Localização:
zh: 地點：

source: Topics:
de: Themen:
es: Temas:
fr: Sujets :
ja: 話題:
nl: Onderwerpen:
pt: Tópicos:
zh: 主題：

source: Title:
de: Titel:
es: Título:
fr: Titre :
ja: 題名
nl: Titel:
pt: Título:
zh: 标题：

source: Author:
de: Autor:
es: Autor:
fr: Auteur :
ja: 著者:
nl: Auteur:
pt: Autor:
zh: 作者：

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
ja: 言語:
nl: Taal:
pt: Idioma:
zh: 语言:

source: Date:
de: Datum:
es: Fecha:
ja: 日付:
nl: Datum:
pt: Data:
zh: 日期：

source: Event:
de: Veranstaltung:
es: Evento:
fr: Événement :
ja: イベント:
nl: Evenement:
pt: Evento:
zh: 事件：

source: Slides:
de: Folien:
es: Transparencias:
fr: Diapositives :
ja: スライド:
nl: Dia’s:
zh: 幻灯片：

source: source
de: Quellcode
es: fuente
ja: ソース
nl: broncode
zh: 源代码

source: Abstract
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
nl: Samenvatting
pt: Resumo
zh: 摘要

source: Upcoming Attractions
de: Kommende Veranstaltungen
es: Próximas atracciones
fr: Attractions à venir
ja: 近日開催されるイベント
nl: Komende evenementen
pt: Próximas Atrações
zh: 即将到来的事件

source: link may no longer be valid
de: Link könnte veraltet sein
es: puede que el enlace ya no sea válido
fr: le lien n'est peut-être plus valable
ja: リンクが切れている可能性があります
nl: de link is misschien niet meer geldig
pt: o link pode não ser mais válido
zh: 連結可能已經失效

source: When
de: Wann
es: Cuándo
fr: Quand
ja: 日時
nl: Wanneer
pt: Quando
zh: When（何時*）

source: Where
de: Wo
es: Dónde
fr: Où
ja: 場所
nl: Waar
pt: Onde
zh: Where（何處*）

source: More Info
de: Weitere Informationen
es: Información adicional
fr: Plus de renseignements
ja: 追加情報
nl: Voor meer info
pt: Mais Informações
zh: 更多[CN:信息:][HKTW:資訊:]

source: Debian Involvement
de: Beteiligung von Debian
es: Participación en Debian
fr: Participation de Debian
ja: Debian 関連情報
nl: Betrokkenheid van Debian
pt: Envolvimento do Debian
zh: Debian 參與

source: Main Coordinator
de: Hauptkoordinator
es: Coordinador principal
fr: Principal coordinateur
ja: メインコーディネータ
nl: Hoofdcoördinator
pt: Coordenador Principal
zh: 主要協調者

source: <th>Project</th><th>Coordinator</th>
de: <th>Projekt</th><th>Koordinator</th>
es: <th>Coordinador del</th><th>Proyecto</th>
fr: <th>Projet</th><th>Coordinateur</th>
ja: <th>プロジェクト</th><th>コーディネータ</th>
nl: <th>Project</th><th>Coördinator</th>
pt: <th>Coordenador do</th><th>Projeto</th>
zh: <th>計劃</th><th>Coordinator</th>

source: Related Links
de: Weitere Links
es: Enlaces relacionados
fr: Liens connexes
ja: 関連リンク
nl: Verwante sites
pt: Links Relacionados
zh: 相關網址

source: Latest News
de: Neueste Nachrichten
es: Últimas noticias
fr: Dernières nouvelles
ja: 最新ニュース
nl: Laatste nieuws
pt: Últimas Notícias
zh: 最新消息

source: Download calendar entry
de: Kalendereintrag herunterladen
es: Descargar entrada del calendario
fr: Télécharger le calendrier dans son intégralité
ja: カレンダーのダウンロード
nl: Download kalender-item
pt: Baixar entrada no calendário
zh: 下載月曆

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
de: Zurück: Zu anderen <a href="./">Debian-Neuigkeiten</a> || Zur <a href="m4_HOME/">Homepage des Debian-Projekts</a>.
es: Volver a las <a href="./">noticias de Debian</a> || <a href="m4_HOME/">página principal del proyecto Debian</a>.
fr: Retour aux autres <a href="./">nouvelles sur Debian</a> ou à la <a href="m4_HOME/">page d'accueil de Debian</a>.
ja: 他の <a href="./">Debian ニュース</a>を読む。 || <a href="m4_HOME/">Debian プロジェクトホームページ</a>に戻る。
nl: Terug naar: ander <a href="./">Debian-nieuws</a> || <a href="m4_HOME/">thuispagina van het Debian Project</a>.
pt: Voltar para: outras <a href="./">notícias Debian</a> || <a href="m4_HOME/">página inicial do Projeto Debian</a>.
zh: 返回: 其他 <a href="./">Debian 新聞</a> || <a href="m4_HOME/">Debian 計劃主頁</a>。

source: <get-var url /> (dead link)
de: <get-var url /> (toter Link)
es: <get-var url /> (enlace no válido)
fr: <get-var url /> (lien inexistant)
ja: <get-var url /> (リンク切れ)
nl: <get-var url /> (dode link)
pt: <get-var url /> (link quebrado)
zh: <get-var url /> (連結失效)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
de: Willkommen zur <get-var issue /> Ausgabe der DPN in diesem Jahr, dem Newsletter für die Debian-Gemeinschaft. Diese Ausgabe umfasst folgende Themen:
es: Le damos la bienvenida a la <get-var issue /> edición de este año del boletín de las noticias del proyecto Debian (DPN), el boletín informativo de la comunidad Debian. Los temas tratados en esta publicación incluyen:
fr: Nous avons le plaisir de vous présenter le <get-var issue /> numéro de l'année des « Nouvelles du projet Debian », la lettre d'information de la communauté Debian. Voici les sujets traités dans cette édition :
ja: 今年 <get-var issue /> 号目の DPN、Debian コミュニティの会報、にようこそ。この号で取り上げられている話題は:
nl: Welkom bij uitgave <get-var issue /> van dit jaar van DPN, de nieuwsbrief voor de Debian-gemeenschap. Deze uitgave bevat onder andere de volgende onderwerpen:
pt: Bem vindo à <get-var issue /> edição deste ano da DPN, o boletim informativo para a comunidade Debian. Os tópicos abordados nesta edição incluem:
zh: 欢迎阅读本年度第<get-var issue />期 DPN，Debian 社区的时事通讯。本期主题包括：

source: According to the <a href="https://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
de: Gemäß der <a href="https://udd.debian.org/bugs.cgi">Schnittstelle zur Suche nach Fehlern in der Ultimate Debian Database</a> ist die kommende Veröffentlichung, Debian <q><get-var release /></q>, derzeit von <get-var testing /> veröffentlichungs-kritischen Fehlern (RC bugs) betroffen. Wenn man die Fehler, die einfach behoben werden können oder bereits auf dem Weg sind, behoben zu werden, ignoriert, müssen grob gerechnet noch rund <get-var tobefixed /> veröffentlichungs-kritische Fehler behoben werden, damit die Veröffentlichung stattfinden kann.
es: De acuerdo a la <a href="https://udd.debian.org/bugs.cgi">interfaz de búsqueda de fallos en la base de datos «Ultimate» de Debian</a>, la próxima versión <q><get-var release /></q> de Debian, está actualmente afectada por <get-var testing /> fallos con severidad crítica. Ignorando fallos que son fáciles de resolver o que están en camino de ser resueltos, se requiere resolver cerca de <get-var tobefixed /> fallos con severidad crítica para que sea posible la publicación de la próxima versión estable.
nl: Volgens de <a href="https://udd.debian.org/bugs.cgi">bugzoekinterface van de Ultimate Debian Database</a> is de komende release, Debian <q><get-var release /></q> beinvloed door <get-var testing /> release-kritieke bugs. Als we de bugs negeren die makkelijk op te lossen zijn of al bijna zijn opgelost blijven er ruwweg <get-var tobefixed /> release-kritieke bugs over die moeten worden opgelost om een release mogelijk te maken.
zh: 根据<a href="https://udd.debian.org/bugs.cgi">终极 Debian 数据库（UDD）的 Bug 搜索页</a>，即将到来的新版本 Debian <q><get-var release /></q> 目前还有 <get-var testing />个 RC bug。忽略掉很容易修复的或正在被修复的 bug，大约还有 <get-var tobefixed />个 RC bug 需要修复，才能发行下一个版本。

source: There are also some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
es: Hay también algunas <a href="https://wiki.debian.org/ProjectNews/RC-Stats">sugerencias sobre cómo interpretar</a> estas cifras.
nl: Er zijn ook enkele < <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints over het interpreteren</a> van deze getallen.
zh: <a href="https://wiki.debian.org/ProjectNews/RC-Stats">一些提示，如何理解</a>这些数字。

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
es: Hay también <a href="<get-var url />">estadísticas con mayor detalle</a> así como algunas <a href="https://wiki.debian.org/ProjectNews/RC-Stats">sugerencias sobre cómo interpretar</a> estas cifras.
nl: Er zijn ook <a href="<get-var url />">gedetaileerdere statistieken</a> alsook enkele <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints over het interpreteren</a> van deze getallen.
zh: 这里有<a href="<get-var url />">更详细的统计数据</a>，及 <a href="https://wiki.debian.org/ProjectNews/RC-Stats">如何理解</a>这些数字。

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
de: <a href="<get-var link />">Im Moment</a> sind <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> Pakete verwaist</a> und <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> Pakete warten auf Adoption</a>: Bitte sehen Sie sich die vollständige Liste von <a href="m4_DEVEL/wnpp/help_requested">Paketen an, die Ihre Hilfe brauchen</a>.
es: <a href="<get-var link />">Actualmente</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> paquetes están huérfanos</a> y <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> paquetes se han puesto en adopción</a>. Revise la lista completa de <a href="m4_DEVEL/wnpp/help_requested">paquetes que requieren ayuda</a>.
fr: <a href="<get-var link />">Actuellement</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> paquets sont orphelins</a> et <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> paquets sont prêts pour l'adoption</a>. Veuillez consulter la liste complète des <a href="m4_DEVEL/wnpp/help_requested">paquets qui nécessitent votre aide</a>.
ja: <a href="<get-var link />">現時点で</a>、<a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> のパッケージがメンテナ不在となり</a>、<a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> のパッケージがメンテナの引き継ぎを募集中です</a>。完全なリストは<a href="m4_DEVEL/wnpp/help_requested">支援が必要なパッケージ</a>をご覧ください。
nl: Er zijn <a href="<get-var link />">op dit moment</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> verweesde pakketten</a> en <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> pakketten aangeboden voor adoptie</a>: bezoek de volledige lijst van <a href="m4_DEVEL/wnpp/help_requested">pakketten die uw hulp nodig hebben</a>.
pt: <a href="<get-var link />">Atualmente</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> pacotes estão órfãos</a> e <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> pacotes estão para adoção</a>: por favor, visite a lista completa de <a href="m4_DEVEL/wnpp/help_requested">pacotes que necessitam de sua ajuda</a>.
zh: <a href="<get-var link />">目前</a>有<a href="m4_DEVEL/wnpp/orphaned"> <get-var orphaned />个软件包被孤立</a>，有<a href="m4_DEVEL/wnpp/rfa"> <get-var rfa />个软件包正等待收养</a>： 请访问完整列表查看 <a href="m4_DEVEL/wnpp/help_requested">需要你帮助的软件包</a>。

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="https://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
es: Ayúdenos en la elaboración de este boletín. Necesitamos más voluntarios que informen y/o escriban sobre lo que acontece en la comunidad del proyecto Debian, así como ayuda en la traducción del boletín. Revise la <a href="https://wiki.debian.org/ProjectNews/HowToContribute">página sobre cómo contribuir</a> para obtener mayor información sobre cómo ayudar. Esperamos sus comentarios en la dirección de correo electrónico <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
nl: Help ons bij het maken van deze nieuwsbrief. We hebben nog steeds vrijwilligers nodig die schrijven over wat er speelt in de Debian-gemeenschap. Bekijk de <a href="https://wiki.debian.org/ProjectNews/HowToContribute">bijdragen-pagina</a> om te lezen hoe u kunt helpen. We verheugen ons op uw e-mail op <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
zh: 请帮助我们创建这份通讯。我们仍然需要更多的志愿写作者关注 Debian 社区并报告发生了什么事。请查看<a href="https://wiki.debian.org/ProjectNews/HowToContribute">贡献页</a>以便知道如何帮助我们。我们期待在 <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a> 列表收到你的邮件。

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
de: Bitte beachten Sie, dass dies eine Auswahl aus den wichtigsten Sicherheitsankündigungen der letzten Wochen ist. Falls Sie bezüglich der vom Debian-Security-Team veröffentlichten Ankündigungen auf dem aktuellsten Stand sein müssen, abonnieren Sie bitte die <a href="<get-var url-dsa />">Security-Mailingliste</a> (und die separate <a href="<get-var url-bpo />">backports</a>- sowie die <a href="<get-var url-stable-announce />">stable-updates</a>-Liste), damit Sie die entsprechenden Ankündigungen erhalten.
es: Por favor, tenga en cuenta que éstos son una selección de los avisos de seguridad más importantes de las últimas semanas. Si necesita estar al día sobre avisos de seguridad publicados por el equipo de Seguridad de Debian, por favor suscríbase a la <a href="<get-var url-dsa />">lista de correo de seguridad</a> (y la lista separada para <a href="<get-var url-bpo />">«backports»</a>, y la <a href="<get-var url-stable-announce />">lista de actualizaciones de «estable»</a>) para los anuncios.
fr: Veuillez noter que ce sont uniquement les annonces les plus importantes des dernières semaines. Si vous désirez être au courant des dernières annonces de l'équipe de sécurité de Debian, inscrivez-vous à la <a href="<get-var url-dsa />">liste de diffusion correspondante</a> (ainsi qu'à la <a href="<get-var url-bpo />">liste de diffusion spécifique aux rétroportages</a> et celle des <a href="<get-var url-stable-announce />">mises à jour de stable</a>).
ja: これらは、先週のセキュリティ勧告の中からより重要なものだけが抜粋されていることに注意してください。Debian セキュリティチームが公開したセキュリティ勧告の最新情報をチェックする必要があるなら、アナウンスを受けとるために<a href="<get-var url-dsa />">セキュリティメーリングリスト</a> (これとは別に <a href="<get-var url-bpo />">backports セクションのメーリングリスト</a>と <a href="<get-var url-stable-announce />">stable-updates セクションのメーリングリスト</a>) を購読してください。
nl: Deze lijst is slechts een selectie van de belangrijkere beveiligingsaanbevelingen van de afgelopen week. Als u op de hoogte gehouden moet worden over beveiligingsaanbevelingen die uitgebracht zijn door het Debian beveiligingsteam, abonneert u zich dan op de <a href="<get-var url-dsa />">beveiligings e-maillijst</a> (en de aparte <a href="<get-var url-bpo />">backports lijst</a> en <a href="<get-var url-stable-announce />">stabiele updates lijst</a>) voor aankondigingen.
pt: Por favor note que esta é uma seleção dos alertas de segurança mais importantes das últimas semanas. Caso você precise se manter atualizado sobre os alertas de segurança divulgados pela Equipe de Segurança do Debian, por favor assine a <a href="<get-var url-dsa />">lista de discussão de segurança</a> (e a <a href="<get-var url-bpo />">lista backports</a> separada, além da <a href="<get-var url-stable-announce />">lista de atualizações da versão estável</a>) para anúncios.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
es: Por favor, tenga en cuenta que éstos son una selección de los avisos de seguridad más importantes de las últimas semanas. Si necesita estar al día sobre avisos de seguridad publicados por el equipo de Seguridad de Debian, por favor suscríbase a la <a href="<get-var url-dsa />">lista de correo de seguridad</a> (y la lista separada para <a href="<get-var url-bpo />">«backports»</a>, la <a href="<get-var url-stable-announce />">lista de actualizaciones de «estable»</a> o la <a href="<get-var url-volatile-announce />">lista de «volatile»</a>, para <q><get-var old-stable /></q>, la distribución «antigua estable») para los anuncios.
fr: Veuillez noter que ce sont uniquement les annonces les plus importantes des dernières semaines. Si vous désirez être au courant des dernières annonces de l'équipe de sécurité de Debian, inscrivez-vous à la <a href="<get-var url-dsa />">liste de diffusion correspondante</a> (ainsi qu'à la <a href="<get-var url-bpo />">liste de diffusion spécifique aux rétroportages</a> et celle des <a href="<get-var url-stable-announce />">mises à jour de stable</a> ou d'<a href="<get-var url-volatile-announce />">annonces du projet Volatile</a> pour l'ancienne distribution stable, <q><get-var oldstable /></q>).
ja: これらは、先週のセキュリティ勧告の中からより重要なものだけが抜粋されていることに注意してください。Debian セキュリティチームが公開したセキュリティ勧告の最新情報をチェックする必要があるなら、アナウンスを受けとるために<a href="<get-var url-dsa />">セキュリティメーリングリスト</a> (これとは別に <a href="<get-var url-bpo />">backports セクションのメーリングリスト</a>と <a href="<get-var url-stable-announce />">stable-updates セクションのメーリングリスト</a>あるいは旧安定版である <q><get-var old-stable /></q> 向けの <a href="<get-var url-volatile-announce />">volatile セクションのメーリングリスト</a>) を購読してください。
nl: Deze lijst is slechts een selectie van de belangrijkere beveiligingsaanbevelingen van de afgelopen week. Als u op de hoogte gehouden moet worden over beveiligingsaanbevelingen die uitgebracht zijn door het Debian beveiligingsteam, abonneert u zich dan op de <a href="<get-var url-dsa />">beveiligings e-maillijst</a> (en de aparte <a href="<get-var url-bpo />">backports lijst</a> en <a href="<get-var url-stable-announce />">stabiele updates lijst</a> of <a href="<get-var url-volatile-announce />">volatile lijst</a> voor <q><get-var old-stable /></q>, de oldstable distributie) voor aankondigingen.
pt: Por favor note que esta é uma seleção dos alertas de segurança mais importantes das últimas semanas. Caso você precise se manter atualizado sobre os alertas de segurança divulgados pela Equipe de Segurança do Debian, por favor assine a <a href="<get-var url-dsa />">lista de discussão de segurança</a> (e a <a href="<get-var url-bpo />">lista backports</a> separada, além da <a href="<get-var url-stable-announce />">lista de atualizações da versão estável</a> ou a <a href="<get-var url-volatile-announce />">lista volatile</a>, para <q><get-var old-stable /></q>, a distribuição estável antiga) para anúncios.

source: Debian's Stable Release Team released an update announcement for the package:
de: Debians Stable-Release-Team hat eine Aktualisierungs-Ankündigung veröffentlicht für das Paket:
es: El equipo de Publicación de Debian «estable» publicó un anuncio de actualización para el paquete:
fr: L'équipe en charge de la publication stable a publié une annonce concernant le paquet
ja: Debian 安定版リリースチームは以下のパッケージにアップデートを公開しました:
nl: Debians Stable Release Team heeft een update aankondiging gedaan voor het pakket:
pt: A equipe de lançamento da versão estável do Debian publicou um anúncio de atualização para o pacote:

source: and
de: und
es: y
fr: et
nl: en
pt: e
zh: 和

source: Please read them carefully and take the proper measures.
de: Bitte lesen Sie sie sorgfältig und reagieren Sie entsprechend.
es: Por favor, léalos con atención y tome las medidas oportunas.
fr: Veuillez les lire attentivement et prendre les mesures appropriées.
ja: 勧告の内容をよく読んで、適切な対策を講じてください。
nl: Leest u ze a.u.b zorgvuldig en neem de juiste maatregelen.
pt: Por favor, leia-os com atenção e tome as medidas adequadas.
zh: 请仔细阅读并采取适当措施。

source: Debian's Backports Team released advisories for these packages:
de: Debians Backports-Team hat für diese Pakete Empfehlungen veröffentlicht:
es: El equipo de «Backports» de Debian publicó avisos para los paquetes:
fr: L'équipe en charge des rétroportages a publié des annonces concernant les paquets
ja: Debian Backports チームは以下のパッケージにセキュリティ勧告を公開しました:
nl: Debians Backports Team heeft adviezen uitgebracht voor deze pakketten:
pt: A equipe de backports do Debian publicou alertas para estes pacotes:
zh: Debian Backports 团队发布的与这些软件包有关的通告：

source: Debian's Security Team recently released advisories for these packages (among others):
de: Debians Security-Team hat kürzlich für diese Pakete (neben weiteren) Empfehlungen veröffentlicht:
es: El equipo de Seguridad de Debian ha publicado recientemente avisos para los siguientes paquetes (entre otros):
fr: L'équipe de sécurité de Debian a publié récemment des annonces concernant (entre autres) les paquets
ja: Debian セキュリティチームは最近、以下のパッケージ (抜粋) にセキュリティ勧告を公開しました:
nl: Debians Beveiligings Team heeft recentelijk adviezen uitgebracht voor (onder andere) deze pakketten:
pt: A equipe de securança do Debian recentemente publicou alertas para estes pacotes (entre outros):
zh: Debian 安全团队最近发布的与这些软件包（及其他）有关的通告：

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
de: <get-var num-newpkg /> Pakete wurden kürzlich zum Debian-unstable-Archiv hinzugefügt.
es: Recientemente se han añadido <get-var num-newpkg /> paquetes al archivo de «inestable».
fr: <get-var num-newpkg /> paquets ont été ajoutés récemment à l'archive <q>unstable</q> de Debian.
ja: 最近、<get-var num-newpkg /> のパッケージが不安定版の Debian アーカイブに追加されました。
nl: <get-var num-newpkg /> pakketten zijn recentelijk toegevoegd aan het unstable Debian archief.
pt: <get-var num-newpkg /> pacotes foram adicionados ao repositório do Debian instável ("unstable") recentemente.
zh: 最近添加了 <get-var num-newpkg /> 个软加包到 Debian unstable 仓库。
