Repository: l/debian-webwml
Catalog: webwml/*/po/newsevents.*.po
Languages: de, es, fr, ja, nl, pt, zh

source: <a href="<get-var url-newpkg />">Among many others</a> are:
de: <a href="<get-var url-newpkg />">Neben vielen weiteren sind dies</a>:
es: <a href="<get-var url-newpkg />">Entre muchos otros</a>, están:
fr: <a href="<get-var url-newpkg />">Parmi bien d'autres</a>, en voici une courte sélection :
ja: <a href="<get-var url-newpkg />">新規パッケージ</a>からの抜粋:
nl: <a href="<get-var url-newpkg />">Naast vele andere</a> zijn:
pt: <a href="<get-var url-newpkg />">Entre muitos outros</a> são:
zh: <a href="<get-var url-newpkg />">其他</a>还有：

source: There are several upcoming Debian-related events:
de: Es gibt mehrere Veranstaltungen in nächster Zeit, die mit Debian zusammenhängen:
es: Hay varios actos relacionados con Debian próximamente:
fr: Plusieurs événements concernant Debian auront bientôt lieu :
ja: 今後、いくつかの Debian 関連のイベントが予定されています。
nl: Er komen verschillende Debian gerelateerde evenementen aan:
pt: Existem vários eventos próximos relacionados ao Debian:
zh: 有几个即将发生的 Debian 事件：

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
de: Sie finden weitere Informationen über Debian betreffende Veranstaltungen und Vorträge im <a href="<get-var events-section />">Veranstaltungs-Bereich</a> der Debian-Website, oder abonnieren Sie eine der Veranstaltungs-Mailinglisten für die verschiedenen Regionen: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">die Niederlande</a>, <a href="<get-var events-ml-ha />">Lateinamerika</a>, <a href="<get-var events-ml-na />">Nordamerika</a>.
es: Puede encontrar más información sobre actos y charlas relacionados con Debian en la <a href="<get-var events-section />">sección de actos</a> de la web de Debian, o suscribirse a una de nuestras listas de correo de actos para las distintas regiones: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Países Bajos</a>, <a href="<get-var events-ml-ha />">Hispanoamérica</a>, <a href="<get-var events-ml-na />">Norteamérica</a>.
fr: Des renseignements supplémentaires sur les événements concernant Debian et les présentations sont disponibles dans la <a href="<get-var events-section />">section événements</a> du site web de Debian ou en s'inscrivant aux listes de diffusion relatives aux différentes régions : <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Pays-Bas</a>, <a href="<get-var events-ml-ha />">Amérique latine</a> et <a href="<get-var events-ml-na />">Amérique du Nord</a>.
ja: Debian 関連のイベントや会議に関するより多くの情報を得るには、Debian ウェブサイトの<a href="<get-var events-section />">イベントセクション</a>を参照するか、いろいろな地域におけるイベント用メーリングリスト (<a href="<get-var events-ml-eu />">ヨーロッパ</a>、<a href="<get-var events-ml-nl />">オランダ</a>、<a href="<get-var events-ml-ha />">ラテンアメリカ</a>、<a href="<get-var events-ml-na />">北アメリカ</a>) を購読してください。
nl: U kunt meer informatie over Debian-gerelateerde evenementen en praatjes vinden in de <a href="<get-var events-section />">evenementen sektie</a> van de Debian web-site, of abonneer u op een van onze evenementen e-maillijsten voor verschillende regios: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Nederland</a>, <a href="<get-var events-ml-ha />">Spaans Amerika</a>, <a href="<get-var events-ml-na />">Noord Amerika</a>.
pt: Você pode encontrar mais informações sobre eventos relacionados ao Debian e palestras na <a href="<get-var events-section />">seção eventos</a> do site web do Debian, ou assinar uma de nossas listas de discussão de eventos para diferentes regiões: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Holanda</a>, <a href="<get-var events-ml-ha />">América Hispânica</a>, <a href="<get-var events-ml-na />">América do Norte</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
de: Möchten Sie einen Debian-Stand oder eine Debian-Installationsparty organisieren? Wissen Sie von einer bevorstehenden Veranstaltung, die Debian betrifft? Haben Sie einen Vortrag über Debian gehalten, für den Sie auf der <a href="<get-var events-talks />">Seite über Debian-Vorträge</a> einen Link hinzufügen möchten? Senden Sie eine E-Mail (auf Englisch) an das <a href="<get-var events-team />">Debian-Events-Team</a>.
es: ¿Quiere organizar un puesto de Debian o una fiesta de instalación de Debian? ¿Está al tanto de otros actos relacionados con Debian? ¿Ha dado una charla sobre Debian y quiere que la enlacemos en nuestra <a href="<get-var events-talks />">página de charlas</a>? Envíe un correo al <a href="<get-var events-team />">equipo de Actos de Debian</a>.
fr: Si vous voulez organiser un stand ou une <q>install party</q> Debian, si vous êtes au courant d'autres événements concernant Debian ou si vous avez présenté Debian et désirez en voir un lien depuis la <a href="<get-var events-talks />">page des exposés</a>, veuillez contacter l'<a href="<get-var events-team />">équipe d'événements Debian</a>.
ja: Debian ブースを運営したり Debian インストールパーティーを開催しませんか? 開催予定の Debian 関連のイベントについて知りませんか? <a href="<get-var events-talks />">講演のページ</a>にリンクを貼りたい Debian 関連の講演を行いましたか? そのような場合は、<a href="<get-var events-team />">Debian イベントチーム</a>宛に電子メールを送信してください。
nl: Wilt u een Debian stand of een Debian installatiefeest organiseren? Bent u bekend met een aankomend Debian-gerelateerd evenement? Heeft u een verhaal gehouden over Debian dat u wilt linken op onze <a href="<get-var events-talks />">verhalen pagina</a>? Stuurt u dan een e-mail aan het <a href="<get-var events-team />">Debian evenementen team</a>.
pt: Você quer organizar um estande do Debian ou uma festa de instalação do Debian? Você está sabendo de outros eventos próximos relacionados do Debian? Você deu uma palestra do Debian que você quer pôr o link em nossa <a href="<get-var events-talks />">página de palestras</a>? Envie um e-mail para a <a href="<get-var events-team />">equipe de eventos do Debian</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
de: <get-var dd-num /> Bewerber wurden als Debian-Entwickler <a href="<get-var dd-url />">akzeptiert</a>
es: <get-var dd-num /> solicitantes han sido <a href="<get-var dd-url />">aceptados</a> como desarrolladores de Debian
fr: <a href="<get-var dd-url />"><get-var dd-num /> candidats</a> ont été acceptés comme développeurs Debian
ja: <get-var dd-num /> 名の応募者が Debian 開発者として<a href="<get-var dd-url />">受理</a>され
nl: <get-var dd-num /> sollicitanten zijn <a href="<get-var dd-url />">geaccepteerd</a> als Debian Developers
pt: <get-var dd-num /> pretendentes foram <a href="<get-var dd-url />">aceitos</a> como Desenvolvedores Debian

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
de: <get-var dm-num /> Bewerber wurden als Debian-Betreuer <a href="<get-var dm-url />">akzeptiert</a>
es: <get-var dm-num /> solicitantes han sido <a href="<get-var dm-url />">aceptados</a> como mantenedores de paquetes de Debian
fr: <a href="<get-var dm-url />"><get-var dm-num /> candidats</a> ont été acceptés comme mainteneurs Debian
ja: <get-var dm-num /> 名が Debian メンテナとして<a href="<get-var dm-url />">受理</a>され
nl: <get-var dm-num /> sollicitanten zijn <a href="<get-var dm-url />">geaccepteerd</a> als Debian Maintainers
pt: <get-var dm-num /> pretendentes foram <a href="<get-var dm-url />">aceitos</a> como Mantenedores Debian

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
de: <get-var uploader-num /> Leute haben <a href="<get-var uploader-url />">begonnen, Pakete zu betreuen</a>
es: <get-var uploader-num /> personas han <a href="<get-var uploader-url />">comenzado a mantener paquetes</a>
fr: <a href="<get-var uploader-url />"><get-var uploader-num /> personnes</a> ont commencé à maintenir des paquets
ja: <get-var uploader-num /> 名が<a href="<get-var uploader-url />">パッケージのメンテナンス</a>を開始し
nl: <get-var uploader-num /> mensen zijn <a href="<get-var uploader-url />">begonnen met het beheren van pakketten</a>
pt: <get-var uploader-num /> pessoas <a href="<get-var uploader-url />">começaram a manter pacotes</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
de: <get-var eval-newcontributors-text-list /> seit der letzten Veröffentlichung der Debian-Projekt-News. Bitte heißen Sie <get-var eval-newcontributors-name-list /> in unserem Projekt willkommen!
es: <get-var eval-newcontributors-text-list /> desde el anterior boletín de Noticias del Proyecto Debian. Por favor ¡demos la bienvenida a <get-var eval-newcontributors-name-list /> a nuestro proyecto!
fr: <get-var eval-newcontributors-text-list /> depuis la dernière édition des « Nouvelles du projet Debian ». Bienvenue à <get-var eval-newcontributors-name-list /> dans le projet !
ja: 前号の Debian プロジェクトニュースより後に、<get-var eval-newcontributors-text-list />ました。<get-var eval-newcontributors-name-list />を歓迎しましょう!
nl: <get-var eval-newcontributors-text-list /> sinds de vorige editie van het Debian project nieuws. Laten we <get-var eval-newcontributors-name-list /> verwelkomen in ons project!
pt: <get-var eval-newcontributors-text-list /> desde a edição anterior das Notícias do Projeto Debian. Boas vindas <get-var eval-newcontributors-name-list /> ao nosso projeto!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
de: Die <get-var issue-devel-news /> Ausgabe der <a href="<get-var url-devel-news />">unterschiedlichen Neuigkeiten für Entwickler</a> wurde veröffentlicht und enthält folgende Themen:
es: Se ha publicado la <get-var issue-devel-news /> edición de las <a href="<get-var url-devel-news />">noticias variadas para desarrolladores</a> y abarca los siguientes temas:
fr: La <get-var issue-devel-news /> édition des <a href="<get-var url-devel-news />">nouvelles diverses pour les développeurs</a> a été publiée et couvre les sujets suivants :
ja: <a href="<get-var url-devel-news />">開発ニュース寄せ集め</a>の第 <get-var issue-devel-news /> 号が発行され、以下の話題が取り上げられました。
nl: De <get-var issue-devel-news /> editie van het <a href="<get-var url-devel-news />">diverse nieuws voor ontwikkelaars</a> is uitgegeven en behandelt de volgende onderwerpen:
pt: A <get-var issue-devel-news /> edição das <a href="<get-var url-devel-news />">notícias diversas para desenvolvedores</a> foi publicada e aborda os seguintes tópicos:

source: To receive this newsletter in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
es: Para recibir este boletín en su buzón, <a href="https://lists.debian.org/debian-news/">suscríbase a la lista de correo debian-news</a>.
nl: Om deze nieuwsbrief in uw mailbox te ontvangen, kunt u zich <a href="https://lists.debian.org/debian-news/">aanmelden voor de debian-news mailinglijst</a>.
zh: 要以電子郵件方式接收快訊，請<a href="https://lists.debian.org/debian-news/">訂閱 debian-news 郵件列表</a>。

source: <a href="../../">Back issues</a> of this newsletter are available.
de: Hier gibt es <a href="../../">ältere Ausgaben</a> dieser Nachrichtenseite.
es: Puede conseguir <a href="../../">ejemplares anteriores</a> de este boletín.
fr: <a href="../../">Les dernières parutions</a> de cette gazette sont disponibles.
ja: <a href="../../">バックナンバー</a>もご利用いただけます。
nl: <a href="../../">Eerdere uitgaven</a> van deze nieuwsbrief zijn beschikbaar.
pt: <a href="../../">Edições anteriores</a> deste boletim estão disponíveis.
zh: 您亦可翻閱<a href="../../">過往的報導</a>。

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
de: Die Nachrichten des Debian-Projekts werden von <a href="mailto:debian-publicity@lists.debian.org">%s</a> erstellt.
es: <void id="singular" />La edición de las Noticias del Proyecto Debian la realizó <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
fr: Les Nouvelles du projet Debian sont éditées par <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ja: <void id="singular" />Debian プロジェクトニュースは <a href="mailto:debian-publicity@lists.debian.org">%s</a> が編集しています。
nl: <void id="singular" />Debian Projectnieuws wordt geredigeerd door <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pt: <void id="singular" />As Notícias do Projeto Debian são editadas por <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
zh: <void id="singular" />Debian 計劃快訊 (Debian Project News) 由 <a href="mailto:debian-publicity@lists.debian.org">%s</a> 負責編輯。

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
de: Die Nachrichten des Debian-Projekts werden von <a href="mailto:debian-publicity@lists.debian.org">%s</a> erstellt.
es: <void id="plural" />La edición de las Noticias del Proyecto Debian la realizaron <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
fr: Les Nouvelles du projet Debian sont éditées par <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ja: <void id="plural" />Debian プロジェクトニュースは <a href="mailto:debian-publicity@lists.debian.org">%s</a> が編集しています。
nl: <void id="plural" />Debian Projectnieuws wordt geredigeerd door <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pt: <void id="plural" />As Notícias do Projeto Debian são editadas por <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
zh: <void id="plural" />Debian 計劃快訊 (Debian Project News) 由 <a href="mailto:debian-publicity@lists.debian.org">%s</a> 負責編輯。

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
de: Diese Ausgabe der Nachrichten für das Debian-Projekt wurde von <a href="mailto:debian-publicity@lists.debian.org">%s</a> erstellt.
es: <void id="singular" />Esta edición de las Noticias del Proyecto Debian la editó <a href="mailto:debian-publicity@debian.org">%s</a>.
fr: <void id="singular" />Ce numéro des Nouvelles du projet Debian a été édité par <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ja: <void id="singular" />今週号の Debian プロジェクトニュースは <a href="mailto:debian-publicity@lists.debian.org">%s</a> が編集しました。
nl: <void id="singular" />Deze uitgave van Debian Projectnieuws is geredigeerd door <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pt: <void id="singular" />Esta edição das Notícias do Projeto Debian foi editada por <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
zh: <void id="singular" />這次 Debian 計劃快訊 (Debian Weekly News) 由 <a href="mailto:debian-publicity@lists.debian.org">%s</a> 負責編輯。

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
de: Diese Ausgabe der Nachrichten für das Debian-Projekt wurde von <a href="mailto:debian-publicity@lists.debian.org">%s</a> erstellt.
es: <void id="plural" />Esta edición de las Noticias del Proyecto Debian la editaron <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
fr: <void id="plural" />Ce numéro des Nouvelles du projet Debian a été édité par <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ja: <void id="plural" />今週号の Debian プロジェクトニュースは <a href="mailto:debian-publicity@lists.debian.org">%s</a> が編集しました。
nl: <void id="plural" />Deze uitgave van Debian Projectnieuws is geredigeerd door <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pt: <void id="plural" />Esta edição das Notícias do Projeto Debian foi editada por <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
zh: <void id="plural" />這次 Debian 計劃快訊 (Debian Weekly News) 由 <a href="mailto:debian-publicity@lists.debian.org">%s</a> 負責編輯。

source: <void id="singular" />It was translated by %s.
de: Sie wurde von %s übersetzt.
es: <void id="singular" />La tradujo <a href="mailto:debian-l10n-spanish@lists.debian.org">%s</a>.
fr: <void id="singular" />Il a été traduit par <a href="mailto:debian-l10n-french@lists.debian.org">%s</a>.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="singular" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="singular" />Ela foi traduzida por <a href="mailto:debian-l10n-portuguese@lists.debian.org">%s</a>.
zh: <void id="singular" />由 %s 負責翻譯。

source: <void id="plural" />It was translated by %s.
de: Sie wurde von %s übersetzt.
es: <void id="plural" /> La tradujeron <a href="mailto:debian-l10n-spanish@lists.debian.org">%s</a>.
fr: <void id="plural" />Il a été traduit par <a href="mailto:debian-l10n-french@lists.debian.org">%s</a>.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="plural" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="plural" />Ela foi traduzida por <a href="mailto:debian-l10n-portuguese@lists.debian.org">%s</a>.
zh: <void id="plural" />由 %s 負責翻譯。

source: <void id="singularfemale" />It was translated by %s.
de: Sie wurde von %s übersetzt.
es: <void id="singularfemale" />Fue traducida por <a href=\"mailto:debian-l10n-spanish@lists.debian.org\">%s</a>.
fr: <void id="singularfemale" />Il a été traduit par <a href="mailto:debian-l10n-french@lists.debian.org">%s</a>.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="singularfemale" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="singularfemale" />Ela foi traduzida por %s.
zh: <void id="singularfemale" />由 %s 負責翻譯。

source: <void id="pluralfemale" />It was translated by %s.
de: Sie wurde von %s übersetzt.
es: <void id="pluralfemale" />Fue traducida por <a href=\"mailto:debian-l10n-spanish@lists.debian.org\">%s</a>.
fr: <void id="pluralfemale" />Il a été traduit par <a href="mailto:debian-l10n-french@lists.debian.org">%s</a>.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="pluralfemale" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="pluralfemale" />Ela foi traduzida por %s.
zh: <void id="pluralfemale" />由 %s 負責翻譯。

source: List of Speakers
de: Liste der Vortragenden
es: Lista de oradores
fr: Liste des orateurs
ja: 講演者一覧
nl: Lijst van sprekers
pt: Lista de Palestrantes
zh: 演講者名單

source: Back to the <a href="./">Debian speakers page</a>.
de: Zurück zu <a href="./">Debians Seite der Vortragenden</a>.
es: Volver a la <a href="./">página de oradores de Debian</a>.
fr: Retour à la <a href="./">page des orateurs Debian</a>.
ja: <a href="./">Debian 講演者ページ</a>に戻る。
nl: Terug naar de <a href="./">Debian sprekerspagina</a>.
pt: Voltar para a <a href="./">página de palestrantes do Debian</a>.
zh: 返回 <a href="./">Debian speakers page</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
de: Wenn Sie diesen Newsletter wöchentlich in Ihrer Mailbox haben wollen, <a href="https://lists.debian.org/debian-news-german/">abonnieren Sie die Mailingliste debian-news-german</a>.
es: Para recibir este boletín semanalmente en su buzón, <a href="https://lists.debian.org/debian-news/">suscríbase</a> a la lista de correo debian-news.
nl: Om deze nieuwsbrief wekelijks in uw mailbox te ontvangen, kunt u zich <a href="https://lists.debian.org/debian-news/">aanmelden voor de debian-news mailinglijst</a>.
zh: 想以電子郵件方式接收快訊嗎？請<a href="https://lists.debian.org/debian-news/">訂閱</a> debian-news 郵件列表。

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Die wöchentlichen Debian-Nachrichten werden von <a href="mailto:dwn@debian.org">%s</a> erstellt.
es: <void id="singular" />Las Noticias Semanales de Debian son editadas por <a href="mailto:dwn@debian.org">%s</a>.
fr: Debian Weekly News est éditée par <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="singular" />Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しています。
nl: <void id="singular" />Debian Weekly News wordt geredigeerd door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="singular" />As Notícias Semanais Debian são editadas por <a href="mailto:dwn@debian.org">%s</a>.
zh: <void id="singular" />Debian 每周快訊 (Debian Weekly News) 由 <a href="mailto:dwn@debian.org">%s</a> 負責編輯。

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Die wöchentlichen Debian-Nachrichten werden von <a href="mailto:dwn@debian.org">%s</a> erstellt.
es: <void id="plural" />Las Noticias Semanales de Debian son editadas por <a href="mailto:dwn@debian.org">%s</a>.
fr: Debian Weekly News est éditée par <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="plural" />Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しています。
nl: <void id="plural" />Debian Weekly News wordt geredigeerd door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="plural" />As Notícias Semanais Debian são editadas por <a href="mailto:dwn@debian.org">%s</a>.
zh: <void id="plural" />Debian 每周快訊 (Debian Weekly News) 由 <a href="mailto:dwn@debian.org">%s</a> 負責編輯。

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Diese Ausgabe der wöchentlichen Debian-Nachrichten wurde von <a href="mailto:dwn@debian.org">%s</a> erstellt.
es: <void id="singular" />Esta edición de las Noticias Semanales de Debian fue realizada por <a href="mailto:dwn@debian.org">%s</a>.
fr: <void id="singular" />Ce numéro de la Debian Weekly News a été édité par <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="singular" />今週号の Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しました。
nl: <void id="singular" />Deze uitgave Debian Weekly News werd geredigeerd door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="singular" />Esta edição das Notícias Semanais Debian foi editada por <a href="mailto:dwn@debian.org">%s</a>.
zh: <void id="singular" />Debian 每周快訊 (Debian Weekly News) 由 <a href="mailto:dwn@debian.org">%s</a> 負責編輯。

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Diese Ausgabe der wöchentlichen Debian-Nachrichten wurde von <a href="mailto:dwn@debian.org">%s</a> erstellt.
es: <void id="plural" />Las Noticias Semanales de Debian son editadas por <a href="mailto:dwn@debian.org">%s</a>.
fr: <void id="plural" />Ce numéro de la Debian Weekly News a été édité par <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="singular" />今週号の Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しました。
nl: <void id="plural" />Deze uitgave van Debian Weekly News werd geredigeerd door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="plural" />Esta edição das Notícias Semanais Debian foi editada por <a href="mailto:dwn@debian.org">%s</a>.
zh: <void id="plural" />Debian 每周快訊 (Debian Weekly News) 由 <a href="mailto:dwn@debian.org">%s</a> 負責編輯。

source: p<get-var page />
ja: <get-var page /> ページ
