Repository: l/debian-webwml
Catalog: webwml/*/po/newsevents.*.po
Languages: de, es, fr, ja, nl, pt, zh

source: According to the <a href="http://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
fr: Selon l'<a href="http://udd.debian.org/bugs.cgi">interface de recherche de bogues dans la base de données ultime Debian (<acronym lang="en" title="Ultimate Debian Database">UDD</acronym>)</a>, la prochaine publication Debian <q><get-var release /></q> est actuellement touchée par <get-var testing /> bogues critiques pour la publication. En ignorant les bogues qui peuvent être facilement résolus ou qui sont en train de l'être, il reste environ <get-var tobefixed /> bogues critiques pour la publication à corriger avant que la prochaine version ne puisse paraître.
ja: <a href="http://udd.debian.org/bugs.cgi">Ultimate Debian Database のバグ検索インタフェース</a>によると、次期リリースの Debian <q><get-var release /></q> には、現在 <get-var testing /> 個のリリースクリティカルバグが存在します。簡単に修正できるか修正作業が始まっているバグを除けば、リリースまでにおよそ <get-var tobefixed /> 個のリリースクリティカルバグの修正が必要です。
pt: De acordo com a <a href="http://udd.debian.org/bugs.cgi">interface de pesquisa de bugs do banco de dados do Debian mais atual</a>, a próxima versão, Debian <q><get-var release /></q>, é atualmente afetada por <get-var testing /> bugs \"Release-Critical\". Ignorando bugs que são facilmente resolvidos ou a caminho de serem resolvidos, a grosso modo, em torno de <get-var tobefixed /> bugs \"Release-Critical\" restam serem resolvidos para que o lançamento aconteça.

source: There are also some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
de: Es gibt auch noch <a href="http://wiki.debian.org/ProjectNews/RC-Stats">Hinweise dazu, wie Sie diese Zahlen interpretieren</a> müssen.
fr: Des <a href="http://wiki.debian.org/ProjectNews/RC-Stats">explications sur l'interprétation</a> de ces chiffres sont disponibles.
ja: これらの数字を<a href="http://wiki.debian.org/ProjectNews/RC-Stats">解釈する方法のヒント</a>を参照できます。
pt: Existem também algumas <a href="http://wiki.debian.org/ProjectNews/RC-Stats">dicas de como interpretar</a> estes números.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="http://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
de: Es existieren auch noch <a href="<get-var url />">genauere Statistiken</a> sowie einige <a href="http://wiki.debian.org/ProjectNews/RC-Stats">Hinweise dazu, wie Sie diese Zahlen interpretieren</a> müssen.
fr: Des <a href="<get-var url />">statistiques plus détaillées</a> ainsi que des <a href="http://wiki.debian.org/ProjectNews/RC-Stats">explications sur l'interprétation</a> de ces chiffres sont disponibles.
ja: <a href="<get-var url />">統計の詳細</a>と、これらの数値を<a href="http://wiki.debian.org/ProjectNews/RC-Stats">解釈する方法のヒント</a>を参照できます。
pt: Existem também <a href="<get-var url />">estatísticas mais detalhadas</a>, assim como algumas <a href="http://wiki.debian.org/ProjectNews/RC-Stats">dicas de como interpretar</a> esses números.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="http://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
de: Bitte helfen Sie uns bei der Erstellung dieses Newsletters. Wir brauchen mehr freiwillige Autoren, die die Debian-Gemeinschaft beobachten und interessante Dinge darüber berichten. Bitte schauen Sie sich die <a href="http://wiki.debian.org/ProjectNews/HowToContribute">HowToContribute-Wiki-Seite</a> an, um sich darüber zu informieren, wie Sie uns helfen können. Wir freuen uns, auf der Mailingliste <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a> von Ihnen zu hören.
fr: Vous pouvez nous aider à créer cette lettre d'information. Nous avons toujours besoin de volontaires qui observent la communauté Debian et nous rendent compte de ce qu'il s'y passe. Veuillez consulter la <a href="http://wiki.debian.org/fr/ProjectNews/HowToContribute">page de contribution</a> pour trouver des explications sur la façon de participer. Vous pouvez aussi aider en participant à la traduction. Nous attendons vos courriers électroniques aux adresses <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a> ou <a href="mailto:debian-l10n-french@lists.debian.org">debian-l10n-french@lists.debian.org</a>.
ja: この会報の作成を手伝ってはくれませんか? 我々は、Debian コミュニティの活動を眺め、何が起きているのかを報告してくれるボランティアのライターを募集中です。<a href="http://wiki.debian.org/ProjectNews/HowToContribute">貢献に関するページ</a>をご覧になって、手助けの具体的な方法をご確認ください。あなたからのメールを <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a> でお待ちしています。
pt: Por favor, ajude-nos a criar esse boletim informativo. Nós ainda precisamos de mais escritores voluntários para observar a comunidade Debian e relatar sobre o que está acontecendo. Por favor, veja a <a href="http://wiki.debian.org/ProjectNews/HowToContribute">página sobre contribuição</a> para descobrir como ajudar. Estamos aguardando ansiosamente a sua mensagem (em inglês) em <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: To receive this newsletter bi-weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
fr: Pour recevoir cette gazette toutes les deux semaines dans votre boîte à lettres, abonnez-vous à la <a href="http://lists.debian.org/debian-news">liste de diffusion debian-news</a> pour la version anglaise ou à la <a href="http://lists.debian.org/debian-news-french">liste de diffusion debian-news-french</a> pour la version française.
ja: このニューズレターを 2 週に一度電子メールで受け取りたい方は、debian-newsメーリングリストを<a href="http://lists.debian.org/debian-news/">購読</a>してください。
pt: Para receber este boletim quinzenalmente em sua caixa postal, <a href="http://lists.debian.org/debian-news-portuguese/">inscreva-se na lista debian-news-portuguese</a> (versão em Português Brasileiro). Para receber o boletim em inglês, <a href="http://lists.debian.org/debian-news/">inscreva-se na lista debian-news</a>.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
fr: Pour recevoir cette gazette chaque semaine dans votre boîte à lettres, abonnez-vous à la <a href="http://lists.debian.org/debian-news">liste de diffusion debian-news</a> pour la version anglaise ou à la <a href="http://lists.debian.org/debian-news-french">liste de diffusion debian-news-french</a> pour la version française.
ja: このニューズレターを毎週電子メールで受け取りたい方は、debian-newsメーリングリストを<a href="http://lists.debian.org/debian-news/">購読</a>してください。
pt: Para receber este boletim semanalmente em sua caixa postal, <a href="http://lists.debian.org/debian-news-portuguese/">inscreva-se na lista debian-news-portuguese</a> (versão em Português Brasileiro). Para receber o boletim em inglês, <a href="http://lists.debian.org/debian-news/">inscreva-se na lista debian-news</a>.

source: To receive this newsletter bi-weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
de: Um diesen Newsletter (auf Englisch) vierzehntäglich in Ihrer Mailbox zu erhalten, <a href="https://lists.debian.org/debian-news/">abonnieren Sie die Mailingliste debian-news</a>.
