Repository: l/debian-webwml
Catalog: webwml/*/po/organization.*.po
Languages: de, fr, it, ja, pt, ru

source: delegation mail
de: Delegations-Mail
it: email di delega
ja: 連絡先(代表)
pt: mensagem de delegação
ru: сообщение о делегировании

source: appointment mail
de: Berufungs-Mail
it: email di nomina
pt: mensagem de nomeação
ru: сообщение о назначении

source: <void id="male"/>delegate
de: <void id="male"/>delegiert
it: <void id="male"/>delegato
pt: <void id="male"/>delegado
ru: <void id=\"male\"/>делегат

source: <void id="female"/>delegate
de: <void id="female"/>delegiert
it: <void id="female"/>delegata
pt: <void id="female"/>delegada
ru: <void id=\"female\"/>делегат

source: current
de: aktuell
fr: actuel
it: attuale
ja: 現職
pt: atual
ru: действующий

source: member
de: Mitglied
fr: membre
it: membro
ja: 構成員
pt: membro
ru: член

source: manager
de: Verwalter
fr: responsable
ja: マネージャー
pt: gerente
ru: менеджер

source: Stable Release Manager
de: Release-Manager für Stable
fr: Responsable de la publication stable
it: Gestore del rilascio stabile
ja: 安定版リリース管理者
pt: Gerente de Lançamento da Estável
ru: Управление выпусками

source: wizard
de: Berater
fr: conseiller
it: mago
ja: ウィザード
pt: mago
ru: мастер

source: chairman
de: Vorsitzender
fr: administrateur
it: presidente
ja: 委員長
pt: presidente
ru: председатель

source: assistant
de: Assistent
it: assistente
ja: 補佐
pt: assistente
ru: помощник

source: secretary
de: Schriftführer
fr: secrétaire
it: segretario
ja: 書記
pt: secretário
ru: секретарь

source: Officers
de: Direktoren
fr: Directeurs
it: Direttori
ja: 執行部
pt: Oficiais
ru: Руководство

source: Distribution
it: Distribuzione
ja: ディストリビューション
pt: Distribuição
ru: Дистрибутив

source: Communication and Outreach
de: Kommunikation und Outreach
it: Comunicazione e sociale
ru: Информационное взаимодействие и социально-ориентированные программы

source: Publicity team
de: Öffentlichkeitsarbeits-Team
it: Team Pubblicità
pt: Equipe de publicidade
ru: Связи с общественностью

source: Support and Infrastructure
de: Unterstützung und Infrastruktur
fr: Assistance et infrastructure
it: Supporto e infrastruttura
ja: サポートと設備
pt: Suporte e Infra-estrutura
ru: Поддержка и инфраструктура

source: Debian Pure Blends
de: Debian Pure Blends (angepasste Debian-Distributionen)
ru: Чистые смеси Debian

source: Leader
de: Projektleiter
fr: Chef du projet
ja: リーダ
pt: Líder
ru: Лидер

source: Technical Committee
de: Technischer Ausschuss
fr: Comité technique
it: Commissione tecnica
ja: 技術委員会
pt: Comitê Técnico
ru: Технический Комитет

source: Secretary
de: Schriftführer
fr: Secrétaire
it: Segretario
ja: 書記
pt: Secretário
ru: Секретарь

source: Development Projects
de: Entwicklungs-Projekte
fr: Projets de développement
it: Progetti di sviluppo
ja: 開発プロジェクト
pt: Projetos de Desenvolvimento
ru: Проекты

source: FTP Archives
de: FTP-Archive
fr: Archives FTP
it: Archivi FTP
ja: FTP アーカイブ
pt: Repositórios FTP
ru: FTP-архив

source: FTP Masters
de: FTP-Master
it: FTP Master
ja: FTP マスター
ru: Менеджер FTP-архива

source: FTP Assistants
de: FTP-Mitarbeiter
fr: Assistants pour le FTP
it: Assistenti FTP
ja: FTP アシスタント
pt: Assistentes FTP
ru: Помощники менеджера FTP-архива

source: FTP Wizards
de: FTP-Berater
it: Maghi FTP
ja: FTP ウィザード
pt: Assistentes FTP
ru: Мастера настройки FTP

source: Backports Team
it: Team Backport
ja: Backports チーム
pt: Equipe de Backports
ru: Команда Backports

source: Individual Packages
de: Individuelle Pakete
fr: Paquets individuels
it: Pacchetti individuali
ja: 個々のパッケージ
pt: Pacotes Individuais
ru: Отдельные пакеты

source: Release Management
de: Release-Verwaltung
fr: Organisation des nouvelles versions
it: Gestione del rilascio
ja: リリース管理
pt: Gerência de Lançamento
ru: Управление выпусками

source: Release Team
fr: Équipe de publication
it: Team di rilascio
ja: リリースチーム
pt: Equipe de Lançamento
ru: Команда подготовки выпуска

source: Quality Assurance
de: Qualitätssicherung
fr: Assurance qualité
it: Controllo qualità
ja: 品質保証
pt: Controle de Qualidade
ru: Контроль качества

source: Installation System Team
de: Installationssystem-Team
fr: Équipe du système d'installation
it: Team per il sistema d'installazione
ja: インストールシステムチーム
pt: Equipe do Sistema de Instalação
ru: Команда создания системы установки

source: Release Notes
de: Veröffentlichungshinweise
fr: Notes de publication
it: Note di rilascio
ja: リリースノート
pt: Notas de Lançamento
ru: Информация о выпусках

source: CD Images
fr: Images CD
it: Immagini dei CD
ja: CD イメージ
pt: Imagens de CDs
ru: Образы CD

source: Production
de: Produktion
it: Produzione
ja: 製品
pt: Produção
ru: Производство

source: Testing
fr: Test
it: Test
ja: テスト
ru: Тестирование

source: Autobuilding infrastructure
de: Autobuilding-Infrastruktur
fr: Infrastructure des empaqueteurs automatiques
it: Infrastruttura di compilazione automatica
ja: オートビルドインフラ
pt: Infra-estrutura de auto-construção
ru: Инфраструктура автоматической сборки

source: Wanna-build team
fr: Équipe en charge de wanna-build
it: Team wanna-build
ja: ビルド要求チーム
pt: Equipe wanna-build
ru: Команда поддержки wanna-build

source: Buildd administration
fr: Administration des démons de construction
it: Amministrazione di buildd
ja: ビルドデーモン管理
pt: Administração de Buildd
ru: Управление buildd

source: Documentation
de: Dokumentation
it: Documentazione
ja: ドキュメンテーション
pt: Documentação
ru: Документация

source: Work-Needing and Prospective Packages list
de: Liste der Arbeit-bedürfenden und voraussichtlichen Pakete
fr: Liste des paquets en souffrance et paquets souhaités
it: Elenco dei pacchetti richiesti e di quelli che necessitano di manodopera (WNPP)
ja: 作業の必要なパッケージ一覧
pt: Lista de Pacotes Prospectivos e que necessitam de trabalho
ru: Список нуждающихся в доработке и будущих пакетов

source: Debian Live Team
it: Team Debian Live
ru: Команда Debian Live

source: Ports
de: Portierungen
fr: Portages
it: Port
ja: 移植
pt: Portes
ru: Переносы

source: Special Configurations
de: Spezielle Konfigurationen
fr: Configurations spéciales
it: Configurazioni speciali
ja: 特殊な設定
pt: Configurações Especiais
ru: Особые варианты

source: Laptops
fr: Portables
it: Portatili
ja: ラップトップ
ru: Переносные компьютеры

source: Firewalls
fr: Pare-feux
it: Firewall
ja: ファイアウォール
ru: Брандмауэры

source: Embedded systems
de: Eingebettete Systeme
fr: Systèmes embarqués
it: Sistemi embedded
ja: 組み込みシステム
pt: Sistemas embarcados/embutidos
ru: Встроенные системы

source: Press Contact
de: Pressekontakt
fr: Contact presse
it: Contatto per la stampa
ja: 広報課
pt: Contato de Imprensa
ru: Связи с прессой

source: Web Pages
de: Webseiten
fr: Pages web
it: Pagine web
ja: ウェブページ
pt: Páginas Web
ru: Web-страницы

source: Planet Debian
pt: Planeta Debian
ru: Планета Debian

source: Outreach
it: Coninvolgimento in progetti esterni
pt: Programa de extensão
ru: Агитационная компания

source: Debian Women Project
de: Debian-Women-Projekt
fr: Projet Debian Women
it: Progetto Debian Women
ja: Debian Women プロジェクト
pt: Projeto Debian Women
ru: Женщины в проекте Debian

source: Anti-harassment
de: Gegen Mobbing/Belästigung
it: Anti-molestie
pt: Antiassédio
ru: Борьба с притеснениями

source: Events
de: Veranstaltungen
fr: Événements
it: Eventi
ja: イベント
pt: Eventos
ru: События

source: DebConf Committee
de: DebConf-Ausschuss
it: Commissione DebConf
pt: Comitê da DebConf
ru: Комитет DebConf

source: Partner Program
de: Partner-Programm
fr: Programme de partenariat
it: Programma per i partner
ja: パートナープログラム
pt: Programa de Parcerias
ru: Партнёрская программа

source: Hardware Donations Coordination
de: Hardware-Spenden-Koordination
fr: Coordination des dons de machines
it: Coordinazione delle donazioni hardware
ja: ハードウェア寄付コーディネーション
pt: Coordenação de Doações de Hardware
ru: Координация пожертвования аппаратным обеспечением

source: User support
de: Benutzer-Unterstützung
fr: Assistance aux utilisateurs
it: Supporto agli utenti
ja: ユーザサポート
pt: Suporte ao usuário
ru: Поддержка пользователей

source: Bug Tracking System
de: Fehlerdatenbank
fr: Système de suivi des bogues
it: Sistema di tracciamento dei bug (BTS)
ja: バグ追跡システム (BTS)
pt: Sistema de Acompanhamento de Bugs
ru: Система отслеживания ошибок

source: Mailing Lists Administration and Mailing List Archives
de: Mailinglisten-Verwaltung und -Archive
fr: Administration et archives des listes de diffusion
it: Amministrazione e archivi delle liste di messaggi
ja: メーリングリスト管理とメーリングリストアーカイブ
pt: Administração das Listas de Discussão e dos Arquivos das Listas de Discussão
ru: Администрирование и архивы списков рассылки

source: New Members Front Desk
de: Empfang (Front desk) für neue Mitglieder
it: Accoglienza dei nuovi membri
ja: 新規メンバー受付
pt: Recepção de Novos Mantenedores
ru: Регистрационный стол новых членов

source: Debian Account Managers
de: Debian-Konten-Verwalter
fr: Responsables des comptes des développeurs
it: Gestori degli account Debian
ja: Debian アカウント管理者
pt: Gerentes de Contas Debian
ru: Менеджеры учётных записей Debian

source: To send a private message to all DAMs, use the GPG key 57731224A9762EA155AB2A530CA8D15BB24D96F2.
de: Um eine private Nachricht an alle DAMs zu schicken, verwenden Sie den GPG-Schlüssel 57731224A9762EA155AB2A530CA8D15BB24D96F2.
it: Per inviare un messaggio privato a tutti i Gestori degli account Debian, usare la chiave GPG 57731224A9762EA155AB2A530CA8D15BB24D96F2.
pt: Para enviar uma mensagem privada para todos os DAMs, use a chave GPG 57731224A9762EA155AB2A530CA8D15BB24D96F2.
ru: Чтобы отправить личное сообщение всем менеджерам учётных записей, используйте GPG-ключ 57731224A9762EA155AB2A530CA8D15BB24D96F2.

source: Keyring Maintainers (PGP and GPG)
de: Schlüsselring-Verwalter (PGP und GPG)
fr: Responsable du fichier de clés (PGP et GPG)
it: Gestori del Keyring (PGP e GPG)
ja: 公開鍵管理者 (PGP および GPG)
pt: Mantenedores do Chaveiro (Keyring) (PGP e GPG)
ru: Сопровождающие сети ключей (PGP и GPG)

source: Security Team
de: Sicherheitsteam
fr: Équipe de sécurité
it: Team della sicurezza
ja: セキュリティチーム
pt: Equipe de Segurança
ru: Команда безопасности

source: Consultants Page
de: Beraterseite
fr: Page des consultants
it: Pagina dei consulenti
ja: コンサルタントページ
pt: Página de Consultores
ru: Консультанты

source: CD Vendors Page
de: CD-Distributoren-Seite
fr: Pages des revendeurs de cédéroms
it: Pagina dei rivenditori di CD
ja: CD ベンダページ
pt: Página de Vendedores de CD
ru: Поставщики CD

source: Policy
fr: Normes
it: Regolamento
ja: ポリシー
pt: Política (Policy)
ru: Политика

source: System Administration
fr: Administration système
it: Amministrazione del sistema
ja: システム管理
pt: Administração do Sistema
ru: Администрирование систем

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
de: Diese Adresse soll benutzt werden, wenn Probleme mit einer von Debians Maschinen aufgetreten sind, auch wenn es sich um Passwort-Probleme handelt oder wenn neue Pakete installiert werden sollen.
fr: C'est l'adresse à utiliser lorsque vous rencontrez des problèmes sur l'une des machines Debian, en particulier les problèmes de mots de passe ou si vous souhaitez l'installation d'un nouveau paquet.
it: Questo è l'indirizzo da utilizzare quando si incontrano problemi in una delle macchine Debian, ivi inclusi i problemi relativi a password o a pacchetti non installati.
ja: こちらの電子メールアドレスは、パスワードに関する問題や、新たなパッケージインストールの依頼など、Debianマシンのいずれかに何か問題のある際に用いる連絡先です。
pt: Este é o endereço que se deve usar quando você encontrar problemas em uma das máquinas do Debian, incluindo problemas de senha ou em caso de você precisar que um determinado pacote seja instalado numa das máquinas do Projeto.
ru: Этот адрес нужно использовать при возникновении проблем с доступом к машинам Debian, в том числе проблем с паролями или при необходимости установки пакета.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
de: Falls Sie Hardware-Probleme mit Debian-Rechnern bemerken, prüfen Sie bitte die Übersicht der <a href="https://db.debian.org/machines.cgi">Debian-Rechner</a>, sie sollte Administrator-Informationen für jede Maschine enthalten.
it: Se trovi un problema hardware su una macchina Debian, vedi la pagina delle <a href="https://db.debian.org/machines.cgi">macchine Debian</a>, dovrebbe contenere informazioni sugli amministratori divisi per macchine.
pt: Se você tiver problemas com o hardware de máquinas do Debian, veja a página de <a href="https://db.debian.org/machines.cgi">Máquinas do Debian</a>, ela contém informações sobre o administrador de cada máquina.
ru: Если у вас возникли проблемы с аппаратным обеспечением машин Debian, см. страницу <a href="https://db.debian.org/machines.cgi">Машины Debian</a>. Там должна быть информация об администраторе каждой конкретной машины.

source: LDAP Developer Directory Administrator
de: LDAP-Entwickler-Verzeichnis-Verwalter
fr: Administrateur de la base LDAP des développeurs
it: Amministratore dell'elenco LDAP degli sviluppatori
ja: LDAP 開発者ディレクトリ管理者
pt: Administrador do Diretório LDAP de Desenvolvedores
ru: Администратор каталога разработчиков LDAP

source: Mirrors
de: Spiegel
fr: Miroirs
it: Mirror
ja: ミラー
pt: Espelhos
ru: Зеркала

source: DNS Maintainer
de: DNS-Verwalter
fr: Responsable DNS
it: Gestori del DNS
ja: DNS 管理
pt: Mantenedor do DNS
ru: Сопровождающий DNS

source: Package Tracking System
de: Paketverfolgungs-System
fr: Système de suivi de paquets
it: Sistema di tracciamento dei pacchetti
ja: パッケージ追跡システム
pt: Sistema de Acompanhamento de Pacotes
ru: Система отслеживания пакетов

source: Treasurer
de: Schatzmeister
it: Tesoriere
ru: Казначей

source: <a name="trademark" href="m4_HOME/trademark">Trademark</a> use requests
de: Anfragen zur Verwendung der <a name="trademark" href="m4_HOME/trademark">Handelsmarken</a>
it: Richieste d'uso del <a name="trademark" href="m4_HOME/trademark">marchio registrato</a>
pt: Pedidos de uso da <a name="trademark" href="m4_HOME/trademark">marca</a>
ru: Запросы по использованию <a name="trademark" href="m4_HOME/trademark">торговой марки</a>

source: Alioth administrators
de: Alioth-Administratoren
fr: Administration d'Alioth
it: Amministratori di Alioth
ja: Alioth 管理者
pt: Administração do Alioth
ru: Администраторы Alioth

source: Debian for children from 1 to 99
de: Debian für Kinder von 1 bis 99
fr: Debian pour les enfants de 1 à 99 ans
it: Debian per bambini da 1 a 99 anni
ja: 1歳から99歳までのこどものための Debian
pt: Debian para crianças de 1 a 99
ru: Debian для детей от 1 до 99

source: Debian for medical practice and research
de: Debian für die medizinische Praxis und Forschung
fr: Debian pour la pratique médicale et la recherche
it: Debian per la pratica e la ricerca medica
ja: 臨床医学と医学研究のための Debian
pt: Debian para prática e pesquisa médica
ru: Debian в медицинской практике и исследованиях

source: Debian for education
de: Debian für Bildung
fr: Debian pour l'éducation
it: Debian nell'educazione
ja: 教育のための Debian
pt: Debian para educação
ru: Debian в образовании

source: Debian in legal offices
de: Debian in Rechtsanwaltskanzleien
fr: Debian dans les organismes juridiques
it: Debian negli uffici legali
ja: 法律事務所のための Debian
pt: Debian em escritórios legais
ru: Debian в юридической конторе

source: Debian for people with disabilities
de: Debian für Behinderte
fr: Debian pour les personnes handicapées
it: Debian per disabili
ja: 障害者のための Debian
pt: Debian para pessoas com deficiências
ru: Debian для людей с ограниченными возможностями

source: Debian for science and related research
de: Debian für die Wissenschaft und zugehörige Forschung
it: Debian per la scienza e la ricerca scientifica
ja: 科学研究のための Debian
pt: Debian para ciência e pesquisa relacionada
ru: Debian в науке и связанных исследованиях

source: Backports
it: Backport

source: Debian for astronomy
de: Debian für Astronomie
it: Debian per l'astronomia

source: Publicity
fr: Publicité
ja: 広報

source: Live System Team
fr: Équipe du système autonome (« Live »)
ja: ライブシステムチーム
pt: Equipe do Sistema "Live"

source: Testing Security Team
fr: Équipe de sécurité de testing
ja: テスト版 (testing) セキュリティチーム

source: Security Audit Project
fr: Projet d'audit de sécurité
ja: セキュリティ監査プロジェクト

source: If you have hardware problems with Debian machines, please see <a href="http://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
fr: Si vous avez des problèmes de matériel avec les machines Debian, veuillez consulter la page sur les <a href="http://db.debian.org/machines.cgi">machines Debian</a>, elle pourrait contenir des informations fournies par l'administrateur de la machine.
ja: Debian マシンに問題があれば、<a href="http://db.debian.org/machines.cgi">Debian マシン</a>のページを参照してください。そこにはマシンごとの管理情報があります。

source: Auditor
fr: Commissaire aux comptes
ja: 監事

source: <a href="m4_HOME/trademark">Trademark</a> use requests
ja: <a href="m4_HOME/trademark">商標</a>利用申請

source: current Debian Project Leader
ja: 現在の Debian プロジェクトリーダ

source: DebConf chairs
ja: DebConf 役員

source: FTP Master
fr: Responsable du FTP

source: Volatile Team
fr: Équipe en charge de volatile

source: Vendors
fr: Revendeurs

source: Handhelds
fr: Ordinateurs de poche

source: Marketing Team
fr: Équipe marketing

source: New Maintainers Front Desk
fr: Réception des nouveaux responsables

source: Debian Maintainer Keyring Team
fr: Équipe responsable du fichier des clés des mainteneurs Debian

source: Key Signing Coordination
fr: Coordination des signatures de clés
