Repository: l/debian-webwml
Catalog: webwml/*/po/others.*.po
Languages: es, ja, nl, pt, ru

source: Mailing List Subscription
ja: メーリングリストの購読
nl: Abonnementen op mailinglijsten
ru: Подписка на списки рассылки

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
ja: e-mail を使って購読する方法については、<a href="./#subunsub">メーリングリスト</a>のページを参照してください。メーリングリストからの脱退については、<a href="unsubscribe">脱退ウェブフォーム</a>が利用可能です。
nl: Zie de <a href="./#subunsub">pagina met mailinglijsten</a> voor informatie over hoe u zich kunt aanmelden via email. Een <a href="unsubscribe">webformulier om u af te melden</a> is ook beschikbaar.
ru: Информация о подписке по электронной почте доступна на странице <a href="./#subunsub">Списки рассылки</a>. Для отписки от списка рассылки есть <a href="unsubscribe">Web-форма отписки</a>.

source: Please select which lists you want to subscribe to:
ja: 購読したいメーリングリストを選んでください:
nl: Kies de lijsten waarop u zich wilt abonneren:
ru: Выберите списки рассылки на которые вы хотели бы подписаться:

source: No description given
ja: 説明はありません
nl: Geen beschrijving beschikbaar
ru: Нет описания

source: Moderated:
ja: モデレーション:
nl: Gemodereerd:
ru: Модерируемый:

source: Posting messages allowed only to subscribers.
ja: 投稿は購読者のみが可能です。
nl: Alleen abonnees mogen berichten plaatsen.
ru: Отправлять сообщения могут только подписчики.

source: Only messages signed by a Debian developer will be accepted by this list.
ru: Список принимает только сообщения, подписанные кем-либо из разработчиков Debian.

source: Subscription:
ja: 購読:
nl: Abonnement:
ru: Подписка:

source: is a read-only, digestified version.
ja: ダイジェスト版につき書き込みできません
nl: is een alleen-leesbare samenvatting.
ru: Только для чтения, в виде обзора

source: Your E-Mail address:
ja: あなたの E-Mail アドレス:
nl: Uw emailadres:
ru: Ваш электронный адрес (e-mail):

source: Subscribe
ja: 購読
nl: Abonneren
ru: Подписаться

source: Clear
ja: 消去
nl: Wissen
ru: Очистить

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
ja: <a href="./#ads">Debian メーリングリスト広告ポリシー</a>を守ってください。
nl: Respecteer alstublieft de <a href="./#ads">Debian regels voor reclame op mailinglijsten</a>.
ru: Пожалуйста обратите внимание на страницу <a href="./#ads">Рекламная политика в списках рассылки Debian</a>.

source: Mailing List Unsubscription
ja: メーリングリストからの脱退
nl: Afmelden van de emaillijst
ru: Отписка от списка рассылки

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
ja: e-mail を使って脱退する方法については、<a href="./#subunsub">メーリングリスト</a>のページを参照してください。メーリングリストの購読については、<a href="subscribe">購読ウェブフォーム</a>が利用可能です。
nl: Zie de <a href="./#subunsub">pagina met mailinglijsten</a> voor informatie over hoe u zich kunt afmelden via email. Een <a href="subscribe">webformulier om u aan te melden</a> is ook beschikbaar.
ru: На странице <a href="./#subunsub">Списки рассылки</a> описано как отписаться от списка рассылки по электронной почте. Также доступна <a href="subscribe">web-форма подписки</a> на списки рассылки.

source: Please select which lists you want to unsubscribe from:
ja: 脱退したいメーリングリストを選んでください:
nl: Kies de lijsten waarvan u zich wilt afmelden:
ru: выберите списки от которых вы хотите отписаться:

source: Unsubscribe
ja: 脱退
nl: Afmelden
ru: Отписаться

source: open
ja: 誰でも可能
ru: открытая

source: closed
ja: クローズド
nl: gesloten
ru: закрытая

source: Download
es: Descargar
ja: ダウンロード
nl: Downloaden
ru: Скачать

source: Old banner ads
es: Pancartas antiguas
ja: 古いバナー
nl: Oude reclamebalken
pt: Banners antigos
ru: Старые баннеры

source: Name:
ja: 氏名
nl: Naam:
ru: Имя:

source: Company:
ja: 企業名
nl: Bedrijf:
ru: Компания:

source: Address:
ja: 住所
nl: Adres:
ru: Адрес:

source: Phone:
ja: 電話番号
nl: Telefoon:
ru: Телефон:

source: Fax:
ru: Факс:

source: or
ja: または
nl: of
ru: или

source: Email:
ja: 電子メール
ru: Эл. почта:

source: Rates:
ja: 料金
nl: Tarieven:
ru: Цена:

source: Additional Information
ja: 追加情報
nl: Bijkomende Informatie
ru: Дополнительная информация

source: Willing to Relocate
ja: 引越し予定
nl: Bereid te verhuizen
ru: В разных странах

source: <total_consultant> Debian consultants listed in <total_country> countries worldwide.
ja: 世界中の <total_country> の国の <total_consultant> の Debian コンサルタントが掲載されています。
nl: <total_consultant> Debian consultants opgenomen in <total_country> landen wereldwijd.
ru: <: if (<total_consultant> % 10 == 0 or <total_consultant> % 10 > 4 or (<total_consultant> > 10 and <total_consultant> < 20)) { print "Всего найдено <total_consultant> консультантов Debian"; } elsif (<total_consultant> % 10 == 1) { print "Всего найден <total_consultant> консультант Debian"; } else { print "Всего найдено <total_consultant> консультанта Debian"; } print " в <total_country> " . ((<total_country> % 10 == 0 or <total_country> % 10 > 1 or (<total_country> > 10 and <total_country> < 20)) ? "странах" : "стране") . " мира." . "\n"; :>

source: Working
es: Funciona
nl: Werkend
pt: Funcionando
ru: Работает

source: rc2
ru: 2-й кандидат к выпуску

source: rc2 (broken)
ru: 2-й кандидат к выпуску (не работает)

source: rc3
ru: 3-й кандидат к выпуску

source: rc3 (broken)
ru: 3-й кандидат к выпуску (не работает)

source: Booting
es: Arranca
nl: Start op
pt: Inicializando
ru: Загружается

source: Building
es: Compila
nl: Bouwt
pt: Construindo
ru: Собирается

source: Not yet
es: Aún no
nl: Nog niet
pt: Ainda Não
ru: Пока нет

source: No kernel
es: Sin núcleo
nl: Gene kernel
pt: Sem kernel
ru: Нет ядра

source: No images
es: Sin imágenes
nl: Geen images
pt: Sem imagens
ru: Нет образов

source: <void id="d-i" />Unknown
es: <void id="d-i" />Desconocido
nl: Onbekend
pt: Desconhecido
ru: <void id="d-i" />Неизвестно

source: Unavailable
es: No disponible
nl: Niet beschikbaar
pt: Indisponível
ru: Нет в наличии

source: New maintainers' corner
ja: 新規メンテナのコーナー
nl: Hoek voor nieuwe beheerders
ru: Уголок нового сопровождающего

source: Step 1
es: Paso 1
ja: 手順 1
nl: Stap 1
pt: Passo 1
ru: Шаг 1

source: Step 2
es: Paso 2
ja: 手順 2
nl: Stap 2
pt: Passo 2
ru: Шаг 2

source: Step 3
es: Paso 3
ja: 手順 3
nl: Stap 3
pt: Passo 3
ru: Шаг 3

source: Step 4
es: Paso 4
ja: 手順 4
nl: Stap 4
pt: Passo 4
ru: Шаг 4

source: Step 5
es: Paso 5
ja: 手順 5
nl: Stap 5
pt: Passo 5
ru: Шаг 5

source: Applicants' checklist
es: Lista de solicitantes
ja: 応募者のチェックリスト
nl: Checklist voor inschrijvers
pt: Lista de itens para os aplicantes
ru: Обходной лист

source: See <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (only available in French) for more information.
ja: 詳しくは、<a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (フランス語のみ) をご覧ください。
nl: Zie <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (alleen in het Frans) voor meer informatie.
ru: См. более подробную информацию на <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (только на французском языке).

source: See <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
ru: См. более подробную информацию на <a href="m4_HOME/intl/spanish/"http://www.debian.org/intl/spanish/</a> (только на испанском языке).

source: Previous Talks:
ja: 以前の講演:
nl: Eerdere voordrachten:
ru: Предыдущие доклады:

source: Languages:
ja: 言語:
nl: Talen:
ru: Языки:

source: Location:
ja: 場所:
nl: Lokatie:
ru: Местоположение:

source: Topics:
ja: 話題:
nl: Onderwerpen:
ru: Темы:

source: With&nbsp;``Debian''
es: Con&nbsp;«Debian»
ja: 「Debian」つき
nl: Met&nbsp;``Debian''
pt: Com&nbsp;``Debian''
ru: Со&nbsp;словом&nbsp;Debian

source: Without&nbsp;``Debian''
es: Sin&nbsp;«Debian»
ja: 「Debian」なし
nl: Zonder&nbsp;``Debian''
pt: Sem&nbsp;``Debian''
ru: Без&nbsp;слова&nbsp;Debian

source: [Powered by Debian]
es: [Funciona con Debian]
ja: [Debian を使っています]
nl: [Draait op Debian]
ru: [Под управлением Debian]

source: [Powered by Debian GNU/Linux]
es: [Funciona con Debian GNU/Linux]
ja: [Debian GNU/Linux を使っています]
nl: [Draait op Debian GNU/Linux]
ru: [Под управлением Debian GNU/Linux]

source: [Debian powered]
es: [Funciona con Debian]
ja: [Debian 使用]
nl: [Draait op Debian]
ru: [Под управлением Debian]

source: [Debian] (mini button)
es: [Debian] (mini botón)
ja: [Debian] (小さなボタン)
pt: [Debian] (mini botão)
ru: [Debian] (мини-кнопка)

source: Wanted:
ja: 必要なハードウェア:
ru: Требуется:

source: Who:
ja: 必要としている人/グループ:
ru: Требуется для:

source: Architecture:
ja: アーキテクチャ:
ru: Архитектура:

source: Specifications:
ja: スペック:
ru: Спецификация:

source: Where:
ja: 場所:
ru: Где:

source: Products
es: Productos
ja: 製品
nl: Producten
pt: Produtos
ru: Продукция

source: T-shirts
es: Camisetas
ja: T シャツ
pt: Camisetas
ru: Футболки

source: hats
es: gorras
ja: 帽子
nl: hoeden
pt: bonés
ru: шапки

source: stickers
es: pegatinas
ja: ステッカー
pt: adesivos
ru: наклейки

source: mugs
es: tazas
ja: マグカップ
nl: mokken
pt: canecas
ru: кружки

source: other clothing
es: otras ropas
ja: その他衣類
nl: andere kleding
pt: outras roupas
ru: другая одежда

source: polo shirts
es: polos
ja: ポロシャツ
nl: polohemden
pt: camiseta pólo
ru: рубашки

source: frisbees
es: discos voladores
ja: フリスビー
pt: discos
ru: фрисби

source: mouse pads
es: alfombrilla de ratón
ja: マウスパッド
nl: muismatten
ru: коврики для мыши

source: badges
es: emblemas
ja: バッジ
pt: crachás
ru: значки

source: basketball goals
es: canasta de baloncesto
ja: バスケットボールのゴール
nl: baskets
pt: cestas de basquete
ru: баскетбольные корзины

source: earrings
es: pendientes
ja: イヤリング
nl: oorringen
pt: brincos
ru: серьги

source: suitcases
es: maletines
ja: スーツケース
nl: koffers
pt: malas
ru: дипломаты

source: Unknown
es: Se desconoce
ja: 不明
nl: Onbekend
pt: Desconhecido
ru: Неизвестно

source: ALL
es: Todos
ja: すべて
pt: TUDO
ru: Все

source: Package
es: Paquete
ja: パッケージ
nl: Pakket
pt: Pacote
ru: Пакет

source: Status
es: Estado
ja: 状況
pt: Estado
ru: Статус

source: Version
es: Versión
ja: バージョン
nl: Versie
pt: Versão
ru: Версия

source: p<get-var page />
ja: <get-var page /> ページ

source: beta 4
ja: ベータ 4

source: See <a href="m4_HOME/intl/spanish/coordinacion.es.html">http://www.debian.org/intl/spanish/coordinacion.es.html</a> (only available in Spanish) for more information.
ja: 詳しくは、<a href="m4_HOME/intl/spanish/coordinacion.es.html">http://www.debian.org/intl/spanish/coordinacion.es.html</a> (スペイン語のみ) をご覧ください。
nl: Zie <A href="m4_HOME/intl/spanish/coordinacion.es.html">http://www.debian.org/intl/spanish/coordinacion.es.html</A> (alleen in het Spaans) voor meer informatie.

source: Encapsulated PostScript
es: PostScript encapsulado (EPS)
ja: EPS
pt: PostScript Encapsulado

source: OK
es: Bien
ja: 対応

source: BAD
es: Mal
ja: 未対応
nl: SLECHT
pt: RUIM

source: OK?
es: ¿Bien?
ja: 対応?

source: BAD?
es: ¿Mal?
ja: 未対応?
nl: SLECHT?
pt: RUIM?

source: vertical&nbsp;banner
nl: verticale&nbsp;banner

source: horizontal&nbsp;banner
nl: horizontale&nbsp;banner

source: animated&nbsp;GIF&nbsp;banner
nl: bewegende&nbsp;GIF&nbsp;banner

source: Newer Debian banners
nl: Nieuwere Debian-banners

source: Debian: apt-get into it.
nl: Debian: leer apt-get kennen

source: Debian: the potato has landed. announcing version 2.2
nl: Debian: de potato is geland. aankondiging van versie 2.2

source: Older Debian banners
nl: Oudere reclamebalken

source: Debian: The biggest is still the best.
nl: Debian: De grootste is nog steeds de beste

source: Debian: The Perfect OS
nl: Debian: Het perfecte OS

source: Debian GNU/Linux: Your next Linux distribution.
nl: Debian GNU/Linux: Uw volgende Linux-distributie

source: sarge (broken)
es: sarge (roto)
pt: sarge (quebrado)

source: New Members Corner
es: El rincón de los nuevos miembros
pt: Canto dos Novos Membros

source: Step 6
es: Paso 6
pt: Passo 6

source: Step 7
es: Paso 7
pt: Passo 7

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
es: Vea <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (sólo en francés) si desea más información.
pt: Veja o endereço <a href="m4_HOME/intl/french/"> https://www.debian.org/intl/french/</a> (disponível somente em francês) para maiores informações.

source: More information
es: Más información
pt: Mais informações

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
es: Vea <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/coordinacion.es.html</a> (solo en español) si desea más información.
pt: Veja o endereço <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (disponível somente em espanhol) para maiores informações.

source: Phone
es: Teléfono
pt: Telefone

source: Address
es: Dirección
pt: Endereço

source: same as the above
es: igual que el anterior
pt: mesmo que o acima

source: umbrellas
es: paraguas
pt: guarda-chuvas

source: pillowcases
es: almohadas
pt: fronhas

source: keychains
es: llaveros
pt: chaveiros

source: Swiss army knives
es: navajas suizas
pt: canivetes suíços

source: USB-Sticks
es: memorias USB
pt: Pendrives USB

source: lanyards
es: Cintas «lanyard»

source: others
es: otros

source: Donates money to Debian
es: Dona dinero a Debian

source: Money is used to organize local free software events
es: El dinero se utiliza para organizar actos locales sobre software libre

source: How long have you been using Debian?
es: ¿Desde hace cuánto tiempo utilizas Debian?
pt: Há quanto tempo você usa Debian?

source: Are you a Debian Developer?
es: ¿Eres Desarrolladora de Debian?
pt: Você é um Desenvolvedor Debian?

source: What areas of Debian are you involved in?
es: ¿En qué áreas de Debian estás involucrada?
pt: Em quais áreas do Debian você está envolvido?

source: What got you interested in working with Debian?
es: ¿Qué te hizo interesarte en trabajar con Debian?
pt: Por qual motivo você se interessou em trabalhar com Debian?

source: Do you have any tips for women interested in getting more involved with Debian?
es: ¿Tienes alguna recomendación para mujeres que estén interesadas en participar más en Debian?
pt: Você tem algumas dicas para mulheres interessadas em se envolver mais com o Debian?

source: Are you involved with any other women in technology group? Which one(s)?
es: ¿Estás involucrada en algún grupo de tecnología de mujeres? ¿En cuál/es?
pt: Você está envolvida com outras mulheres em grupo de tecnologia? Qual(is)?

source: A bit more about you...
es: Cuéntanos algo más sobre ti...
pt: Um pouco mais sobre você...
