Repository: l/debian-webwml
Catalog: webwml/*/po/partners.*.po
Languages: de, es, nl, ru

source: Telegraaf Media ICT BV is running its internet infrastructure (appx. 200 Intel based servers) mainly based on Debian GNU/Linux servers; the sysadmins are highly motivated Debian users and some of them also Debian maintainers.
de: Telegraaf Media ICT BV lässt seine Internet-Infrastruktur (circa 200 Intel-basierte Server) hauptsächlich auf Debian GNU/Linux Servern basieren; die Systemadministratoren sind hoch motivierte Debian-Benutzer, und einige von ihnen sind auch Debian-Betreuer.
es: Telegraaf Media ICT BV hace funcionar su infraestructura de internet (aproximadamente 200 servidores basados en Intel) principalmente basada en servidores Debian GNU/Linux; los administradores de sistemas son usuarios de Debian altamente motivados y algunos son también mantenedores de Debian.
nl: De internetinfrastructuur van Telegraaf Media ICT BV (ongeveer 200 op Intel gebaseerde servers) bestaat hoofdzakelijk uit Debian GNU/Linux-servers. De systeembeheerders zijn zeer gedreven gebruikers van Debian en sommigen onder hen zijn ook ontwikkelaar van Debian, verantwoordelijk voor het onderhouden van een of meer software-pakketten.
ru: Telegraaf Media ICT BV свою инфраструктуру интернет (примерно 200 серверов, основанных на Intel) держит главным образом на серверах Debian GNU/Linux. Системные администраторы сильно заинтересованные пользователи Debian и некоторые из них тоже сопровождающие Debian.

source: Telegraaf Media Group runs some of the most popular Dutch websites (http://www.telegraaf.nl, http://www.speurders.nl and http://www.dft.nl) as well as the two biggest newspapers in The Netherlands.
de: Telegraaf Media Group betreibt einige der populärsten niederländischen Webseiten (http://www.telegraaf.nl, http://www.speurders.nl und http://www.dft.nl) sowie die zwei größten Zeitungen der Niederlande.
es: Telegraaf Media Group hace funcionar algunos de los sitios web holandeses más populares (http://www.telegraaf.nl, http://www.speurders.nl y http://www.dft.nl) así­ como los dos periódicos más grandes de los Paí­ses Bajos.
nl: Telegraaf Media Group beheert enkele van de meest populaire Nederlandse websites (http://www.telegraaf.nl, http://www.speurders.nl en http://www.dft.nl) en brengt ook de twee populairste kranten van Nederland uit.
ru: Telegraaf Media Group предоставляет хостинг для некоторых наиболее популярных голландских веб-сайтов (http://www.telegraaf.nl, http://www.speurders.nl и http://www.dft.nl), и, кроме того, двух крупнейших газет в Голландии.

source: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> has provided a new high-end server for the Debian cdbuilder service. In addition, Thomas Krenn is a regular hardware sponsor for DebConf or the Debian booth at LinuxTag. For information about Thomas Krenn's involvement in the Linux Open Source community, see <a href="http://www.thomas-krenn.com/linux">http://www.thomas-krenn.com/linux</a>.
de: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> hat einen neuen High-End-Server für die Erstellung von Debian-CDs zur Verfügung gestellt. Weiterhin ist Thomas Krenn ein häufiger Hardware-Sponsor bei der DebConf und am Debian-Stand beim LinuxTag. Weitere Informationen, in welchem Umfang Thomas Krenn in der Linux-Open-Source-Gemeinschaft beteiligt ist, finden Sie unter <a href="http://www.thomas-krenn.com/linux"> http://www.thomas-krenn.com/linux</a>.
es: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> ha proporcionado un nuevo servidor de gama alta para el servicio cdbuilder de Debian. Además, Thomas Krenn patrocina hardware para las DebConf y el puesto de Debian en LinuxTag de manera regular. Para información sobre la implicación de Thomas Krenn en la comunidad Linux de software libre, vea <a href="http://www.thomas-krenn.com/linux">http://www.thomas-krenn.com/linux</a>.
nl: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> heeft een nieuwe hoogwaardige server geleverd voor de cdbuilder-dienst van Debian. [Deze server berekent de officiële iso-bestanden die men op een cd of dvd kan branden om Debian mee te kunnen installeren. -- vertaler] Tevens leent Thomas Krenn regelmatig hardware uit voor DebConf en voor de kraam van Debian op LinuxTag. Kijk op <a href="http://www.thomas-krenn.com/linux">http://www.thomas-krenn.com/linux</a> voor informatie over de betrokkenheid van Thomas Krenn bij de opensource-gemeenschap van Linux.
ru: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> предоставила новые высокопроизводительные серверы для службы Debian cdbuilder. Также, Thomas Krenn является постоянным спонсором аппаратного обеспечения для DebConf или стенда Debian на LinuxTag. Подробней об участии Thomas Krenn в сообществе Linux Open Source см. на <a href="http://www.thomas-krenn.com/linux">http://www.thomas-krenn.com/linux</a>.

source: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> is Europe's leading online shop for server systems and high-quality hosting. They offer rack-mountable servers, silent and low-noise servers, storage systems and virtualization solutions. Thomas Krenn is the only hardware shop who delivers individual configured servers within 24 hours across Europe. And of course they support Debian as operating system on their servers!
de: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> ist Europas führender Online-Shop für Serversysteme und hochwertiges Hosting. Im Angebot befinden sich in ein Rack montierbare Server, stille und ruhige Server, Speichersysteme und Virtualisierungs-Lösungen. Thomas Krenn ist das einzige Hardware-Geschäft, das individuell konfigurierte Server innerhalb 24 Stunden in ganz Europa verschickt. Selbstverständlich wird auf all diesen Servern Debian als Betriebssystem unterstützt.
es: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> es la tienda online lí­der en Europa para sistemas de servidor y alojamiento de alta calidad. Ofrecen servidoresque se pueden montar en racks, servidores silenciosos y de bajo ruido, sistemas de almacenamientoy soluciones de virtualización. Thomas Krenn es la única tienda de hardware que enví­a servidores configurados individualmente en 24h en toda Europa. Y por supuesto, ¡soportan Debian como sistema operativo en sus servidores!
nl: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> is in Europa de toonaangevende webwinkel voor serversystemen en hoogwaardige hosting. Het bedrijf levert servers die in een raamwerk gemonteerd kunnen worden, stille en geluidsarme servers, opslagsystemen en virtualisatieoplossingen. Thomas Krenn is de enige hardwarewinkel die afzonderlijk geconfigureerde servers binnen 24 uur in heel Europa levert. En natuurlijk ondersteunt het bedrijf Debian als besturingssysteem voor hun servers!
ru: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> &mdash; это ведущий европейский онлайн магазин по продаже серверов и высококачественный хостинг. Они предлагают стоечные модели, бесшумные и малошумные серверы, системы хранения и решения для виртуализации. Thomas Krenn &mdash; единственный магазин оборудования, доставляющий серверы под конфигурацию заказчика в течение 24 часов по всей Европе. И, конечно же, они обеспечивают поддержку операционной системы Debian для своих серверов!

source: <a href="http://www.trustsec.de/">trustsec</a> pays two Debian developers to work on the S/390 port of Debian and packages mainly related to Java. They host the <a href="http://www.trustsec.de/deb390/">web portal</a> for Debian on S/390 and zSeries. They've paid and worked on the free Debian CDs for LinuxTag 2001 in Stuttgart.
de: <a href="http://www.trustsec.de/">trustsec</a> bezahlt zwei Debian-Entwickler für ihre Arbeit an der S/390-Portierung und an Paketen, die hauptsächlich im Zusammenhang mit Java stehen. Sie betreiben außerdem das <a href="http://www.trustsec.de/deb390/">Web-Portal</a> für Debian auf S/390 und zSeries. Sie haben die kostenlosen Debian-CDs vom LinuxTag 2001 sowohl bezahlt als auch daran gearbeitet.
es: <a href="http://www.trustsec.de/">trustsec</a> paga a dos desarrolladores de Debian para que trabajen en la adaptación de Debian a S/390 y paquetes relacionados con Java, principalmente. Albergan el <a href="http://www.trustsec.de/deb390/">portal web</a> para Debian en ordenadores S/390 y zSeries. También pagaron y trabajaron en los CDs gratuitos que se dieron en la LinuxTag de 2001 en Stuttgart.
nl: <a href="http://www.trustsec.de/">trustsec</a> betaalt twee ontwikkelaars van Debian om te werken aan de versie van Debian voor de S/390-processorfamilie en aan pakketten die vooral met Java verband houden. Het bedrijf host het <a href="http://www.trustsec.de/deb390/">webportaal</a> voor Debian op de S/390 en en de zSeries. Het bedrijf betaalde en werkte aan de gratis Debian-cd's voor LinuxTag 2001 in Stuttgart.
ru: <a href="http://www.trustsec.de/">trustsec</a> платит двоим разработчикам Debian за работу над переносом Debian на S/390 и пакетами, в основном, связанным с Java. Они сопровождают <a href="http://www.trustsec.de/deb390/">web-портал</a> Debian на S/390 и zSeries. Они оплатили бесплатные компакт-диски Debian на LinuxTag2001 в Штутгарте и работали с ними.

source: trustsec offers customer support, consulting and training for Debian on the Intel PC architecture (i386), PowerPC and IBM S/390 and is specialized on network security and software development with Java. Please e-mail <a href="mailto:info@trustsec.de">info@trustsec.de</a> for more information.
de: trustsec bietet seinen Kunden Unterstützung, Beratung und Schulungen für Debian auf Intel-Systemen (i386), PowerPC und IBM S/390 und ist auf Netzwerksicherheit und Softwareentwicklung mit Java spezialisiert. Bitte kontaktieren Sie <a href="mailto:info@trustsec.de">info@trustsec.de</a> für weitere Informationen.
es: trustsec ofrece soporte al cliente, consultorí­a y formación para Debian en las arquitecturas Intel PC (i386), PowerPC e IBM S/390, y están especializados en seguridad de red y desarrollo de software en Java. Por favor, enví­e un correo a <a href="mailto:info@trustsec.de">info@trustsec.de</a> para obtener más información.
nl: trustsec biedt klantenondersteuning, advies en training voor Debian op de Intel PC-architectuur (i386), PowerPC en IBM S/390 en is gespecialiseerd in netwerkbeveiliging en softwareontwikkeling met Java. Stuur een e-mail naar <a href="mailto:info@trustsec.de">info@trustsec.de</a> voor meer informatie.
ru: trustsec предлагает поддержку клиентов, консультации и обучение Debian на архитектуре Intel PC (i386), PowerPC и IBM S/390, и специализируется на сетевой безопасности и разработке программного обеспечения на основе Java. Более подробную информацию вы можете получить, отправив письма по адресу <a href="mailto:info@trustsec.de">info@trustsec.de</a>.

source: <A HREF="http://www.brainfood.com/">Brainfood</A> (previously called Novare) provides several machines to Debian, as well as hosting and server administration services.
de: <a HREF="http://www.brainfood.com/">Brainfood</a> (vorher Novare genannt) stellt mehrere Maschinen für Debian zur Verfügung, sowie Hosting und Administration.
es: <A HREF="http://www.brainfood.com/">Brainfood</A> (antes Novare) proporciona varias máquinas a Debian, así­ como servicios de administración de servidores y alojamiento.
nl: <A HREF="http://www.brainfood.com/">Brainfood</A> (dat vroeger Novare heette) levert een aantal machines aan Debian, evenals hosting- en serverbeheer-diensten.
ru: <A HREF="http://www.brainfood.com/">Brainfood</A> (ранее назывался Novare) предоставил Debian несколько машин, а также хостинг и услуги по администрированию серверов.

source: Brainfood is a technology solutions company whose goal is to work to produce an ideal result for a specific need, whether it's a website or an ongoing, distance-learning intranet application, or custom developed software. &nbsp; For more information, contact <A HREF="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</A>.
de: Brainfood ist eine Firma für technische Lösungen, deren Ziel es ist, die ideale Lösung für spezielle Bedürfnisse zu erarbeiten, ob es eine Website ist oder eine fortlaufende, entfernungs-lernende Intranet-Applikation, oder für Kunden entwickelte Software. Um weitere Informationen zu erhalten, kontaktieren Sie <a href="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</a>.
es: Brainfood es una empresa de soluciones tecnológicas, cuyo objetivo es trabajar para producir la solución ideal para una necesidad concreta, tanto si es un sitio web, como si es una aplicación de enseñanza a distancia por intranet o un desarrollo a medida. &nbsp; Para más información, póngase en contacto con <A HREF="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</A>.
nl: Brainfood is een bedrijf dat technologische oplossingen levert en dat zich ten doel stelt een ideale oplossing voor een specifieke behoefte te realiseren, of het nu gaat om een website, om een evoluerende intranettoepassing voor leren op afstand, of om klantspecifieke software. &nbsp; Neem voor meer informatie contact op via <A HREF="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</A>.
ru: Brainfood&nbsp;&mdash; это компания, занимающаяся технологическими решениями, целью которой является работа над созданием идеальных инструментов для конкретных нужд, будь то web-сайт или приложение для дистанционного обучения через intranet. Более подробную информацию вы можете получить, связавшись с <A HREF="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</A>.

source: <a href="http://www.hp.com/">Hewlett-Packard</a> has provided hardware for port development, Debian mirrors, and other Debian services (current HP hardware donations are listed in the <a href="https://db.debian.org/machines.cgi">Debian machines</a> page). For information about HP's involvement in the Linux Open Source community, see <a href="http://www.hp.com/products1/linux/">HP Linux</a>.
de: <a href="http://www.hp.com/">Hewlett-Packard</a> stellte Debian Hardware für die Entwicklung von Debian-Portierungen zur Verfügung sowie Debian-Spiegelserver und andere Debian-Services (aktuelle HP-Hardware-Spenden sind auf der <a href="https://db.debian.org/machines.cgi">Debian-Machines</a>-Webseite aufgeführt). Weitere Informationen über HPs Einsatz in der Linux-Open-Source-Gemeinschaft finden Sie auf <a href="http://www.hp.com/products1/linux/">HP Linux</a>.
es: <a href="http://www.hp.com/">Hewlett-Packard</a> ha proporcionado hardware para el desarrollo de adaptaciones, réplicas de Debian y otros servicios de Debian (las donaciones de hardware de HP se listan en la página <a href="https://db.debian.org/machines.cgi">máquinas de Debian</a>). Para informarse acerca de la implicación de HP en la comunidad Linux, vea <a href="http://www.hp.com/products1/linux/">HP Linux</a>.
nl: <a href="http://www.hp.com/">Hewlett-Packard</a> heeft hardware geschonken waarmee Debian ontwikkeld kan worden voor bepaalde processors. Ook heeft het bedrijf hardware geschonken voor Debian's spiegelservers en voor andere diensten van Debian (de huidige hardwareschenkingen van HP worden vermeld op de pagina met <a href="https://db.debian.org/machines.cgi">Debian machines</a>). Informatie over de betrokkenheid van HP bij de opensource-gemeenschap van Linux vindt u op <a href="http://www.hp.com/products1/linux/">HP Linux</a>.
ru: <a href="http://www.hp.com/">Hewlett-Packard</a> предоставила оборудование для разработки переносов, зеркал Debian, а также других служб Debian (в настоящее время пожертвования HP в виде оборудования приведены на странице <a href="https://db.debian.org/machines.cgi">машин Debian</a>). Информацию об участии HP в сообществе Linux Open Source см. на <a href="http://www.hp.com/products1/linux/">HP Linux</a>.

source: Hewlett-Packard is one of the largest computer companies in the world, providing a wide range of products and services, such as servers, PCs, printers, storage products, network equipment, software, cloud computing solutions, etc.
de: Hewlett-Packard ist eine der größten Computer-Firmen der Welt und bietet eine breite Palette von Produkten und Diensten an, wie zum Beispiel Server, PCs, Drucker, Speicher-Produkte, Netzwerk-Ausrüstung, Software, Cloud-Computing-Lösungen usw.
es: Hewlett-Packard es una de las mayores empresas de ordenadores del mundo, y provee un amplio catálogo de productos y de servicios, como servidores, PCs, impresoras, sistemas de almacenamiento, equipos de red, software, soluciones de computación en la nube, etc.
nl: Hewlett-Packard is een van de grootste computerbedrijven ter wereld. Het bedrijf levert een breed spectrum van producten en diensten, zoals servers, PC's, printers, opslagproducten, netwerkapparatuur, software, oplossingen op het gebied van cloud computing, enz.
ru: Hewlett-Packard — одна из крупнейших компьютерных компаний в мире. Она производит широкий спектр продуктов и услуг, таких как серверы, персональные компьютеры, принтеры, продукты для организации хранилищ, сетевое оборудование, ПО, облачные решения и т. д.

source: <A HREF="http://www.linuxcentral.com/">Linux Central</A> provides us with Debian GNU/Linux CD-ROM sets for trade show type events. These CD's help to promote Debian by getting the system right in the hands of potential and current users.
de: <a href="http://www.linuxcentral.com/">Linux Central</A> stellt uns CD-Sets mit Debian GNU/Linux für Ausstellungen zur Verfügungen. Diese CDs helfen uns bei der Promotion von Debian, indem wir das System direkt in die Hände der jetzigen und potenziellen Benutzer geben.
es: <A HREF="http://www.linuxcentral.com/">Linux Central</A> nos proporciona conjuntos de CD-ROM de Debian GNU/Linux para ferias y eventos de ese tipo. Estos CDs ayudan a promover Debian poniendo el sistema en las manos de los usuarios potenciales y actuales.
nl: <A HREF="http://www.linuxcentral.com/">Linux Central</A> voorziet ons van cd-rom-sets met Debian GNU/Linux, voor handelsbeursachtige evenementen. Deze cd's helpen Debian GNU/Linux te promoten door het systeem uit te reiken aan potentiële en huidige gebruikers.
ru: <A HREF="http://www.linuxcentral.com/">Linux Central</A> предоставляет нам наборы компакт-дисков Debian GNU/Linux для использования на выставках и других аналогичных мероприятиях. Эти диски помогают продвигать Debian, поскольку потенциальные и нынешние пользователи получают систему прямо в руки.

source: Linux Central sells all the latest releases of Linux products such as commercial software, books, hardware, and versions of major Linux distributions. On Linux Central's site you can also find news and basic information about Linux, or sign up for a newsletter to stay updated on all newly released products or daily specials. &nbsp; For more information, contact <A HREF="mailto:sales@linuxcentral.com">sales@linuxcentral.com</A>.
de: Linux Central verkauft alle aktuellen Versionen von Linux-Produkten wie kommerzielle Software, Bücher, Hardware und Versionen der wichtigsten Linux-Distributionen. Auf der Website von Linux Central finden Sie Neuigkeiten und Grundlageninformationen über Linux, oder tragen sich für einen Newsletter ein und bleiben auf dem Laufenden über alle kürzlich freigegebenen Produkte oder tägliche Spezialitäten. Um weitere Informationen zu erhalten, kontaktieren Sie <a href="mailto:sales@linuxcentral.com">sales@linuxcentral.com</a>.
es: Linux Central vende todas las últimas versiones de Linux y productos como software comercial, libros, hardware, y versiones de las distribuciones de Linux más importantes. En el sitio de Linux Central también encontrará noticias e información básica sobre Linux, o podrá suscribirse para estar al dí­a de de todos los productos recién lanzados o los especiales de cada día. &nbsp; Para más información, póngase en contacto con <A HREF="mailto:sales@linuxcentral.com">sales@linuxcentral.com</A>.
nl: Linux Central verkoopt alle laatste uitgaven van Linux-producten zoals commerciële software, boeken, hardware en versies van belangrijke Linux-distributies. Op de website van Linux Central vindt u ook nieuws en basale informatie over Linux en u kunt er zich inschrijven voor een nieuwsbrief om op de hoogte te blijven van alle nieuw uitgebrachte producten en van aanbiedingen van de dag. &nbsp; Neem voor meer informatie contact op via <A HREF="mailto:sales@linuxcentral.com">sales@linuxcentral.com</A>.
ru: Linux Central продаёт все последние выпуски продуктов Linux, таких как коммерческое ПО, книги, аппаратное обеспечение и последние версии основных дистрибутивов Linux. На сайте Linux Central вы можете также найти новости и базовую информацию о Linux, подписаться на информационный бюллетень и узнавать последнюю информацию о недавно выпущенных продуктах и другие свежие сведения. &nbsp; Чтобы получить более подробную информацию, напишите по адресу <A HREF="mailto:sales@linuxcentral.com">sales@linuxcentral.com</A>.

source: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> supports Debian (and SPI Inc) by providing domain registration facilities.</p><p>They are a UK based web hosting, domain registration and co-location company.
de: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> unterstützt Debian (und SPI Inc) durch Domainregistrierungen.</p><p>Hierbei handelt sich dabei um eine in Großbritannien ansässige Firma, die Webhosting, Domainregistrierungen und Co-Location anbietet.
es: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> apoya Debian (y SPI Inc) proporcionando facilidades para el registro de dominios.</p><p>Es una empresa de alojamiento web, registro de dominio y co-localización, basada en Reino Unido.
nl: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> ondersteunt Debian (en SPI Inc) door het leveren van domeinregistratievoorzieningen. Het is een in het VK gevestigd bedrijf dat zich toelegt op webhosting, domeinregistratie en bijeenplaatsing van servers.
ru: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> оказывает Debian (и SPI Inc) услуги по регистрации доменов.</p><p>Она предоставляет услуги веб-хостинга, регистрации доменов и площадку по серверы заказчика.
