Repository: l/debian-webwml
Catalog: webwml/*/po/partners.*.po
Languages: de, es, nl, ru

source: Since 2002, Genesi has provided the hardware it designs and develops to the Debian community. Genesi also employs Debian developers to support their platforms.
de: Seit 2002 bietet Genesi Hardware aus eigenem Design und Entwicklung für die Debian-Gemeinschaft an. Genesi beschäftigt auch Debian-Entwickler, um die eigene Plattform zu unterstützen.
es: Desde 2002, Genesi ha proporcionado a la comunidad Debian el hardware que diseña y desarrolla. Genesi también tiene desarrolladores de Debian en plantilla para soportar sus plataformas.
nl: Sinds 2002 stelt Genesi de hardware die het ontwerpt en ontwikkelt ter beschikking aan de gemeenschap van Debian. Genesi stelt ook ontwikkelaars van Debian tewerk voor het ondersteunen van hun platformen.
ru: С 2002 года компания Genesi предоставляла сообществу Debian аппаратное обеспечение, которое она проектирует и разрабатывает. Genesi также сотрудничает с разработчиками Debian для поддержки их платформ.

source: Genesi's <a href="http://www.genesi-usa.com/products">Efika MX</a> ARM-based computers are designed to bring low cost, energy efficient computing resources to the mass market. For information about Genesi's involvement in the Linux Open Source community, please visit <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org.</a>
de: Genesis ARM-basierte <a href="http://www.genesi-usa.com/products">Efika MX</a>-Rechner sind für niedrige Kosten und energieeffiziente Rechenressouren für den Massenmarkt entwickelt. Für Informationen über die Beteiligung von Genesi in der Linux-Open-Source-Gemeinschaft besuchen Sie bitte <a href="http://www.powerdeveloper.org/">\ www.PowerDeveloper.org</a>.
es: Los ordenadores basados en ARM <a href="http://www.genesi-usa.com/products">Efika MX</a> de Genesi están diseñados para proporcionar recursos de computación de bajo coste y energéticamente eficientes al mercado más amplio. Para información sobre la implicación de Genesi en la comunidad Linux de software libre, visite <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org.</a>
nl: De <a href="http://www.genesi-usa.com/products">Efika MX</a> computers van Genesi, gebaseerd op ARM, zijn ontworpen om goedkope, energiezuinige computerapparatuur voor het brede publiek op de markt te brengen. Voor informatie over de betrokkenheid van Genesi bij de opensource-gemeenschap van Linux, kunt u <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org</a> bezoeken.
ru: Основанные на ARM компьютеры <a href="http://www.genesi-usa.com/products">Efika MX</a> производства Genesi разработаны с целью создания недорогих, энергоэффективных вычислительных ресурсов для массового рынка. Информацию об участии Genesi в сообществе ПО с открытым исходным кодом на базе Linux смотрите на сайте <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org.</a>

source: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> provides hardware for port development, Debian mirrors, and other Debian services (current HPE hardware donations are listed in the <a href="https://db.debian.org/machines.cgi">Debian machines</a> page).
de: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> stellte Debian Hardware für die Entwicklung von Debian-Portierungen zur Verfügung sowie Debian-Spiegelserver und andere Debian-Services (aktuelle HP-Hardware-Spenden sind auf der <a href="https://db.debian.org/machines.cgi">Debian-Machines</a>-Webseite aufgeführt).
es: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> hardware para el desarrollo de adaptaciones, réplicas de Debian y otros servicios de Debian (las donaciones de hardware de HP se listan en la página <a href="https://db.debian.org/machines.cgi">máquinas de Debian</a>).
nl: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> levert hardware waarop Debian ontwikkeld kan worden voor bepaalde processors, hardware die voor Debian's spiegelservers gebruikt wordt, en hardware die voor andere diensten van Debian gebruikt wordt. (De huidige hardwareschenkingen van HPE worden vermeld op de pagina met <a href="https://db.debian.org/machines.cgi">Debian machines</a>.)
ru: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> предоставляет оборудование для разработки переносов, зеркал Debian, а также других служб Debian (в настоящее время пожертвования HPE в виде оборудования приведены на странице <a href="https://db.debian.org/machines.cgi">машин Debian</a>).

source: HPE is one of the largest computer companies in the world, providing a wide range of products and services, such as servers, storage, networking, consulting and support, software, and financial services.
de: HPE ist eine der größten Computer-Firmen der Welt und bietet eine breite Palette von Produkten und Diensten an, wie zum Beispiel Server, Speicher-Produkte, Netzwerk-Ausrüstung, Software, usw.
es: HPE es una de las mayores empresas de ordenadores del mundo, y provee un amplio catálogo de productos y de servicios, como servidores, sistemas de almacenamiento, equipos de red, consultoría y soporte, software y servicios financieros.
nl: HPE is een van de grootste computerbedrijven ter wereld. Het bedrijf levert een breed scala aan producten en diensten, zoals servers, opslag, netwerkverbindingen, advies en ondersteuning, software en financiële diensten.
ru: HPE — одна из крупнейших компаний в мире. Она производит широкий спектр продуктов и услуг, таких как серверы, хранилища, сетевое оборудование, консалтинговые услуги и услуги поддержки, а также финансовые услуги.

source: <a href="https://www.leaseweb.com/">LeaseWeb</a> has been one of two partners that provide the infrastructure for the <a href="https://snapshot.debian.org">Debian OS Snapshot Archive</a> since <a href="https://www.debian.org/News/2014/20141014">October 2014</a>, providing 80 Terabytes (TB) of capacity. In 2017 they renewed their support by provisioning two additional dedicated servers that expanded the storage at their location by 50%, enough to accommodate anticipated growth for years to come.
de: <a href="https://www.leaseweb.com/">LeaseWeb</a> ist einer von zwei Partnern, die die Infrastruktur für das <a href="https://snapshot.debian.org">Debian OS Snapshot-Archiv</a> seit <a href="https://www.debian.org/News/2014/20141014">Oktober 2014</a> mit einer Kapazität von 80 Terabyte (TB) zur Verfügung stellen. Im Jahr 2017 haben sie ihre Unterstützung verlängert und zwei weitere dedizierte Server in Betrieb genommen, die die dortige Speicherkapazität um 50% vergrößern. Dies ist für das in den nächsten Jahren erwartete Wachstum sehr gut ausreichend.
es: <a href="https://www.leaseweb.com/">LeaseWeb</a> es uno de los dos socios que proporcionan la infraestructura para el <a href="https://snapshot.debian.org">Archivo de instantáneas del SO Debian</a> desde <a href="https://www.debian.org/News/2014/20141014">octubre de 2014</a>, proporcionando 80 Terabytes (TB) de cabacidad. En 2017 ha renovado su apoyo proporcionando dos servidores dedicados adicionales que han expandido el almacenamiento en su ubicación en un 50%, suficiente para acomodar el crecimiento previsto en los próximos años.
nl: <a href="https://www.leaseweb.com/">LeaseWeb</a> is een van de twee partners die de infrastructuur hebben geleverd voor het <a href="https://snapshot.debian.org">Debian OS Snapshot Archief</a> sinds <a href="https://www.debian.org/News/2014/20141014">oktober 2014</a> en daarvoor een capaciteit van 80 terabyte (TB) ter beschikking stelt. In 2017 vergrootten ze hun steun door twee extra toepassingsgerichte servers ter beschikking te stellen, waardoor de opslagcapaciteit op hun locatie uitgebreid werd met 50%, voldoende om nog jaren te kunnen beantwoorden aan de verwachte groei van het archief.
ru: Компания <a href="https://www.leaseweb.com/">LeaseWeb</a> &mdash; была одним из двух партнёров, предоставляющих инфраструктуру для <a href="https://snapshot.debian.org">Архива срезов операционной системы Debian</a> с <a href="https://www.debian.org/News/2014/20141014">октября 2014 года</a>. Компания предоставляла Проекту 80 терабайт (ТБ). В 2017 году компания возобновила свою поддержку, предоставив два дополнительных выделенных сервера, что увеличило хранилище, размещённое компанией, на 50%. Этого достаточно, чтобы обеспечить рост объёма хранимых данных в ближайшие годы.

source: LeaseWeb is a global Infrastructure-as-a-Service (IaaS) provider – offering customers on-demand, world-class hosting solutions, from dedicated servers to cloud solutions. You can learn more about LeaseWeb visiting their <a href="https://www.leaseweb.com/">website</a>.
de: LeaseWeb ist ein global tätiger »Infrastructure-as-a-Service« (IaaS) Provider – sie bieten ihren Kunden maßgeschneiderte Hosting-Lösungen auf höchstem Niveau, von dedizierten Servern bis hin zu Cloud-Lösungen. Sie können mehr über LeaseWeb auf ihrer <a href="https://www.leaseweb.com/">Webseite</a> erfahren.
es: LeaseWeb es un proveedor global de infraestructura como servicio (IaaS) - ofrece a sus clientes soluciones de alojamiento de primera clase bajo demanda, desde servidores dedicados a soluciones en la nube. Puede conocer más sobre LeaseWeb visitando su <a href="https://www.leaseweb.com/">sitio web</a>.
nl: LeaseWeb is een wereldwijde provider van Infrastructure as a Service (IaaS). Het bedrijf biedt klanten op aanvraag hosting-oplossingen van wereldklasse, van toepassingsgerichte servers tot cloud-oplossingen. U kunt meer te weten komen over LeaseWeb door hun <a href="https://www.leaseweb.com/">website</a> te bezoeken.
ru: LeaseWeb &mdash; поставщик услуг типа Инфраструктура-как-сервис (IaaS) по всему миру, компания предлагает своим клиентам хостинг-решения мирового уровня, предоставляемые по требованию, от выделенных серверов до облачных решений. Больше о компании LeaseWeb вы можете узнать на их <a href="https://www.leaseweb.com/">веб-сайте</a>.

source: <a href="http://www.loongson.cn">Loongson</a> and <a href="http://www.lemote.com">Lemote</a> have provided several Loongson-based machines to Debian. For information about Loongson's involvement in the Linux community, see <a href="http://dev.lemote.com/code/linux-loongson-community">Linux at Loongson</a>.
de: <a href="http://www.loongson.cn">Loongson</a> und <a href="http://www.lemote.com">Lemote</a> haben verschiedene auf Loongson basierende Systeme für Debian zur Verfügung gestellt. Informationen über die Beteiligung von Loongson an der Linux-Gemeinschaft finden Sie unter <a href="http://dev.lemote.com/code/linux-loongson-community">Linux bei Loongson</a>.
es: <a href="http://www.loongson.cn">Loongson</a> y <a href="http://www.lemote.com">Lemote</a> han proporcionado a Debian varias máquinas basadas en Loongson. Para información sobre la implicación de Loongson en la comunidad Linux, vea <a href="http://dev.lemote.com/code/linux-loongson-community">Linux en Loongson</a>.
nl: <a href="http://www.loongson.cn">Loongson</a> en <a href="http://www.lemote.com">Lemote</a> hebben een aantal op Loongson gebaseerde systemen geleverd aan Debian. Zie voor informatie over de betrokkenheid van Loongson bij de gemeenschap van Linux: <a href="http://dev.lemote.com/code/linux-loongson-community">Linux at Loongson</a>.
ru: <a href="http://www.loongson.cn">Loongson</a> и <a href="http://www.lemote.com">Lemote</a> предоставили Debian несколько машин на базе процессора Loongson. Подробней об участии Loongson в сообществе Linux см. <a href="http://dev.lemote.com/code/linux-loongson-community">Linux at Loongson</a>.

source: Loongson processors are a series of MIPS-compatible processors. They have been widely used in many areas, such as desktop, server, embedded application, high-performance computing etc. For more information, contact <a href="mailto:info@loongson.cn">info@loongson.cn</a>.
de: Bei Loongson-Prozessoren handelt es sich um MIPS-kompatible Prozessoren. Diese werden vielfach in verschiedenen Umfeldern eingesetzt. So zum Beispiel bei Desktop-Rechnern, Servern, Embedded Applications, High-Performance Computing usw. Für weitere Informationen kontaktieren Sie <a href="mailto:info@loongson.cn">info@loongson.cn</a>.
es: Los procesadores Loongson son una serie de procesadores compatibles con MIPS. Han sido ampliamente usados en muchas áreas, como escritorios, servidores, aplicaciones embebidads, computación de alto rendimiento, etc. Para más información, contacte con <a href="mailto:info@loongson.cn">info@loongson.cn</a>.
nl: De reeks processors van Loongson zijn MIPS-compatibele processors. Zij werden alom gebruikt voor vele toepassingen, zoals desktop-computers, servers, embedded systemen, supercomputers, etc. Neem voor meer informatie contact met hen op via <a href="mailto:info@loongson.cn">info@loongson.cn</a>.
ru: Loongson производит линейку MIPS-совместимых процессоров. Они широко используются в разных областях, таких как настольные компьютеры, серверы, в качестве встраиваемых элементов, задействуются в высокопроизводительных вычислениях и т.д. Более подробную информацию можно получить по адресу <a href="mailto:info@loongson.cn">info@loongson.cn</a>.

source: <a href="http://www.man-da.de/">man-da.de GmbH</a> is the backbone provider of the Metropolitan Area Network Darmstadt. It is supporting Debian by hosting several debian.org and debian.net servers as well as the buildd network for experimental and debconf.org machines.
de: <a href="http://www.man-da.de/">man-da.de GmbH</a> betreibt die Haupttrassen des Ortsnetzes (<acronym lang="en" title="Metropolitan Area Network">MAN</acronym>) Darmstadts. Sie unterstützt Debian, indem sie mehrere debian.org- und debian.net-Server sowie das Buildd-Netz für Experimental und debconf.org-Maschinen beherbergt.
es: <a href="http://www.man-da.de/">man-da.de GmbH</a> es el proveedor de la red troncal de la red del área metropolitana de Darmstadt. Apoya a Debian alojando varios servidores debian.org y debian.net así­ como la red buildd para experimental y máquinas debconf.org.
nl: <a href="http://www.man-da.de/">man-da.de GmbH</a> levert de backbone voor het Metropolitan Area Network Darmstadt. Het ondersteunt Debian door het hosten van enkele debian.org- en debian.net-servers alsook met het buildd-netwerk voor de Experimental-distributie en de debconf.org-servers.
ru: <a href="http://www.man-da.de/">man-da.de GmbH</a> является провайдером сети города Дармштадт (Darmstadt). Поддерживает Debian, предоставляя хостинг нескольким серверам debian.org и debian.net, а также поддерживая buildd сеть для экспериментального дистрибутива и машин debconf.org.

source: man-da.de GmbH is operating MANDA, a wide area network in the South Hessen region connecting educational and research organisations to a high speed redundant network ring and providing internet access. The company is owned by TU Darmstadt and University of Applied Sciences Darmstadt and in addition to operating MANDA it is also providing IT consulting and IT services to both universities.
de: man-da.de GmbH betreibt MANDA, ein Weitverkehrsnetz in Südhessen, das Lehr- und Wissenschaftsorganisationen mit redundanten Hochgeschwindigkeits-Netzringen verbindet und Internetzugriff bereitstellt. Die Firma gehört der TU Darmstadt und der Fachhochschule Darmstadt; neben dem Betrieb von MANDA bietet sie auch IT-Beratung und IT-Servies für beide Hochschulen.
es: man-da.de GmbH opera MANDA, una red de área amplia en la región de South Hessen conectando organizaciones educativas y de investigación a un anillo de red redundante de alta velocidad y proporcionando acceso a internet. La empresa pertenece a TU Darmstadt y la Universidad de Ciencias Aplicadas de Darmstad, y además de operar MANDA también proporciona consultorí­a de TI y servicios de TI a ambas universidades.
nl: man-da.de GmbH onderhoudt MANDA, een wide area network in de regio Zuid-Hessen dat onderwijs- en onderzoeksinstellingen met elkaar verbindt. Het is een snel en redundant ringnetwerk dat ook internettoegang biedt. Het bedrijf is eigendom van de TU Darmstadt en van de Universiteit voor Toegepaste Wetenschappen Darmstadt. Naast het operationeel houden van MANDA levert het bedrijf ook IT-advies en andere IT-diensten aan beide universiteiten.
ru: man-da.de GmbH отвечает за функционированием большой сети MANDA в регионе северного Хессена, которая соединяет образовательные и исследовательские организации в высокоскоростную резервируемую сеть, соединённую с интернет. Компанией владеют Технический Университет и Университет Прикладной Науки города Дармштадт и, в добавок к поддержке сети MANDA, компания предоставляет обоим университетам консультации и сервисы в информационных технологиях.

source: <a href="http://osuosl.org/">The Oregon State University Open Source Lab</a> provides hosting and administration services to the Debian project.
de: Das <a href="http://osuosl.org/">Open-Source-Labor der Oregon State-Universität</a> bietet Hosting- und administrative Dienste für das Debian-Projekt.
es: <a href="http://osuosl.org/">El Laboratorio de Software Libre de la Universidad Estatal de Oregon</a> proporciona alojamiento y servicios de administración al proyecto Debian.
nl: <a href="http://osuosl.org/">Het Oregon State University Open Source Lab</a> levert hosting- en beheerdiensten aan het Debian-project.
ru: <a href="http://osuosl.org/">Лаборатория открытого исходного кода Орегонского государственного университета</a> предоставляет проекту Debian услуги хостинга и администрирования серверов.

source: The Open Source Lab is a focal point for open source development at Oregon State University and beyond. The OSL provides development, hosting and assorted other services to the Open Source community.
de: Das Open-Source-Labor ist ein zentraler Punkt für Open-Source-Entwicklung auf der Oregon State-Universität und Umgebung. Das OSL bietet Entwicklungs-, Hosting- und dazu passende andere Dienste für die Open-Source-Gemeinde.
es: El Laboratorio de Software libre es un punto focal del desarrollo de software libre en la Universidad Estatal de Oregón y más allá. El OSL proporciona desarrollo, alojamiento y diversos servicios a la comunidad de Software Libre.
nl: Het Open Source Lab is een middelpunt voor opensourcesofware-ontwikkeling aan de Oregon State University en omgeving. Het OSL levert ontwikkeling, hosting en andere diensten aan de opensource-gemeenschap.
ru: Лаборатория открытого исходного кода&nbsp;&mdash; центр разработки ПО с открытым исходным кодом Орегонского государственного университета и смежных организаций. Лаборатория предоставляет услуги разработки, хостинга и многие другие сообществу ПО с открытым исходным кодом.

source: <a href="http://www.skolelinux.org/">Skolelinux</a> is heavily involved in both the creation and testing of the new debian-installer and the localization of Debian.
de: <a href="http://www.skolelinux.org/">Skolelinux</a> ist sowohl in der Erstellung als auch dem Testen des neuen Debian-Installers und der Lokalisierung von Debian stark involviert.
es: <a href="http://www.skolelinux.org/">Skolelinux</a>está fuertemente implicada en la creación y prueba de un nuevo instalador de Debian, y en la localización de Debian.
nl: <a href="http://www.skolelinux.org/">Skolelinux</a> is sterk betrokken bij zowel het maken als het testen van het nieuwe Debian-installatieprogramma en bij de aanpassing van Debian aan verschillende landen en talen.
ru: <a href="http://www.skolelinux.org/">Skolelinux</a> активно участвует как в создании, так и в тестировании новой системы установки debian-installer и в локализации Debian.

source: Skolelinux is an effort to create a Debian Pure Blend aimed at schools and universities. An easy 3-question installation results in a preconfigured system tailored for schools, requiring almost no Linux or networking knowledge. This includes 15 preconfigured services and a localized environment.
de: Skolelinux ist ein Ansatz, um ein Debian Pure Blend (angepasste Debian-Distribution) zu erstellen, das auf Schulen und Universitäten abzielt. Eine einfache Installation mit nur 3 Fragen ergibt ein vorkonfiguriertes auf Schulen zugeschnittenes System, das beinahe keines Linux- oder Netzwerkwissens bedarf. Dies umfasst 15 vorkonfigurierte Dienste und eine lokalisierte Umgebung.
es: Skolelinux es un esfuerzo para crear una «Pure Blend» de Debian preparada para escuelas y universidades. La sencilla instalación de 3 preguntas resulta en un sistema preconfigurado para ajustarse a un entorno escolar, sin precisar apenas conocimientos sobre Linux o redes. Esto incluye 15 servicios preconfigurados, y un entorno localizado (traducido).
nl: Skolelinux is een project dat ten behoeve van scholen en universiteiten een Debian Pure Blend creëert. [Debian Pure Blends zijn versies van Debian GNU/Linux voor groepen met specifieke behoeften. --vertaler] Een eenvoudige installatie waarbij niet meer dan 3 vragen beantwoord moeten worden, resulteert in een vooraf geconfigureerd systeem dat is afgestemd op scholen en dat bijna geen kennis van Linux of van netwerkverbindingen vereist. Dit systeem bevat 15 reeds geconfigureerde diensten en een omgeving die aan een land en een taal is aangepast.
ru: Skolelinux&nbsp;&mdash; это попытка создать Pure Blend ("чистая смесь") дистрибутив Debian, адаптированный для школ и университетов. Простая программа установки всего из трёх вопросов даёт заранее сконфигурированную систему, приспособленную для использования в учебном процессе и почти не требующую знания Linux или сетей. Она содержит 15 заранее настроенных серверов и локализованную среду.

source: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> is supporting the Debian community by donating hardware, rackspace and bandwidth for the Debian server hosting alioth, arch and svn.
de: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> unterstützt die Debian-Gemeinschaft durch die Spende von Hardware, Rackspace und Bandbreite für die Debian-Server, welche alioth, arch und svn beherbergen.
es: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> apoya a la comunidad Debian donando hardware, racks y ancho de banda para el alojamiento de los servidores Debian alioth, arch y svn.
nl: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> ondersteunt de Debian-gemeenschap door de hardware, de plaatsruimte en de bandbreedte te schenken voor Debian's server waarop alioth, arch en svn gehost worden.
ru: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> поддерживает сообщество Debian, предоставляя оборудование, rackspace и услуги связи для сервера Debian, хостирующего alioth, arch и svn.
