Repository: l/debian-webwml
Catalog: webwml/*/po/partners.*.po
Languages: de, es, nl, ru

source: Partner of the Month
es: Socio del mes
nl: Partner van de maand
ru: Партнёр месяца

source: Alphabetical List of Partners
es: Lista alfabética de Socios
nl: Alfabetische lijst van partners
ru: Алфавитный список партнёров

source: Development Partners
de: Partner für Entwicklung
es: Socios de desarrollo
nl: Ontwikkelingspartners
ru: Партнёры в разработке

source: Financial Partners
de: Finanzpartner
es: Socios financieros
nl: Financiële partners
ru: Финансовые партнёры

source: Service Partners
de: Service-Partner
es: Socios de servicio
nl: Dienstenpartners
ru: Партнёры, предоставляющие услуги

source: <a href="http://www.1and1.info/">1&amp;1</a> supports us by providing several servers in their Karlsruhe high-performance datacenter.
de: <a href="http://www.1und1.info/">1&amp;1</a> unterstützt uns durch die Bereitstellung mehrerer Server in Ihrem Hochleistungsrechenzentrum in Karlsruhe.
es: <a href="http://www.1and1.info/">1&amp;1</a> nos apoya proporcionando varios servidores en su centro de datos de alto rendimiento de Karlsruhe.
nl: <a href="http://www.1and1.info/">1&amp;1</a> ondersteunt ons door een aantal servers ter beschikking te stellen in hun krachtig datacenter in Karlsruhe.
ru: <a href="http://www.1and1.info/">1&amp;1</a> поддерживает нас, предоставляя несколько серверов в своём высокопроизводительном дата-центре в Карлсруэ.

source: 1&amp;1 is one of the biggest Domain Registrars and Web hosting companies worldwide, with offices in Germany, France, Great Britain, Spain and the USA. Most of the over 5 million websites and other services managed by 1&amp;1 are running on a Debian-based environment using several thousand servers.
de: 1&amp;1 ist einer der größten Domain-Registrierer und Web-Hosting-Firmen weltweit, mit Büros in Deutschland, Frankreich, Großbritannien, Spanien und den USA. Die meisten der über fünf Millionen von 1&amp;1 verwalteten Websites und andere Dienste laufen auf einer Debian-basierten Umgebung mit mehreren tausend Servern.
es: 1&amp;1 es una de las empresas registradoras de dominio y proveedoras de alojamiento web más grandes a nivel mundial, con oficinas en Alemania, Francia, Gran Bretaña, España y los Estados Unidos. Muchos de los más de 5 millones de sitios web y otros servicios gestionados por 1&amp;1 funcionan en un entorno basado en Debian usando varios miles de servidores.
nl: 1&amp;1 is een van de grootste domeinregistreerders en webhostingbedrijven ter wereld, met kantoren in Duitsland, Frankrijk, Groot-Brittannië, Spanje en de VS. De meeste van de meer dan 5 miljoen websites en andere diensten die door 1&amp;1 beheerd worden, werken binnen een op Debian gebaseerde omgeving waarbij enkele duizenden servers gebruikt worden.
ru: 1&amp;1 является одним из самых больших в мире регистраторов доменов и веб-хостинговых компаний, с офисами в Германии, Франции, Великобритании, Испании и США. Более чем 5 миллионов веб-сайтов и других сервисов, обслуживаемых 1&amp;1, работают в окружении на основе Debian на нескольких тысячах серверов.

source: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> support us by providing hosting services and sponsorship for the Debian Conference.
de: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> unterstützen uns, indem sie Hosting-Dienstleistungen bereitstellen und Debian-Konferenzen fördern.
es: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> nos apoya proporcionando servicios de alojamiento y patrocinio para la Conferencia Debian.
nl: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> ondersteunt ons door hostingdiensten te leveren en de conferenties van Debian te sponsoren.
ru: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> поддерживает нас, предоставляя услуги хостинга и спонсорскую поддержку конференции Debian.

source: They are a leading Internet Service Provider (ISP) in the United Kingdom and provide scalable, powerful and affordable hosting with lots of <q>geek friendly</q> extras as standard. Debian GNU/Linux is deployed extensively within their network, and comes recommended as the <q>Distribution of Choice</q> to any new customer who's not 100% sure on what to pick. Bytemark are also well known for their expert and friendly support.
de: Sie sind ein führender Internet-Diensteanbieter (ISP) im Vereinigten Königreich und bieten skalierbares, leistungsfähiges und bezahlbares Hosting mit vielen <q>Geek-freundlichen</q> Extras als Standard an. Debian GNU/Linux wird extensiv in ihrem Netz angewandt und wird als <q>Distribution der Wahl</q> allen neuen Kunden empfohlen, die sich nicht zu hundert Prozent sicher sind, welche sie auswählen sollen. Bytemark sind bekannt für ihren professionellen und freundlichen Support.
es: Es un Proveedor de Servicios de Internet (ISP) lí­der en el Reino Unido, y proporciona alojamiento escalable, potente y económico, con muchos extras <q>geek friendly</q> como estándar. Despliega extensivamente Debian GNU/Linux en su red, y la recomienda como la <q>Distribución de Elección</q> a cualquier cliente que no está 100% seguro de qué escoger. Bytemark también es muy conocido por su soporte experto y amigable.
nl: Zij zijn een toonaangevende Internet Service Provider (ISP) in het Verenigd Koninkrijk en leveren schaalbare, krachtige en betaalbare hosting met standaard veel <q>computerfreakvriendelijke</q> extra's. Debian GNU/Linux wordt binnen hun netwerk op grote schaal gebruikt, en wordt aanbevolen als <q>Beste keus</q> voor iedere nieuwe klant die niet 100% zeker weet wat te kiezen. Bytemark staat ook bekend om zijn deskundige en vriendelijke ondersteuning.
ru: Компания является лидирующим поставщиком Интернет-услуг (ISP) в Соединённом Королевстве, она предоставляет масштабируемые, мощные и доступные услуги хостинга с множеством плюшек <q>для гиков</q> по умолчанию. Debian GNU/Linux широко используется в их сети, компания рекомендует наш дистрибутив как <q>предпочтительный дистрибутив</q> всякому новому клиенту, который не на 100% уверен в том, какой дистрибутив стоит выбрать. Также компания Bytemark известна своей высококачественной и дружелюбной поддержкой.

source: <a href="https://www.conova.com">conova communications GmbH</a> has been supporting the Debian project as a hosting partner for several years. In addition, the IT specialists also host the Debian Bug Squashing Parties in Salzburg/Austria. Debian is also used on many systems used on a daily basis at conova.
de: <a href="https://www.conova.com">conova communications GmbH</a> steht dem Debian-Projekt seit einigen Jahren als Hostingpartner zur Seite. Darüber hinaus ist der IT-Spezialist auch Gastgeber der Debian Bug Squashing Parties in Salzburg/Österreich. Gleichzeitig wird Debian auch im Arbeitsalltag bei conova auf vielen Systemen eingesetzt.
es: <a href="https://www.conova.com">conova communications GmbH</a> ha estado apoyando al proyecto debian como proveedor de alojamiento durante varios años. Además, los especialistas de TI también alojan fiestas de corrección de fallos en Salzburgo/Austria. Debian también se usa en muchos sistemas de uso diario en conova.
nl: <a href="https://www.conova.com">conova communications GmbH</a> steunt het Debian project reeds gedurende meerdere jaren door hostingdiensten te leveren. Haar IT-specialisten zijn ook gastheer voor de Debian Bug Squashing Parties [bijzondere bijeenkomsten om programmeerfouten te verhelpen --vertaler] in het Oostenrijkse Salzburg. Ook werkt men op veel van de systemen die men bij conova dagelijks gebruikt, met Debian.
ru: <a href="https://www.conova.com">conova communications GmbH</a> поддерживает Проект Debian, предоставляя услуги хостинга уже на протяжении нескольких лет. Кроме того, сотрудники компании помогают в размещении и проведении вечеринок Debian по исправлению ошибок в Зальцбурге/Австрия. Также Debian используется на многих системах, ежедневно используемых в conova.

source: conova operates one of the most modern data centers in all of Europe in Salzburg, Austria. Their services: customized solutions for housing, hosting, managed &amp; cloud services, outsourcing as well as network and security. The company offers space for more than 10,000 servers at the highest level of supply and security on their 2,000 m² of technical area.
de: conova betreibt in Salzburg eines der modernsten Rechenzentren Europas. Ihre Dienstleistungen: maßgeschneiderte Lösungen für die Bereiche Housing, Hosting, Managed- &amp; Cloud-Services, Outsourcing sowie Netzwerk &amp; Security. Auf 2.000 m² Technikfläche bietet das Unternehmen dabei Platz für mehr als 10.000 Server auf höchster Versorgungs- und Sicherheitsebene.
es: conova opera uno de los centros de datos más modernos de toda Europa en Salzburgo, Austria. Sus servicios: soluciones personalizadas para alojamiento, servicios gestionados y en la nube, «outsourcing» así como redes y seguridad. La empresa ofrece espacio para más de 10.000 servidores en un alto nivel de disponibilidad y seguridad en su área técnica de 2.000 m².
nl: In het Oostenrijkse Salzburg beheert conova een van de meest moderne datacenters van Europa. Hun dienstverlening omvat huisvesting van computersystemen, hosting, beheerde en cloud-diensten, outsourcing en netwerk- en beveiligingsdiensten. Het bedrijf biedt ruimte voor meer dan 10.000 servers van topkwaliteit qua bedrijfszekerheid en veiligheid in een technische ruimte van 2.000 m².
ru: conova в Зальцбурге, Австрия обслуживает наиболее современные во всей Европе дата-центры. Компания предоставляет следующие услуги: настраиваемые решения для размещения, хостинга, управляемые и облачные службы, аутсорсинг, а также обслуживание сетей и безопасности. Компания предоставляет место для более 10,000 серверов на высшем уровне поддержки и безопасности, сервера размещены в технической зоне площадью 2,000 м².

source: credativ is a service oriented company focusing on open-source software since its foundation in 1999. World-wide Debian support is provided by credativ's <q>Open Source Support Centers</q> around the globe.
de: credativ ist ein service-orientiertes Unternehmen, das seit der Gründung 1999 seinen Fokus auf Open-Source-Software legte. Es bietet mit seinen rund um den Globus vertretenen <q>Open Source Support Centers</q> weltweiten Debian-Support.
es: credativ es una empresa orientada a servicios, enfocada en software de código abierto desde su fundación en 1999. Proporciona soporte a Debian a nivel mundial a través de los <q>Centros de Soporte de Código Abierto</q> de credativ en todo el globo.
ru: credativ &mdash; компания, ориентированная на предоставление услуг, занимающаяся ПО с открытым исходным кодом с момента своего основания в 1999 году. Поддержка Debian предоставляется центрами <q>Open Source Support Center</q> компании credativ по всему миру.

source: A large number of credativ staff are Debian developers, several of them very well know in the community. From the very beginning credativ has actively supported the Debian project. For more information please visit <url "http://www.credativ.com/">.
de: Ein große Anzahl der Belegschaft von credativ sind Debian-Entwickler, und etliche sind in der Gemeinschaft gut bekannt. Von Anfang an hat credativ das Debian-Projekt aktiv unterstützt. Weitere Informationen finden Sie auf <url "http://www.credativ.com/">.
es: Un gran número de empleados de credativ son desarrolladores de Debian, varios de ellos bien conocidos en la comunidad. Desde el principio, credativ ha apoyado activamente al proyecto Debian. Para más información visite <url "http://www.credativ.com/">.
ru: Большое число сотрудников credativ являются разработчиками Debian, некоторые из них хорошо известны в сообществе. С самого начала credativ активно поддерживала Проект Debian. Для получения дополнительной информации обратитесь по адресу: <url "http://www.credativ.com/">.

source: <a href="http://www.dg-i.net/">DG-i</a> provides the Debian project with hardware and hosting services from their colocation sites via high-speed connection. <a href="https://wiki.debian.org">wiki.debian.org</a> received an IBM x360 server.
de: <a href="http://www.dg-i.net/">DG-i</a> stellt Hardware und Hosting-Leistungen mit Highspeed-Anbindung auf Colocation Flächen in Düsseldorf für das Debian-Projekt zur Verfügung. Für wiki.debian.org wurde eine IBM x360 gespendet.
es: <a href="http://www.dg-i.net/">DG-i</a> provee hardware y servicios de alojamiento al proyecto Debian, desde sus localizaciones, a través de una conexión de alta velocidad. <a href="https://wiki.debian.org">wiki.debian.org</a> recibió un servidor IBM x360.
nl: <a href="http://www.dg-i.net/">DG-i</a> voorziet het Debian-project van hardware en hostingdiensten die via een hogesnelheidsverbinding geleverd worden vanaf de locaties waar hun servers bijeengeplaatst zijn. <a href="https://wiki.debian.org">wiki.debian.org</a> ontving een IBM x360 server.
ru: <a href="http://www.dg-i.net/">DG-i</a> предоставляет проекту Debian оборудование и услуги хостинга на своих площадках с высокоскоростным подключением. <a href="https://wiki.debian.org">wiki.debian.org</a> располагается на сервере IBM x360.

source: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) offers consulting services on IT infrastructures, software development and hosting services. DG-i supports clients in analysing their IT environment, developing individual software solutions and in adjusting client's applications for a seamless transition into hosted services. The company designs and supports individual operational IT concepts that meet the high quality standards especially in E-Commerce and financial services. DG-i holds the necessary hosting infrastructure in their Munich and Dusseldorf data centers.
de: Die Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) bietet ihren Kunden IT-Infrastrukturberatung, Software-Entwicklung und Hosting-Services. DG-i unterstützt Kunden bei der Analyse ihrer IT-Landschaft, bei der Entwicklung individueller Software-Lösungen sowie bei der Anpassung ihrer Anwendungen für einen reibungslosen Betrieb als Hosted Services. Dafür konzipiert und betreut das Unternehmen individuelle IT-Betriebskonzepte, die hohen Standards insbesondere im E-Commerce und Finanzdienstleistungsumfeld genügen. Die nötige Hosting-Infrastruktur hält DG-i an ihren RZ-Standorten in München und Düsseldorf vor.
es: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) ofrece servicios de consultorí­a sobre infraestructuras de TI, desarrollo de software, y servicios de alojamiento. DG-i apoya a los clientes analizando su entorno de TI, desarrollando soluciones individuales de software y ajustando las aplicaciones del cliente para una transición sin problemas hacia servicios alojados. La empresa diseña y soporta conceptos de TI individuales y operacionales con estándares de alta calidad especialmente en comercio electrónico y servicios financieros. DG-i mantiene la infraestructura necesaria en sus centros de datos de Munich y Dusseldorf.
nl: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) biedt adviesdiensten voor IT-infrastructuur, softwareontwikkeling en hostingdiensten. DG-i ondersteunt cliënten bij het analyseren van hun IT-omgeving, het ontwikkelen van softwareoplossingen op maat en bij het aanpassen van hun toepassingen voor een naadloze overgang naar gehoste diensten. Het bedrijf ontwikkelt en ondersteunt klantspecifieke operationele IT-concepten die aan hoge kwaliteitsnormen beantwoorden, in het bijzonder die voor e-commerce en financiële diensten. DG-i huisvest de vereiste hostinginfrastructuur in haar datacenters in München en Düsseldorf.
ru: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) оказывает консультационные услуги по вычислительным структурам, разработку ПО и хостинг. DG-i выполняет анализ вычислительной ифраструктуры заказчика, разрабатывает ПО по индивидуальным заказам и помогает доработать ПО клиента для переноса на хостинг. Компания разрабатывает и поддерживает ИТ индивидуальные решения, удовлетворяющие высоким требованиям стандартов, особенно в электронной коммерции и финансовой сфере. DG-i поддерживает инфраструктуру хостинга в своих дата-центрах в Мюнхине и Дюссельдорфе.

source: <a href="http://www.eaton.com/">Eaton</a> helps Debian in protecting its infrastructure from power issues, and employs a Debian Developer to work on UPS and Power Devices support through the <a href="http://www.networkupstools.org/">Network UPS Tools</a> and related packages.
de: <a href="http://www.eaton.com/">Eaton</a> hilft Debian beim Schutz seiner Infrastruktur vor Stromproblemen und beschäftigt Debian-Entwickler, um an der Unterstützung für <acronym lang="en" title="Uninterruptable Power Supply">USV</acronym> (engl. UPS) und Stromgeräte mit Hilfe der <a href="http://www.networkupstools.org/">Network UPS Tools</a> zu arbeiten.
es: <a href="http://www.eaton.com/">Eaton</a> ayuda a Debian a proteger su infraestructura de problemas de energí­a, y emplea a desarrolladores de Debian para trabajar en el soporte de SAI y dispositivos de alimentación a través de <a href="http://www.networkupstools.org/">Network UPS Tools</a> y paquetes relacionados.
nl: <a href="http://www.eaton.com/">Eaton</a> helpt Debian zijn infrastructuur te beschermen tegen stroomuitval en heeft een ontwikkelaar van Debian in dienst om te werken aan ondersteuning voor UPS'en [niet-onderbreekbare voedingen --vertaler] en PDU's [apparaten voor stroomverdeling --vertaler] door middel van <a href="http://www.networkupstools.org/">Network UPS Tools </a> en verwante pakketten.
ru: <a href="http://www.eaton.com/">Eaton</a> помогает Debian в защите инфраструктуры Проекта от сбоев в подаче электроэнергии, и оплачивает разработчику Debian работу по поддержке пакетов для ИБП и источников питания с <a href="http://www.networkupstools.org/">Network UPS Tools</a>.

source: Eaton is a global technology leader in electrical components and systems for power quality, distribution and control; hydraulics components, systems and services for industrial and mobile equipment; aerospace fuel, hydraulics and pneumatic systems for commercial and military use; and truck and automotive drivetrain and powertrain systems for performance, fuel economy and safety. Eaton has approximately 75,000 employees and sells products to customers in more than 150 countries, with 2008 sales of $15.4 billion.
de: Eaton ist einer der global führenden Technikanbieter im Bereich elektrischer Komponenten und Systeme für Stromqualität, -Vertrieb und -Steuerung; hydraulischer Komponenten, -Systeme und -Dienste für industrielle und mobile Geräte; Treibstoff für die Luftfahrt, hydraulischer und pneumatischer Systeme für kommerzielle und militärische Einsatzzwecke sowie <q>drivetrain</q>- und <q>powertrain</q>-Systeme für LKW und Autos für Leistung, Treibstoffeinsparung und Sicherheit. Eaton hat ungefähr 75.000 Mitarbeiter und verkauft Produkte an Kunden in mehr als 150 Ländern mit Verkäufen (2008) in Höhe von 15,4 Milliarden US$.
es: Eaton es un lí­der tecnológico global en componentes eléctricos y sistemas de alimentación de calidad, distribución y control; componentes hidráulicos sistemas y servicios para equipamiento industrial y móvil; sistemas de combustible aeroespacial, hidráulicos y neumáticos para uso militar y comercial; y sistemas de tren de conducción y energí­a de automóviles y camiones, para rendimiento, economí­a de combustible y seguridad. Eaton tiene aproximadamente 75.000 empleados y vende productos a sus cliente en más de 150 paí­ses, con ventas de 15.400 millones de dólares en 2008.
nl: Eaton is een wereldleider in de technologie van: elektrische componenten en systemen voor de stabiliteit, distributie en regeling van elektrische energie; hydraulische componenten, systemen en diensten voor industriële en mobiele uitrusting; hydraulische, pneumatische en vliegtuigbrandstofsystemen voor commercieel en militair gebruik; en aandrijf- en krachtbronsystemen voor auto's en vrachtwagens, die prestaties koppelen aan brandstofzuinigheid en veiligheid. Eaton heeft ongeveer 75.000 werknemers en verkoopt producten aan klanten in meer dan 150 landen, en had in 2008 een omzet van $ 15,4 miljard.
ru: Eaton &mdash; мировой лидер в области производства электронных компонентов, систем распределения и управления питанием, гидравлических компонентов, систем и служб для промышленного и мобильного оснащения, аэрокосмических топливных, гидравлических и пневматических систем для гражданской и военной промышленности, высокопроизводительных, экономичных и безопасных грузовых и автомобильных трансмиссий и силовых агрегатов. В Eaton работает около 75000 человек, продукция поставляется в более чем 150 стран; в 2008 году оборот составил $15,4 миллиарда.

source: <a href="https://www.fastly.com/">Fastly</a> provides Debian with content delivery network (CDN) services and is helping us deliver packages to users through <a href="https://deb.debian.org/">deb.debian.org</a>.
es: <a href="https://www.fastly.com/">Fastly</a> proporciona a Debian servicios de red de distribución de contenidos (CDN) y nos ayuda a entregar los paquetes a los usuarios a través de <a href="https://deb.debian.org/">deb.debian.org</a>.
nl: <a href="https://www.fastly.com/">Fastly</a> voorziet Debian van een content delivery network (CDN) en helpt ons pakketten aan gebruikers te leveren via <a href="https://deb.debian.org/">deb.debian.org</a>. [Een CDN is een netwerk van geografisch gespreide proxyservers om data via kortere verbindingen sneller te kunnen leveren. --vertaler]
ru: <a href="https://www.fastly.com/">Fastly</a> предоставляет Debian услуги сети доставки данных (CDN) и помогает нам доставлять пакеты пользователям через <a href="https://deb.debian.org/">deb.debian.org</a>.

source: Fastly’s edge cloud platform provides advanced application delivery and cloud security for the world’s most popular online destinations. Fastly works with the best of the Internet, serving 14 trillion requests each month, more than 10 percent of all internet requests.
es: Fastly, con su plataforma de nube en la periferia, proporciona distribución avanzada de aplicaciones y seguridad en la nube para los destinos «online» más populares. Fastly trabaja con lo mejor de la Internet, sirviendo 14 billones de peticiones al mes, más del 10 por ciento de todas las peticiones de internet.
nl: Fastly's <q>edge computing</q>-platform voorziet in een geavanceerde en veilige beschikbaarstelling van web-applicaties voor de bedrijven achter 's werelds meest populaire internetadressen. Fastly werkt voor de besten op het internet, waarbij elke maand 14 biljoen verzoeken worden afgehandeld, meer dan 10 procent van alle verzoeken op het internet. [<q>Edge computing</q> is een vorm van cloud computing waarbij het verwerken van data gebeurt door de server die zich het dichtst bij de bron van die data bevindt. --vertaler]
ru: Краевая облачная платформа Fastly предоставляет продвинутый способ доставки приложений, а также облачную безопасность для наиболее популярных пунктов назначения в сети. Fastly работает с лучшей частью сети Интернет, обслуживая 14 триллионов запросов каждый месяц (что составляет более 10 процентов всех Интернет-запросов).
