Repository: l/debian-webwml
Catalog: webwml/*/po/partners.*.po
Languages: de, es, nl, ru

source: San Francisco based <a href="http://www.nostarch.com/">No Starch Press</a>, publisher of "The Finest in Geek Entertainment," is co-publisher of the book <a href="http://debiansystem.info/">The Debian System</a>. The company is well known for publishing high-quality titles on a broad range of topics including alternative operating systems, networking, hacking, programming, and LEGO. No Starch Press donates US$1 from the sale of each copy of The Debian System to the Debian Project.
de: Der in San Francisco ansässige <a href="http://www.nostarch.com/">No Starch Press</a>, Verlag von <q lang="en">The Finest in Geek Entertainment</q>, ist der Co-Verlag des Buches <a href="http://debiansystem.info/">The Debian System</a>. Der Verlag ist bekannt für die Veröffentlichung qualitativ hochwertiger Titel über viele Themen wie alternative Betriebssysteme, Netzwerke, Hacking, Programmierung und LEGO. Von jedem verkauften Exemplar dieses Buches spendet No Starch Press 1 US$ an das Debian-Projekt.
es: Basada en San Francisco, <a href="http://www.nostarch.com/">No Starch Press</a>, editor de "The Finest in Geek Entertainment", es co-editor del libro <a href="http://debiansystem.info/">El Sistema Debian</a>. La empresa es bien conocida por publicar tí­tulos de alta calidad en una amplia gama de temas, incluyendo sistemas operativos alternativos, redes, hacking, programación, y LEGO. No Starch Press dona al Proyecto Debian 1US$ de la venta de cada copia de "El Sistema Debian".
nl: <a href="http://www.nostarch.com/">No Starch Press</a>, gevestigd in San Francisco en uitgever van 'De meest boeiende boeken voor computerfreaks', is mede-uitgever van het boek <a href="http://debiansystem.info/">The Debian System</a>. Het bedrijf staat bekend om het uitgeven van kwaliteitsboeken over velerlei onderwerpen, zoals alternatieve besturingssytemen, netwerkverbindingen, hacking, programmeren en LEGO [waarschijnlijk wordt LEGO Mindstorms bedoeld --vertaler]. No Starch Press doneert voor elk exemplaar van 'The Debian System' dat verkocht wordt US$ 1 aan het Debian-project.
ru: <A HREF="http://www.nostarch.com/">No Starch Press</A> &mdash; издательство из Сан-Франциско, выпустившее книгу "The Finest in Geek Entertainment", соиздатель книги <A HREF="http://debiansystem.info/">The Debian System</A>. Компания хорошо известна как издатель профессиональной литературы в различных областях, включая альтернативные операционные системы, сети, хакерство, программирование и LEGO. No Starch Press отчисляет $1 США от продаж каждой копии The Debian System Проекту Debian.

source: <a href="http://www.opensourcepress.de/">Open Source Press</a> is the Munich-based publisher of the book <a href="http://debiansystem.info/">The Debian System</a>. For each book sold, the publisher and author together donate 1&euro; to the Debian Project.
de: <a href="http://www.opensourcepress.de/">Open Source Press</a> ist der in München ansässige Verlag des Buches <a href="http://debiansystem.info/">The Debian System</a>. Von jedem verkauften Exemplar dieses Buches spenden der Verlag und der Autor zusammen 1 &euro; dem Debian-Projekt.
es: <a href="http://www.opensourcepress.de/">Open Source Press</a> es el editor basado en Munich del libro <a href="http://debiansystem.info/">El Sistema Debian</a>. Por cada libro vendido, el editor y el autor conjuntamente donan 1&euro; al Proyecto Debian.
nl: <a href="http://www.opensourcepress.de/">Open Source Press</a> is de in München gevestigde uitgever van het boek <a href="http://debiansystem.info/">The Debian System</a>. Voor elk verkocht boek doneren de uitgever en de auteur samen &euro; 1 aan het Debian-project.
ru: <A HREF="http://www.opensourcepress.de/">Open Source Press</A> &mdash; мюнхенское издательство, выпустившее книгу <A HREF="http://debiansystem.info/">The Debian System</A>. С каждой проданной книги издательство и автор отчисляют 1&euro; Проекту Debian.

source: Open Source Press specialises on books around Linux and Open Source Software, written by authors with considerable experience in the fields, and produced in close cooperation with the respective communities. The Open Source Press publications are renowned for their quality and depth.
de: Open Source Press hat sich auf Bücher rund um Linux und Open Source-Software spezialisiert, welche von angesehenen Autoren mit beachtenswerter Erfahrung in ihrem Gebiet und in enger Zusammenarbeit mit der jeweiligen Gemeinschaft geschrieben werden. Open Source Press ist bekannt für qualitativ und fachlich hochwertige Fachbücher.
es: Open Source Press se especializa en libros sobre Linux y software libre, escritos por autores con considerable experiencia en esos campos, y producidos en cooperación estrecha con sus respectivas comunidades. Las publicaciones de Open Source Press son famosas por su calidad y profundidad.
nl: Open Source Press is gespecialiseerd in boeken omtrent Linux en opensourcesoftware, geschreven door auteurs die op die gebieden over aanzienlijke ervaring beschikken, en gemaakt in nauwe samenwerking met de respectievelijke gemeenschappen. De publicaties van Open Source Press zijn vermaard om hun kwaliteit en diepgang.
ru: Open Source Press специализируется на выпуске книг о Linux и Open Source Software, написанных авторами со значительным опытом, и созданных в тесном сотрудничестве с сообществами. Книги Open Source Press известны своим качеством и глубиной изложения.

source: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (formely Black Cat Networks) is a UK ISP specialising in dedicated hosting. It provides dedicated servers, managed servers solutions, colocation services and VPS virtual servers.
de: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (früher Black Cat Networks) ist ein in Großbritannien ansässiger ISP und spezialisiert auf Dedicated Hosting. Es werden dedizierte Server, Managed-Server-Lösungen, Co-Location-Services und virtuelle VPS-Server zur Verfügung gestellt.
es: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (anteriormente Black Cat Networks) es un ISP de Reino Unido especializado en alojamiento dedicado. Proporciona servidores dedicados, soluciones de servidores gestionados, servicios de colocación y servidores virtuales VPS.
nl: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (voorheen Black Cat Networks) is een in het VK gevestigde internetprovider die gespecialiseerd is in toepassingsgerichte hosting. Het bedrijf biedt toepassingsgerichte servers, oplossingen met beheerde servers, diensten voor het bijeenplaatsen van servers van klanten, en virtual private servers (VPS'en).
ru: <a href="http://www.rapidswitch.com/">RapidSwitch</a> ( ранее известная как Black Cat Networks) — английский провайдер, специализирующийся на предоставлении хостинга. Предоставляет выделенные серверы, управляемые серверные решения, размещение серверов заказчика на своих площадках и виртуальные серверы VPS.

source: It hosts a Debian development machine, <a href="https://db.debian.org/machines.cgi?host=caballero">caballero</a>.
de: RapidSwitch betreibt für Debian das Entwicklungssystem <a href="https://db.debian.org/machines.cgi?host=caballero">caballero</a>.
es: Aloja una máquina de desarrollo de Debian, <a href="https://db.debian.org/machines.cgi?host=caballero">caballero</a>.
nl: Het bedrijf huisvest een machine die gebruikt wordt voor de ontwikkeling van Debian, <a href="https://db.debian.org/machines.cgi?host=caballero">caballero</a>.
ru: У них размещены несколько серверов Debian: <a href="https://db.debian.org/machines.cgi?host=caballero">Caballero</a>.

source: <a href="http://www.simtec.co.uk">Simtec</a> has provided several ARM machines which make up the bulk of the Debian ARM infrastructure. In addition Simtec employs several developers who contribute towards the Debian ARM port.
de: <a href="http://www.simtec.co.uk">Simtec</a> hat einige ARM-Rechner zur Verfügung gestellt, die den Großteil von Debians ARM-Infrastruktur ausmachen. Zusätzlich beschäftigt Simtec mehrere Entwickler, die sich an der Debian ARM-Portierung beteiligen.
es: <a href="http://www.simtec.co.uk">Simtec</a> ha proporcionado varias máquinas ARM que conforman el grueso de la infraestructura ARM de Debian. Además, Simtec emplea a varios desarrolladores que contribuyen a través de la adaptación de Debian a ARM.
nl: <a href="http://www.simtec.co.uk">Simtec</a> heeft een aantal ARM-machines geleverd die het gros van Debian's ARM-infrastructuur uitmaken. Ook stelt Simtec enkele ontwikkelaars tewerk die bijdragen aan de ontwikkeling van de versie van Debian GNU/Linux voor ARM-processors.
ru: <a href="http://www.simtec.co.uk">Simtec</a> предоставили несколько машин ARM, которые создали основную массу ARM инфраструктуры Debian. В дополнение Simtec предоставляет работу нескольким разработчикам которые содействуют ARM переносу Debian.

source: Simtec is a leading provider of ARM based computing products. We have a range of <a href="http://www.simtec.co.uk/products/boards.html">boards</a> which serve a wide range of uses within the embedded market. We provide a complete range of products and solutions which can be tailored to suit the customers needs from off the shelf integrator solutions right through to fully custom designs. All of our products ship with open source tools and operating systems.
de: Simtec ist ein führender Anbieter von ARM-basierten Computerprodukten. Wir haben eine Auswahl von <a href="http://www.simtec.co.uk/products/boards.html">Hauptplatinen</a>, die eine große Bandbreite von Verwendungszwecken innerhalb des Embedded-Markts abdecken. Wir bieten eine komplette Reihe von Produkten und Lösungen an, die auf den Kundenbedarf zugeschnitten werden können. Dies geht von fertigen Integrationslösungen bis hin zu vollständig maßgeschneiderten Designs. Alle unsere Produkte werden mit Open-Source-Werkzeugen und -Betriebssystemen ausgeliefert.
es: Simtec es un proveedor lí­der de productos de computación basados en ARM. Tenemos una gama de <a href="http://www.simtec.co.uk/products/boards.html">placas</a> que sirven a un amplio rango de usos dentro del mercado de sistemas embebidos. Proporcionamos una completa gama de productos y soluciones que pueden adaptarse a las necesidades de los clientes, desde soluciones integradoras listas para usar hasta diseños completamente a medida. Todos nuestros productos se montan con herramientas y sistemas operativos de software libre.
nl: Simtec is een toonaangevende leverancier van op ARM gebaseerde computerproducten. <q>We hebben een reeks <a href="http://www.simtec.co.uk/products/boards.html">moederborden</a> die binnen het marktsegment van de geïntegreerde systemen voor een grote verscheidenheid van toepassingen gebruikt worden. We bieden een compleet spectrum van producten en oplossingen die aangepast kunnen worden aan de behoeften van onze klanten, beginnend bij integrator-oplossingen die in voorraad zijn en eindigend bij volledig klantspecifieke ontwerpen. Al onze producten gaan vergezeld van opensource-toepassingsprogramma's en opensource-besturingssystemen.</q>
ru: Simtec — мировой лидер в поставке компьютерной продукции, базирующейся на ARM. Мы имеем ряд <a href="http://www.simtec.co.uk/products/boards.html">контроллеров</a>, которые обслуживают большой круг пользователей во встраиваемых торговых точках. Мы поставляем полный ряд продуктов и решений, которые могут быть сделаны на заказ в соответствии с нуждами заказчиков: начиная решениями от интегратора и заканчивая полностью заказными проектами. Все наши продукты продаются с утилитами и операционными системами, имеющими открытые исходные коды.

source: credativ is an independent consulting and services company and since 1999 been offering comprehensive services and technical support for the implementation and operation of open source software in business applications. Our <q>Open Source Support Center</q> is always available, 365 days a year, around the clock.
nl: credativ is een onafhankelijk advies- en dienstverleningsbedrijf dat sinds 1999 allesomvattende diensten en technische ondersteuning biedt voor het invoeren en gebruiken van opensourcesoftware voor bedrijfsdoeleinden. Ons <q>Opensourceondersteuningscentrum</q> is altijd bereikbaar, 24 uur per dag en 365 dagen per jaar.

source: From the very beginning credativ has actively supported the Debian project and will continue to do so in the future. Furthermore many of our consultants are also Debian developers and actively involved in contributing to free software projects worldwide. Further information can be found at <url "http://www.credativ.com/">.
nl: Vanaf het prille begin heeft credativ het Debian-project actief ondersteund en het zal dit in de toekomst blijven doen. Bovendien zijn veel van onze consulenten ook ontwikkelaars van Debian en dragen ze wereldwijd bij aan projecten voor vrije software. Verdere informatie is te vinden op <url "http://www.credativ.com/">.
