Repository: l/debian-webwml
Catalog: webwml/*/po/ports.*.po
Languages: de, fr, it, ja, nl, ru

source: Debian for Laptops
de: Debian für Laptops
fr: Debian pour portables
it: Debian per Laptops
ja: ラップトップ用 Debian
nl: Debian voor Laptops
ru: Debian для переносных компьютеров

source: Debian for Alpha
de: Debian für Alpha
fr: Debian pour Alpha
it: Debian per Alpha
ja: Alpha 用 Debian
nl: Debian voor Alpha
ru: Debian для Alpha

source: Debian for AMD64
fr: Debian pour AMD64
ja: AMD64 用 Debian
nl: Debian voor AMD64
ru: Debian для 64-разрядной архитектуры AMD

source: Debian for ARM
de: Debian für ARM
fr: Debian pour ARM
it: Debian per ARM
ja: ARM 用 Debian
nl: Debian voor ARM
ru: Debian для ARM

source: Debian for Beowulf
de: Debian für Beowulf
fr: Debian pour Beowulf
it: Debian per Beowulf
ja: Beowulf 用 Debian
nl: Debian voor Beowulf
ru: Debian для Beowulf

source: Main
de: Hauptseite
fr: Menu principal
ja: メイン
nl: Hoofd
ru: Основная

source: Debian for PA-RISC
de: Debian für PA-RISC
fr: Debian pour PA-RISC
it: Debian per PA-RISC
ja: PA-RISC 用 Debian
nl: Debian voor PA-RISC
ru: Debian для PA-RISC

source: Hurd CDs
fr: Cédéroms Hurd
it: CD di Hurd
ja: Hurd の CD
ru: Компакт-диски Hurd

source: Debian for IA-64
de: Debian für IA-64
fr: Debian pour IA-64
it: Debian per IA-64
ja: IA-64 用 Debian
nl: Debian voor IA-64
ru: Debian для IA-64

source: Debian for Motorola 680x0
de: Debian für Motorola 680x0
fr: Debian pour Motorola 680x0
it: Debian per Motorola 680x0
ja: Motorola 680x0 用 Debian
nl: Debian voor Motorola 680x0
ru: Debian для Motorola 680x0

source: Contact
de: Kontakt
it: Contatti
ja: 連絡
ru: Как связаться

source: CPUs
fr: Microprocesseurs
it: Processori
ja: CPU
nl: processoren
ru: Процессоры

source: Credits
de: Danksagung
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
nl: Dankwoord
ru: Благодарности

source: Development
de: Entwicklung
fr: Développement
it: Sviluppo
ja: 開発
nl: Ontwikkeling
ru: Разработка

source: Documentation
de: Dokumentation
it: Documentazione
ja: 文書
nl: Documentatie
ru: Документация

source: Installation
it: Installazione
ja: インストール
nl: Installatie
ru: Установка

source: Links
fr: Liens
it: Collegamenti
ja: リンク
ru: Ссылки

source: News
de: Neues
fr: Actualité
it: Novità
ja: ニュース
nl: Nieuws
ru: Новости

source: Porting
de: Portierung
fr: Porter
ja: 移植
nl: Porten
ru: Перенос

source: Ports
de: Portierungen
fr: Portages
it: Port
ja: 移植版
ru: Переносы

source: Problems
de: Probleme
fr: Problèmes
it: Problemi
ja: 問題
nl: Problemen
ru: Проблемы

source: Software Map
de: Software-Verzeichnis
fr: Cartographie logicielle
it: Mappa del software
ja: ソフトウェアマップ
nl: Softwareoverzicht
ru: Карта программного обеспечения

source: Status
fr: État d'avancement
it: Stato
ja: 状況
ru: Состояние

source: Supply
de: Bezugsquellen
fr: Fournitures
it: Fornitura
ja: 供給
nl: Toevoer
ru: Источник питания

source: Systems
de: Systeme
fr: Systèmes
it: Sistemi
ja: システム
nl: Systemen
ru: Системы

source: Vendor/Name
de: Hersteller/Name
fr: Fabricant/Nom de code
it: Rivenditore/Nome
ja: ベンダ/名称
nl: Merk/Naam
ru: Поставщик/Название

source: Date announced
de: Datum
fr: Date d'annonce
it: Data prevista
ja: アナウンス日
nl: Datum Aankondiging
ru: Дата анонса

source: Clock
fr: Fréquence
it: Orologio
ja: クロック
nl: Klok
ru: Часы

source: Specials
de: Besonderheiten
fr: Spécificités
it: Particolarità
ja: 特記事項
nl: Specialiteiten
ru: Дополнительная информация

source: No FPU (R2010), external caches
de: Keine FPU (R2010), externe Caches
fr: Pas de FPU (R2010), caches externes
it: Senza FPU (R2010), cache esterna
ja: FPU なし (R2010)、外部キャッシュ
nl: Geen FPU (R2010), externe caches
ru: Без сопроцессора (R2010) и внешнего кэша

source: No FPU (R3010)
de: Keine FPU (R3010)
fr: Pas de FPU (RP3010)
it: Senza FPU (R3010)
ja: FPU なし (R3010)
nl: Geen FPU (#3010)
ru: Без сопроцессора (R3010)

source: Virtual indexed L1 cache, L2 cache controller
de: Virtuell indizierter L1-Cache, L2-Cache-Controller
fr: Cache L1 virtuellement indexé, contrôleur de cache L2
it: Controller con indicizzazione virtuale delle cache L1 e L2
ja: 仮想インデックス L1 キャッシュ、L2 キャッシュコントローラ
nl: Virtueel geïndexeerde L1 cache, L2 cache controller
ru: Виртуальный индекс кэша первого уровня, контроллер кэша второго уровня

source: External L1 cache
de: Externer L1 Cache
fr: Cache L1 externe
it: Cache L1 esterna
ja: 外部 L1 キャッシュ
nl: Externe L1 cache
ru: Внешний кэш первого уровня

source: Multiple chip CPU
de: Mehrfach-Chip-CPU
fr: Microprocesseur à plusieurs puces
it: CPU a chip multipli
ja: 複数チップ CPU
nl: Meervoudige-processor CPU
ru: Процессор состоит из нескольких микросхем

source: Mips16 isa extension, No FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
de: Mips16 ISA-Erweiterung, keine FPU, 512k Flash, 16k RAM, DMAC, UART, Timer, I2C, Watchdog
fr: Extension ISA Mips16, pas de FPU, 512k flash, 16k RAM, DMAC, UART,Timer, I2C, Watchdog
it: Estensioni isa di mips16, No FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
ja: Mips16 isa 拡張、FPU なし、512k フラッシュ、16k ram、DMAC、UART、タイマー、I2C、ウォッチドッグ
nl: Mips16 isa extension, Geen FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
ru: Расширение стандарта ISA MIPS16. Без сопроцессора, 512К флэш-памяти, 16К оперативной памяти, DMAC, UART, Timer, I2C, Watchdog

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD Controller
de: Keine FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD-Controller
fr: Pas de FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, Contrôleur LCD
ja: FPU なし、DRAMC、ROMC、DMAC、UART、タイマー、I2C、LCD コントローラ
nl: Geen FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD Controller
ru: Без сопроцессора, контроллеры DRAM, ROM и DMA, UART, таймер, I2C, контроллер LCD

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer
de: Keine FPU, DRAMC, ROMC, DMAC, UART, Timer
fr: Pas de FPU, DRAMC, ROMC, DMAC, UART, Timer
ja: FPU なし、DRAMC、ROMC、DMAC、UART、タイマー
nl: Geen FPU, DRAMC, ROMC, DMAC, UART, Timer
ru: Без сопроцессора, контроллеры DRAM, ROM и DMA, UART, таймер

source: No FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
de: Keine FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
fr: Pas de FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
ja: FPU なし、DRAMC、ROMC、DMAC、PCIC、UART、タイマー
nl: Geen FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
ru: Без сопроцессора, контроллеры DRAM, ROM, DMA и PCI, UART, таймер

source: No FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD Controller, IrDA
de: Keine FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD-Controller, IrDA
fr: Pas de FPU, SDRAMC, ROMC, Timer, PCMCIA, Contrôleur LCD, IrDA
ja: FPU なし、SDRAMC、ROMC、タイマー、PCMCIA、LCD コントローラ、IrDA
nl: Geen FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD Controller, IrDA
ru: Без сопроцессора, контроллеры SDRAM и ROM, таймер, PCMCIA, контроллер LCD, инфракрасный порт

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD Controller, IrDA
de: Keine FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD-Controller, IrDA
fr: Pas de FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, Contrôleur LCD, IrDA
ja: FPU なし、SDRAMC、ROMC、UART、タイマー、PCMCIA、LCD コントローラ、IrDA
nl: Geen FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD Controller, IrDA
ru: Без сопроцессора, контроллеры SDRAM и ROM, UART, таймер, PCMCIA, контроллер LCD, инфракрасный порт

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
de: Keine FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
fr: Pas de FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
ja: FPU なし、SDRAMC、ROMC、UART、タイマー、PCMCIA、IrDA
nl: Geen FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
ru: Без сопроцессора, контроллеры SDRAM и ROM, UART, таймер, PCMCIA, инфракрасный порт

source: No FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
de: Keine FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
fr: Pas de FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
ja: FPU なし、SDRAMC、ROMC、DMAC、PCIC、UART、タイマー
nl: Geen FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
ru: Без сопроцессора, контроллеры SDRAM, ROM, DMA и PCI, UART, таймер

source: 2 10/100 Ethernet, 4 UART, IrDA, AC'97, I2C, 38 Digital I/O
ja: 10/100 イーサネット x2、UART x4、IrDA、AC'97、I2C、デジタル I/O x38
ru: 2 10/100 Ethernet, 4 UART, инфракрасный порт, AC'97, I2C, 38 цифровых портов ввода/вывода

source: FPU, 32-bit external bus
de: FPU, externer 32-Bit Bus
fr: Calcul flottant, bus externe 32 bits
it: FPU, bus esterno a 32 bit
ja: FPU、32 ビット外部バス
nl: FPU, 32-bit externe bus
ru: Сопроцессор, 32-битная внешняя шина

source: FPU, 64-bit external bus
de: FPU, externer 64-Bit Bus
fr: Calcul flottant, bus externe 64 bits
it: FPU, bus esterno a 64 bit
ja: FPU、64 ビット外部バス
nl: FPU, 64-bit externe bus
ru: Сопроцессор, 64-битная внешняя шина

source: FPU, 64-bit external bus, external L2 cache
de: FPU, externer 64-Bit Bus, externer L2-Cache
fr: Calcul flottant, bus externe 64 bits, cache externe L2
ja: FPU、64 ビット外部バス、外部 L2 キャッシュ
nl: FPU, 64-bit externe bus, externe L2 cache
ru: Сопроцессор, 64-битная внешняя шина, внешний кэш второго уровня

source: 256 L2 cache on die
de: 256 L2-Cache auf dem Chip
fr: Cache L2 256 ko interne
ja: 256 L2 キャッシュオンダイ
ru: 256 кэша второго уровня на die

source: Mips 16, RTC, Keyboard, TouchPanel, Audio, Compact-Flash, UART, Parallel
de: Mips 16, RTC, Tastatur, TouchPanel, Audio, Compact-Flash, UART, Parallel
fr: Mips16, RTC, Clavier, TouchPanel, Audio, Compact-Flash, UART, Parallèle
ja: Mips 16、RTC、キーボード、タッチパッド、オーディオ、コンパクトフラッシュ、UART、パラレル
ru: Mips 16, RTC, клавиатура, сенсорная панель, аудио, Compact-Flash, UART, параллельный порт

source: Mips 16, Compact Flash, UART, Parallel, RTC, Audio, PCIC
fr: Mips 16, Compact Flash, UART, Parallèle, RTC, Audio, PCIC
ja: Mips 16、コンパクトフラッシュ、UART、パラレル、RTC、オーディオ、PCIC
ru: Mips 16, Compact Flash, UART, параллельный порт, RTC, аудио, контроллер PCI

source: Mips 16, LCD controller, Compact Flash, UART, Parallel, RTC, Keyboard, USB, Touchpad, Audio
de: Mips 16, LCD-Controller, Compact Flash, UART, Parallel, RTC, Tastatur, USB, Touchpad, Audio
fr: Mips 16, Contrôleur LCD, Compact Flash, UART, Parallèle, RTC, Clavier, USB, Pavé Sensitif, Audio
ja: Mips 16、LCD コントローラ、コンパクトフラッシュ、UART、パラレル、RTC、キーボード、USB、タッチパッド、オーディオ
ru: Mips 16, контроллер LCD, Compact Flash, UART, параллельный порт, RTC, клавиатура, USB, сенсорный манипулятор, аудио

source: Debian for MIPS
de: Debian für MIPS
fr: Debian pour MIPS
it: Debian per MIPS
ja: MIPS 用 Debian
nl: Debian voor MIPS
ru: Debian для MIPS

source: Debian GNU/NetBSD for i386
de: Debian GNU/NetBSD für i386
fr: Debian GNU/NetBSD pour i386
it: Debian GNU/NetBSD per i386
ja: i386 用 Debian GNU/NetBSD
nl: Debian GNU/NetBSD voor i386
ru: Debian GNU/NetBSD для i386

source: Debian GNU/NetBSD for Alpha
de: Debian GNU/NetBSD für Alpha
fr: Debian GNU/NetBSD pour Alpha
it: Debian GNU/NetBSD per Alpha
ja: Alpha 用 Debian GNU/NetBSD
nl: Debian GNU/NetBSD voor Alpha
ru: Debian GNU/NetBSD для Alpha

source: Why
de: Wieso
fr: Pourquoi
it: Perch&eacute;
ja: 理由
nl: Waarom
ru: Зачем

source: People
de: Leute
fr: Personnes
it: Persone
ja: 人々
nl: Personen
ru: Люди

source: Debian for PowerPC
de: Debian für PowerPC
fr: Debian pour PowerPC
it: Debian per PowerPC
ja: PowerPC 用 Debian
nl: Debian voor PowerPC
ru: Debian для PowerPC

source: Debian for S/390
de: Debian für S/390
fr: Debian pour S/390
it: Debian per S/390
ja: S/390 用 Debian
nl: Debian voor S/390
ru: Debian для S/390

source: Debian for Sparc
de: Debian für Sparc
fr: Debian pour Sparc
it: Debian per Sparc
ja: Sparc 用 Debian
nl: Debian voor Sparc
ru: Debian для Sparc

source: Debian for Sparc64
de: Debian für Sparc64
fr: Debian pour Sparc64
it: Debian per Sparc64
ja: Sparc64 用 Debian
nl: Debian voor Sparc64
ru: Debian для Sparc64

source: ICache
fr: Cache d'instructions
it: Cache delle istruzioni

source: DCache
fr: Cache de données
it: Cache dei dati

source: TLB
fr: Cache de traduction d'adresses

source: Glibc-based Debian GNU/FreeBSD
de: Glibc-basiertes Debian GNU/FreeBSD

source: libc5-based Debian GNU/FreeBSD
de: libc5-basiertes Debian GNU/FreeBSD
