Repository: l/debian-webwml
Catalog: webwml/*/po/search.*.po
Languages: fr, ja

source: Search for
fr: Rechercher
ja: 検索文字列

source: Results per page
fr: Résultats par page
ja: ページあたり表示件数

source: Output format
fr: Format de sortie
ja: 出力形式

source: Short
fr: Court
ja: 短く

source: Default query type
fr: Type de demande
ja: デフォルトの検索方法

source: All Words
fr: Tous les mots
ja: すべての語を含む

source: Any Words
fr: N'importe quel mot
ja: いずれかの語を含む

source: Search through
fr: Chercher sur
ja: くまなく探す

source: Entire site
fr: Le site entier
ja: 全サイト

source: Language
fr: Langue
ja: 言語

source: Any
fr: Indifférente
ja: 指定なし

source: Search results
fr: Résultats de la recherche
ja: 検索結果

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
fr: Affiche les documents \$(first)-\$(last) sur un total de <B>\$(total)</B> documents trouvés.
ja: 全 <B>\$(total)</B> 件中 \$(first)-\$(last) を表示

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
fr: Désolé, mais la recherche n'a fourni aucun résultat. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.

source: An error occured!
fr: Une erreur s'est produite&nbsp;!
ja: エラーが起こりました!

source: You should give at least one word to search for.
fr: Vous devriez fournir au moins un mot à rechercher.
ja: 検索する文字列を最低ひとつは指定してください。

source: Powered by
fr: Fournit par

source: Next
fr: Suiv.
ja: 次頁

source: Prev
fr: Préc.
ja: 前頁

source: Long
ja: 長く
