Repository: l/debian-webwml
Catalog: webwml/*/po/security.*.po
Languages: it, ja, ko, nl, pt, ru, zh

source: Debian Security
it: Sicurezza Debian
ja: Debian セキュリティ
ko: 데비안 보안
nl: Debian Beveiliging
pt: Segurança Debian
ru: Безопасность Debian
zh: Debian 安全

source: Debian Security Advisories
it: Annunci della sicurezza Debian
ja: Debian セキュリティ勧告
ko: 데비안 보안 권고
nl: Debian Beveiligingsberichten
pt: Alertas de Segurança Debian
ru: Рекомендации Debian по безопасности
zh: Debian 安全報告

source: Q
it: D
ja: 質問
ko: 질문
pt: P
ru: Вопрос

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
it: <a href=\"undated/\">obsoleti</a> ma inclusi per i posteri
nl: <a href=\"undated/\">ongedateerde</a> beveiligingsberichten (voor de volledigheid)
pt: alertas de segurança <a href=\"undated/\">sem data</a>, inclusos para a posteridade
zh: 非常舊的、<a href=\"undated/\">沒有日期寄載的</a>安全警報。

source: Mitre CVE dictionary
it: Dizionario CVE di Mitre
ja: Mitre の CVE 辞書
ko: Mitre CVE 사전
nl: Mitre CVE-woordenboek
pt: Dicionário Mitre CVE
ru: В каталоге Mitre CVE

source: Securityfocus Bugtraq database
it: Database BugTraq di SecurityFocus
ja: Securityfocus の Bugtraq データベース
ko: Securityfocus Bugtraq 데이터베이스
pt: Base de dados Bugtraq Securityfocus
ru: База данных Securityfocus Bugtraq

source: CERT Advisories
it: Notifiche del CERT
ja: CERT の勧告
ko: CERT 권고
nl: CERT-berichten
pt: Alertas CERT
ru: Рекомендации CERT

source: US-CERT vulnerabilities Notes
it: Note sulle vulnerabilità di US-CERT
ja: US-CERT の脆弱性通達
ko: US-CERT 취약성 노트
nl: US-CERT-kwetsbaarheidsmeldingen
pt: Notas de Vulnerabilidades US-CERT
ru: Информация об уязвимостях US-CERT

source: Source:
it: Sorgente:
ja: ソース:
ko: 소스
nl: Bron:
pt: Fonte:
ru: Исходный код:
zh: 來源:

source: Architecture-independent component:
it: Componente indipendente dall'architettura:
ja: アーキテクチャ非依存コンポーネント:
ko: 아키텍처에 의존하는 구성요소
nl: Architectuur-onafhankelijke component:
pt: Componente independente de arquitetura:
ru: Независимые от архитектуры компоненты:
zh: 與硬體無關的元件:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
it: Somma di controllo MD5 per i file in elenco disponibile nella <a href="<get-var url />">notizia originale</a>.
ja: 一覧にあるファイルの MD5 チェックサムは<a href="<get-var url />">勧告の原文</a>にあります。
ko: 열거된 파일의 MD5 체크섬은 <a href="<get-var url />">원 권고</a>에서 구할 수 있습니다.
nl: MD5 checksums van de gegeven bestanden zijn beschikbaar in het <a href="<get-var url />">originele bericht</a>.
pt: Checksums MD5 dos arquivos listados estão disponíveis no <a href="<get-var url />">alerta original</a>.
ru: Контрольные суммы MD5 этих файлов доступны в <a href="<get-var url />">исходном сообщении</a>.
zh: 列出的檔案的 MD5 檢查可以由 <a href="<get-var url />">original advisory</a> 取得。

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
it: Somma di controllo MD5 per i file in elenco disponibile nella <a href="<get-var url />">notizia originale</a>.
ja: 一覧にあるファイルの MD5 チェックサムは<a href="<get-var url />">勧告の原文 (改訂版) </a>にあります。
ko: 열거된 파일의 MD5 체크섬은 <a href="<get-var url />">개정된 권고</a>에서 구할 수 있습니다.
nl: MD5 checksums van de gegeven bestanden zijn beschikbaar in het <a href="<get-var url />">gereviseerde bericht</a>.
pt: Checksums MD5 dos arquivos listados estão disponíveis no <a href="<get-var url />">alerta revisado</a>.
ru: Контрольные суммы MD5 этих файлов доступны в <a href="<get-var url />">пересмотренном сообщении</a>.
zh: 列出的檔案的 MD5 檢查可以由 <a href="<get-var url />">revised advisory</a> 取得。

source: Debian Security Advisory
it: Bacheca Debian sulla sicurezza
ja: Debian セキュリティ勧告
ko: 데비안 보안 권고
nl: Debian beveiligingsbericht
pt: Alerta de Segurança Debian
ru: Рекомендация Debian по безопасности
zh: Debian 安全報告

source: Date Reported
it: Data della segnalazione
ja: 報告日時
ko: 보고 일시
nl: Datum van melding
pt: Data do Alerta
ru: Дата сообщения
zh: 報告日期

source: Affected Packages
it: Pacchetti coinvolti
ja: 影響を受けるパッケージ
ko: 영향 받는 패키지
nl: Betrokken pakketten
pt: Pacotes Afetados
ru: Затронутые пакеты
zh: 受影響的軟件

source: Vulnerable
it: Vulnerabile
ja: 危険性
ko: 위험성
nl: Kwetsbaar
pt: Vulnerável
ru: Уязвим
zh: 可被襲擊

source: Security database references
it: Referenze all'interno del database della sicurezza
ja: 参考セキュリティデータベース
nl: Referenties naar beveiligingsdatabases
pt: Referência à base de dados de segurança
ru: Ссылки на базы данных по безопасности
zh: 參考的安全性資料庫

source: More information
it: Maggiori informazioni
ja: 詳細
ko: 추가 정보
nl: Aanvullende informatie
pt: Informações adicionais
ru: Более подробная информация
zh: 更詳盡的[CN:信息:][HKTW:資訊:]

source: Fixed in
it: Risolto in
ja: 修正
ko: 수정
nl: Opgelost in
pt: Corrigido em
ru: Исправлено в
zh: 修改於

source: BugTraq ID
it: Numero del bug
pt: ID BugTraq
ru: Идентификатор BugTraq
zh: 臭蟲 ID

source: In the Debian bugtracking system:
it: Nel sistema di tracciamento dei bug Debian:
ja: Debian バグ追跡システム:
ko: 데비안 버그 추적 시스템
nl: In het Debian Bug Tracking Systeem:
pt: No sistema de acompanhamento de bugs do Debian:
ru: В системе отслеживания ошибок Debian:
zh: 在 Debian 臭蟲追蹤系統中:

source: In the Bugtraq database (at SecurityFocus):
it: Nel database Bugtraq (presso SecurityFocus):
ja: (SecurityFocus の) Bugtraq データベース:
ko: SecurityFocus의 Bugtraq 데이터베이스
nl: In de Bugtraq-database (bij SecurityFocus):
pt: Na base de dados do BugTraq (na SecurityFocus):
ru: В базе данных Bugtraq (на SecurityFocus):
zh: 在 SecurityFocus 的 Bugtraq 資料庫中:

source: In Mitre's CVE dictionary:
it: Nel dizionario CVE di Mitre:
ja: Mitre の CVE 辞書:
ko: Mitre의 CVE 사전
nl: In het CVE-woordenboek van Mitre:
pt: No dicionário CVE do Mitre:
ru: В каталоге Mitre CVE:
zh: 在 Mitre's CVE 的目錄中:

source: CERT's vulnerabilities, advisories and incident notes:
it: Annunci di vulnerabilità e note d'incidenti del CERT:
ja: CERT の脆弱性リスト、勧告および付加情報:
nl: Kwetsbaarheden van CERT, berichten en notities bij incidenten:
pt: Alertas, notas de incidentes e vulnerabilidades do CERT:
ru: База данных CERT по уязвимостям, предложениям и инцидентам:
zh: CERT 的弱點報告:

source: No other external database security references currently available.
it: Non sono disponibili altri riferimenti legati alla sicurezza in database esterni.
ja: 現時点では、その他の外部参考セキュリティデータベースはありません。
nl: Geen andere referenties naar externe beveiligingsdatabases beschikbaar.
pt: Nenhuma outra base de dados externa de referências de segurança está disponível atualmente.
ru: На данный момент ссылки на внешние базы данных по безопасности отсутствуют.
zh: 目前沒有其他安全分析資料庫可以參考。

source: Bug
ja: バグ
ko: 버그
ru: Ошибка
zh: 臭蟲
