Repository: l/debian-webwml
Catalog: webwml/*/po/stats.*.po
Languages: de, es, ja, nl, pt

source: Debian web site translation statistics
de: Übersetzungsstatistik der Debian-Website
es: Estadísticas de traducción del sitio web de Debian
ja: Debian ウェブサイト翻訳状況
nl: Debian website vertaalstatistieken
pt: Estatísticas de tradução do site web do Debian

source: There are %d pages to translate.
de: Es sind %d Seiten zu übersetzen.
es: Hay %d páginas por traducir.
ja: 翻訳するページ数 %d
nl: Er zijn %d pagina’s te vertalen.
pt: Existem %d páginas para traduzir.

source: There are %d bytes to translate.
de: Es sind %d Byte zu übersetzen.
es: Hay %d bytes por traducir.
ja: 翻訳するバイト数 %d
nl: Er zijn %d bytes te vertalen.
pt: Existem %d bytes para traduzir.

source: There are %d strings to translate.
de: Es sind %d Zeichenketten zu übersetzen.
es: Hay %d cadenas de caracteres por traducir.
ja: 翻訳する文の数 %d
nl: Er zijn %d strings te vertalen.
pt: Existem %d strings para traduzir.

source: Hit data from %s, gathered %s.
de: Daten von %s erhalten, erfasst am %s.
es: Datos de acceso de %s, obtenidos en %s.
ja: ヒット数は %s の %s 時点の情報です。
nl: Gegevens over bezoekers van %s, verzameld %s.
pt: Dados de acesso obtidos de %s, coletados em %s.

source: This translation is too out of date
de: Diese Übersetzung ist zu alt
es: Esta traducción está muy desactualizada
ja: 翻訳が古すぎです
nl: Deze vertaling is te verouderd
pt: Esta tradução está muito desatualizada

source: Wrong translation version
de: Falsche Version übersetzt
es: Versión incorrecta de traducción
ja: 翻訳のバージョン番号が変です
nl: Verkeerde vertalingsversie
pt: Versão errada de tradução

source: The original is newer than this translation
de: Das Original ist aktueller als diese Übersetzung
es: La original es más nueva que esta traducción
ja: 原版がこの翻訳より新しくなっています
nl: Het origineel is nieuwer dan deze vertaling
pt: O original é mais novo do que esta tradução

source: The original no longer exists
de: Das Original existiert nicht mehr
es: La original ya no existe
ja: 原版がなくなっています
nl: Het origineel bestaat niet meer
pt: O original não existe mais

source: hit count N/A
de: Keine Zugriffszahlen
es: contador de visitas N/A
ja: ヒットカウント無し
nl: aantal bezoeken n.v.t
pt: contagem de acesso N/A

source: hits
de: Zugriffe
es: visitas
ja: ヒット
nl: bezoeken
pt: acessos

source: Click to fetch diffstat data
de: Klicken Sie, um diffstat-Daten zu erhalten
es: Haga clic para obtener la información de diffstat
ja: クリックすると diffstat データを取得します
nl: Klik om de verschil-info op te halen
pt: Clique para obter dados de diffstat

source: Unified diff
de: Einheitliche Unterschiede
es: Diff unificado
ja: 差分(統合)
nl: Verenigde diff
pt: diff unificado

source: Colored diff
de: Farbige Unterschiede
es: Diff coloreado
ja: 差分(色分け)
nl: Gekleurde diff
pt: diff colorido

source: Translation summary for
de: Zusammenfassung der Übersetzung für
es: Resumen de traducción para
ja: 翻訳状況:
nl: Vertaaloverzicht voor
pt: Resumo de tradução para

source: Not translated
de: Nicht übersetzt
es: Sin traducir
ja: 未翻訳
nl: Niet vertaald
pt: Não traduzidos

source: Outdated
de: Veraltet
es: Desactualizado
ja: 未更新
nl: Verouderd
pt: Desatualizados

source: Translated
de: Übersetzt
es: Traducido
ja: 翻訳済
nl: Vertaald
pt: Traduzidos

source: Up to date
de: Aktuell
es: Actualizado
ja: 最新
nl: Bijgewerkt
pt: Atualizados

source: files
de: Dateien
es: ficheros
ja: ファイル
nl: bestanden
pt: arquivos

source: bytes
de: Byte
ja: バイト

source: Note: the lists of pages are sorted by popularity. Hover over the page name to see the number of hits.
de: Beachten Sie: Die Auflistung der Seiten ist nach der Häufigkeit der Abrufe sortiert. Bewegen Sie den Mauszeiger auf den Seitennamen, um die Anzahl der Zugriffe zu sehen.
es: Nota: el listado de páginas está ordenado por popularidad. Coloque el ratón sobre el nombre de la página para ver el número de visitas.
ja: 注: このページのリストは人気順に並んでいます。ページ名にマウスカーソルを持って行くとヒット数を確認できます。
nl: Let op: De lijst van pagina’s is gesorteerd op volgorde van populariteit. Houd de muis over de paginanaam om het aantal bezoeken te zien.
pt: Nota: as listas das páginas são classificadas por popularidade. Passe o mouse sobre o nome da página para ver o número de acessos.

source: Outdated translations
de: Veraltete Übersetzungen
es: Traducciones desactualizadas
ja: 古くなっている翻訳
nl: Verouderde vertalingen
pt: Traduções desatualizadas

source: File
de: Datei
es: Fichero
ja: ファイル
nl: Bestand
pt: Arquivo

source: Diff
de: Unterschiede
es: Diferencias
ja: 差分
nl: Verschill (diff)

source: Comment
de: Kommentar
es: Comentarios
ja: 状態
nl: Opmerking
pt: Comentário

source: Log
de: Protokoll
es: Registro
ja: ログ
nl: Logboek

source: Translation
de: Übersetzung
es: Traducción
ja: 翻訳版
nl: Vertaling
pt: Tradução

source: Maintainer
de: Betreuer
es: Encargado
ja: 担当者
nl: Beheerder
pt: Mantenedor

source: Translator
de: Übersetzer
es: Traductor
ja: 翻訳者
nl: Vertaler
pt: Tradutor

source: Date
de: Datum
es: Fecha
ja: 日時
nl: Datum
pt: Data

source: General pages not translated
de: Allgemeine Seiten, die nicht übersetzt sind
es: Páginas generales no traducidas
ja: 未翻訳の一般ページ
nl: Algemene pagina’s die niet zijn vertaald
pt: Páginas gerais não traduzidas

source: Untranslated general pages
de: Nicht übersetzte allgemeine Seiten
es: Páginas generales sin traducir
ja: 未翻訳の一般ページ
nl: Onvertaalde algemene pagina’s
pt: Páginas gerais não traduzidas

source: News items not translated
de: Nachrichten, die nicht übersetzt sind
es: Nuevos elementos no traducidos
ja: 未翻訳のニュース項目
nl: Nieuwsberichten die niet zijn vertaald
pt: Itens de notícias não traduzidos

source: Untranslated news items
de: Nicht übersetzte Nachrichten
es: Nuevos elementos sin traducir
ja: 未翻訳のニュース項目
nl: Onvertaalde nieuwsberichten
pt: Itens de notícias não traduzidos

source: Consultant/user pages not translated
de: Berater-/Benutzerseiten, die nicht übersetzt sind
es: Páginas de consultores/usuarios no traducidas
ja: 未翻訳のコンサルタント/ユーザページ
nl: Consultant/gebruikerspagina’s die niet zijn vertaald
pt: Páginas de consultor/usuário não traduzidas

source: Untranslated consultant/user pages
de: Nicht übersetzte Berater-/Benutzerseiten
es: Páginas de consultores/usuarios sin traducir
ja: 未翻訳のコンサルタント/ユーザページ
nl: Onvertaalde consultant/gebruikerspagina’s
pt: Páginas de consultor/usuário não traduzidas

source: International pages not translated
de: Internationale Seiten, die nicht übersetzt sind
es: Páginas internacionales no traducidas
ja: 未翻訳の国際化ページ
nl: Internationale pagina’s die niet zijn vertaald
pt: Páginas internacionais não traduzidas

source: Untranslated international pages
de: Nicht übersetzte internationale Seiten
es: Páginas internacionales sin traducir
ja: 未翻訳の国際化ページ
nl: Onvertaalde internationale pagina’s
pt: Páginas internacionais não traduzidas

source: Translated pages (up-to-date)
de: Übersetzte Seiten (aktuell)
es: Páginas traducidas (actualizadas)
ja: 翻訳済ページ (最新)
nl: Vertaalde pagina’s (bijgewerkt)
pt: Páginas traduzidas (atualidadas)

source: Translated templates (PO files)
de: Übersetzte Vorlagen (PO-Dateien)
es: Plantillas traducidas (ficheros PO)
ja: 翻訳済テンプレート (PO ファイル)
nl: Vertaalde templates (PO-bestanden)
pt: Templates traduzidos (arquivos PO)

source: PO Translation Statistics
de: Statistik der PO-Übersetzung
es: Estadísticas de traducción de ficheros PO
ja: PO 翻訳状況
nl: PO vertaalstatistieken
pt: Estatísticas de tradução de PO

source: Fuzzy
de: Ungenau
es: Impreciso
nl: Vaag (fuzzy)
pt: Aproximados

source: Untranslated
de: Nicht übersetzt
es: Sin traducir
ja: 未翻訳
nl: Onvertaald
pt: Não traduzidos

source: Total
de: Insgesamt
ja: 合計
nl: Totaal

source: Total:
de: Insgesamt:
ja: 合計:
nl: Totaal:

source: Created with
de: Erzeugt mit
es: Creado por
nl: Gemaakt met
pt: Criado com

source: Translated web pages
de: Übersetzte Webseiten
es: Páginas web traducidas
ja: 翻訳済ページ
nl: Vertaalde webpagina’s
pt: Páginas web traduzidas

source: Translation Statistics by Page Count
de: Übersetzungsstatistik nach der Seitenanzahl
es: Estadísticas de traducción por número de páginas
ja: ページ単位で集計した翻訳状況
nl: Vertaalstatistieken op basis van het aantal pagina’s
pt: Estatísticas de Tradução por Número de Página

source: Language
de: Sprache
es: Idioma
ja: 言語
nl: Taal
pt: Idioma

source: Translations
de: Übersetzungen
es: Traducciones
ja: 翻訳版
nl: Vertalingen
pt: Traduções

source: Translated web pages (by size)
de: Übersetzte Webseiten (nach Größe)
es: Páginas web traducidas (por tamaño)
ja: 翻訳済ページ (サイズ)
nl: Vertaalde webpagina’s (grootte)
pt: Páginas web traduzidas (por tamanho)

source: Translation Statistics by Page Size
de: Übersetzungsstatistik nach der Seitengröße
es: Estadísticas de traducción por tamaño de las páginas
ja: ページサイズから見た翻訳状況
nl: Vertaalstatistieken op basis van paginagrootte
pt: Estatísticas de Tradução por Tamanho de Página

source: Diffstat
nl: Verschil-info

source: Status
es: Estado
ja: 状態
