Repository: l/debian-webwml
Catalog: webwml/*/po/templates.*.po
Languages: de, it, ja, nl, pt, ru

source: Bug reports
de: Fehlerberichte
it: Segnalazioni di bug
ja: バグ報告
nl: Bugrapporten
pt: Relatórios de Bug
ru: Отчёты об ошибках

source: Ports/Architectures
de: Portierungen/Architekturen
it: Port/Architetture
ja: 移植/アーキテクチャ
nl: Ports/Architecturen
pt: Portes/Arquiteturas
ru: Перенос на другие архитектуры

source: Installation&nbsp;manual
de: Installationsanleitung
it: Manuale&nbsp;d'installazione
ja: インストール手順
nl: Installatiehandleiding
pt: Manual&nbsp;de&nbsp;Instalação
ru: Инструкции&nbsp;по&nbsp;установке

source: CD vendors
de: CD-Distributoren
it: Rivenditori di CD
ja: CD ベンダ
nl: CD-verkopers
pt: Vendedores de CDs
ru: Поставщики CD

source: CD ISO images
it: Immagini ISO per CD
ja: CD ISO イメージ
pt: Imagens ISO CD
ru: ISO-образы CD

source: Network install
de: Netzwerk-Installation
it: Installazione via rete
ja: ネットワーク経由のインストール
nl: netwerkinstallatie
pt: Instalação via Rede
ru: Установка по сети

source: Pre-installed
de: Vorinstalliert
it: Preinstallato
ja: プリインストール
nl: Voorgeïnstalleerd
pt: Pré-instalado
ru: Предустановка

source: Debian-Edu project
de: Debian-Edu-Projekt
it: Progetto Debian-Edu
ja: Debian-Edu プロジェクト
pt: Projeto Debian-Edu
ru: Проект Debian в образовании (Debian-Edu)

source: Alioth &ndash; Debian GForge
ja: Alioth &ndash; Debian の GForge
ru: Alioth&nbsp;&mdash; GForge в Debian

source: Quality Assurance
de: Qualitätssicherung
it: Controllo di qualità
ja: 品質保証
nl: Kwaliteitsbewaking
pt: Garantia de Qualidade
ru: Контроль качества

source: Package Tracking System
de: Paketverfolgungs-System
it: Sistema di tracciamento dei pacchetti
ja: パッケージ追跡システム
nl: Pakket Traceer Systeem
pt: Sistema de Gerenciamento de Pacotes
ru: Система отслеживания пакетов

source: Debian Developer's Packages Overview
de: Paketübersicht für Entwickler
it: Introduzione ai pacchetti per sviluppatori Debian
ja: Debian 開発者のパッケージ一覧
nl: Debian-ontwikkelaars pakketoverzicht
pt: Visão Geral dos Pacotes do Desenvolvedor Debian
ru: Обзор пакетов с точки зрения разработчика Debian

source: Select a server near you
de: Wählen Sie einen Server in Ihrer Nähe
it: Scegli il server più vicino
ja: お近くのサーバをお選び下さい
nl: Kies een server dichtbij
pt: Escolha um servidor próximo de você
ru: Выберите&nbsp;ближайший&nbsp;сервер

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
de: Zurück: Zu anderen <a href="./">Debian-Neuigkeiten</a> || Zur <a href="m4_HOME/">Homepage des Debian-Projekts</a>.
it: Ritorna a: altre <a href="./">Notizie Debian</a> || pagina principale del <a href="m4_HOME/">Progetto Debian</a>.
ja: 他の <a href="./">Debian ニュース</a>を読む。 || <a href="m4_HOME/">Debian プロジェクトホームページ</a>に戻る。
nl: Terug naar: ander <a href="./">Debian-nieuws</a> || <a href="m4_HOME/">thuispagina van het Debian Project</a>.
pt: Voltar para: outras <a href="./">notícias Debian</a> || <a href="m4_HOME/">página inicial do Projeto Debian</a>.
ru: Назад к остальным <a href="./">новостям Debian</a> или на <a href="m4_HOME/">домашнюю страницу проекта Debian</a>.

source: <get-var url /> (dead link)
de: <get-var url /> (toter Link)
it: <get-var url /> (link inesistente)
ja: <get-var url /> (リンク切れ)
nl: <get-var url /> (dode link)
pt: <get-var url /> (link quebrado)
ru: <get-var url /> (ссылка не работает)

source: No items for this year.
de: Keine Einträge für dieses Jahr.
it: Nessun articolo per quest'anno.
ja: 今年度の項目はありません。
nl: Geen items voor dit jaar.
pt: Sem itens neste ano.
ru: Нет ничего за этот год.

source: proposed
de: vorgeschlagen
it: proposto
ja: 提案
nl: voorgesteld
pt: proposto
ru: предложенные

source: in discussion
ja: 議論中
nl: in discussie
pt: em discussão
ru: в процессе обсуждения

source: voting open
ja: 投票中
nl: stemming open
pt: votação aberta
ru: голосование открыто

source: finished
de: beendet
it: terminato
ja: 終了
nl: afgelopen
pt: terminado
ru: завершённые

source: withdrawn
de: zurückgezogen
it: ritirato
ja: 撤回
nl: teruggetrokken
pt: retirado
ru: отменённые

source: Future events
de: Kommende Veranstaltungen
it: Eventi futuri
ja: 将来のイベント
nl: Komende evenementen
pt: Eventos futuros
ru: Будущие события

source: Past events
de: Vergangene Veranstaltungen
it: Eventi passati
ja: 過去のイベント
nl: Afgelopen evenementen
pt: Eventos passados
ru: Прошедшие события

source: (new revision)
de: (neue Änderung)
it: (nuova revisione)
ja: (新しいリビジョン)
nl: (nieuwere versie)
pt: (nova revisão)
ru: (новая редакция)

source: Report
de: Bericht
it: Segnalazione
ja: レポート
nl: Verslag
pt: Relatório
ru: Дата сообщения

source: List of Speakers
de: Liste der Vortragenden
it: Elenco dei relatori
ja: 講演者一覧
nl: Lijst van sprekers
pt: Lista de Palestrantes
ru: Список докладчиков

source: Back to the <a href="./">Debian speakers page</a>.
de: Zurück zur <a href="./">Debians Seite der Vortragenden</a>.
it: Ritorna alla <a href="./">pagina dei relatori Debian</a>.
ja: <a href="./">Debian 講演者ページ</a>に戻る。
nl: Terug naar de <a href="./">Debian sprekerspagina</a>.
pt: Voltar para a <a href="./">página de palestrantes do Debian</a>.
ru: Назад на страницу <a href="./">докладчиков Debian</a>.

source: More information:
de: Weitere Informationen:
it: Maggiori informazioni:
ja: 詳細:
nl: Voor meer informatie:
pt: Mais informações:
ru: Подробнее:

source: Taken by:
de: Übernommen von:
it: Preso da:
ja: 引き受けた人:
nl: Gereserveerd door:
pt: Tirado por:
ru: Ответственный

source: Nobody
de: Niemandem
it: Nessuno
ja: 誰も引き受けていません
nl: Niemand
pt: Ninguém
ru: Никем

source: Rating:
de: Bewertung:
it: Punteggio:
ja: 評価:
nl: Beoordeling:
pt: Classificação:
ru: Рейтинг:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
de: <em>Bemerkung:</em> Das <a href="$link">Original</a> ist neuer als diese Übersetzung.
it: <em>Nota:</em> <a href="$link">L'originale</a> è più recente di questa traduzione.
ja: <em>注意:</em> 原文はこの翻訳よりも新しくなっています。
nl: <em>NB:</em> Het <a href="$link">origineel</a> is recenter dan de vertaling.
pt: <em>Nota:</em> O <a href="$link">documento original</a> é mais novo que essa tradução.
ru: <em>Замечание:</em> <a href="$link">Оригинал этого документа</a> новее, чем перевод.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
de: Achtung! Diese Übersetzung ist zu alt, benutzen Sie bitte das <a href="$link">Original</a>.
it: Attenzione! Questa traduzione è ormai datata, perciò dai un'occhiata anche alla nuova pagina <a href="$link">originale</a>.
ja: 警告! この翻訳は古過ぎるため、<a href="$link">原文</a>を御覧ください。
nl: Waarschuwing! Deze vertaling is te oud. Lees liever <a href="$link">het origineel</a>.
pt: Alerta! Essa tradução está muito desatualizada, por favor leia o <a href="$link">original</a>.
ru: Предупреждение! Этот перевод сильно устарел, пользуйтесь, пожалуйста, <a href="$link">оригиналом</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
de: <em>Bemerkung:</em> Das Original dieser Übersetzung existiert nicht mehr.
it: <em>Nota:</em> La pagina originale non esiste più.
ja: <em>Note:</em> 原文はもう存在しません。
nl: <em>Note:</em> Het origineel van deze vertaling bestaat niet meer.
pt: <em>Nota:</em> O documento original desta tradução não existe mais.
ru: <em>Замечание:</em> Оригинал этого документа больше не существует.

source: Back to the <a href="../">Who's using Debian? page</a>.
de: Zurück zur Seite »<a href="../">Wer verwendet Debian?</a>«.
it: Ritorna alla <a href="../">pagina Chi usa Debian?</a>.
ja: <a href="./">Debian 利用者のページ</a>に戻る。
nl: Terug naar de <a href="../">Wie gebruikt Debian?-pagina</a>.
pt: Voltar para <a href="../">Quem está usando o Debian?</a>.
ru: Назад на страницу <a href="./">Кто использует Debian</a>.

source: Date
de: Datum
it: Data
ja: 日時
nl: Datum
pt: Data
ru: Дата

source: Time Line
de: Zeitrahmen
it: Scadenze
ja: スケジュール
nl: Tijdslijn
pt: Linha do Tempo
ru: Временная шкала

source: Nominations
de: Nominationen
it: Designazioni
ja: 候補者
nl: Nominaties
pt: Candidaturas
ru: Назначения

source: Debate
de: Debatte
it: Discussione
ja: 討論会
nl: Debat
ru: Обсуждение

source: Platforms
de: Wahlreden
it: Programmi
ja: 選挙公約
pt: Plataformas
ru: Платформы

source: Proposer
de: Antragsteller
it: Proponente
ja: 提案者
nl: Indiener
pt: Proponente
ru: Выдвигающий предложение

source: Proposal A Proposer
de: Antragsteller von Vorschlag A
it: Proponente la proposta A
ja: 提案 A の提案者
nl: Indiener Voorstel A
pt: Proponente da Proposta A
ru: Выдвинувший предложение А

source: Proposal B Proposer
de: Antragsteller von Vorschlag B
it: Proponente la proposta B
ja: 提案 B の提案者
nl: Indiener Voorstel B
pt: Proponente da Proposta B
ru: Выдвинувший предложение Б

source: Proposal C Proposer
de: Antragsteller von Vorschlag C
it: Proponente la proposta C
ja: 提案 C の提案者
nl: Indiener Voorstel C
pt: Proponente da Proposta C
ru: Выдвинувший предложение В

source: Proposal D Proposer
de: Antragsteller von Vorschlag D
it: Proponente la proposta D
ja: 提案 D の提案者
nl: Indiener Voorstel D
pt: Proponente da Proposta D
ru: Выдвинувший предложение Г

source: Proposal E Proposer
de: Antragsteller von Vorschlag E
it: Proponente la proposta F
ja: 提案 E の提案者
nl: Indiener Voorstel E
pt: Proponente da Proposta E
ru: Выдвинувший предложение Д

source: Proposal F Proposer
de: Antragsteller von Vorschlag F
it: Proponente la proposta F
ja: 提案 F の提案者
nl: Indiener Voorstel F
pt: Proponente da Proposta F
ru: Выдвинувший предложение Е

source: Seconds
de: Unterstützer
it: Sostenitori
ja: 支持者
nl: Steun
pt: Padrinhos
ru: Поддерживающий предложение

source: Proposal A Seconds
de: Unterstützer von Vorschlag A
it: Sostenitori della proposta A
ja: 提案 A の支持者
nl: Steun Voorstel A
pt: Padrinhos da Proposta A
ru: Поддержавший предложение А

source: Proposal B Seconds
de: Unterstützer von Vorschlag B
it: Sostenitori della proposta B
ja: 提案 B の支持者
nl: Steun Voorstel B
pt: Padrinhos da Proposta B
ru: Поддержавший предложение Б

source: Proposal C Seconds
de: Unterstützer von Vorschlag C
it: Sostenitori della proposta C
ja: 提案 C の支持者
nl: Steun Voorstel C
pt: Padrinhos da Proposta C
ru: Поддержавший предложение В

source: Proposal D Seconds
de: Unterstützer von Vorschlag D
it: Sostenitori della proposta D
ja: 提案 D の支持者
nl: Steun Voorstel D
pt: Padrinhos da Proposta D
ru: Поддержавший предложение Г

source: Proposal E Seconds
de: Unterstützer von Vorschlag E
it: Sostenitori della proposta E
ja: 提案 E の支持者
nl: Steun Voorstel E
pt: Padrinhos da Proposta E
ru: Поддержавший предложение Д

source: Proposal F Seconds
de: Unterstützer von Vorschlag F
it: Sostenitori della proposta F
ja: 提案 F の支持者
nl: Steun Voorstel F
pt: Padrinhos da Proposta F
ru: Поддержавший предложение Е

source: Opposition
it: Opposizione
ja: 反対者
nl: Weerstand
pt: Oposição
ru: Оппозиция

source: Text
it: Testo
ja: 本文
nl: Tekst
pt: Texto
ru: Текст

source: Proposal A
de: Vorschlag A
it: Proposta A
ja: 提案 A
nl: Voorstel A
pt: Proposta A
ru: Предложение А

source: Proposal B
de: Vorschlag B
it: Proposta B
ja: 提案 B
nl: Voorstel B
pt: Proposta B
ru: Предложение Б

source: Proposal C
de: Vorschlag C
it: Proposta C
ja: 提案 C
nl: Voorstel C
pt: Proposta C
ru: Предложение В

source: Proposal D
de: Vorschlag D
it: Proposta D
ja: 提案 D
nl: Voorstel D
pt: Proposta D
ru: Предложение Г

source: Proposal E
de: Vorschlag E
it: Proposta E
ja: 提案 E
nl: Voorstel E
pt: Proposta E
ru: Предложение Д

source: Proposal F
de: Vorschlag F
it: Proposta F
ja: 提案 F
nl: Voorstel F
pt: Proposta F
ru: Предложение Е

source: Choices
de: Auswahl
it: Scelte
ja: 選択肢
nl: Keuzes
pt: Opções
ru: Варианты выбора

source: Amendment Proposer
de: Antragsteller der Ergänzung
it: Proponente dell'emendamento
ja: 修正提案者
nl: Indiener Amendement
pt: Proponente da Emenda
ru: Предложивший поправку

source: Amendment Seconds
de: Unterstützer der Ergänzung
it: Sostenitori dell'emendamento
ja: 修正支持者
nl: Steun Amendement
pt: Padrinhos da Emenda
ru: Поддержавший поправку

source: Amendment Text
de: Text der Ergänzung
it: Testo dell'emendamento
ja: 修正文
nl: Tekst Amendement
pt: Texto da Emenda
ru: Текст поправки

source: Amendment Proposer A
de: Antragsteller A der Ergänzung
it: Proponente dell'emendamento A
ja: 修正提案者 A
nl: Indiener Amendement A
pt: Proponente da Emenda A
ru: Предложивший поправку А

source: Amendment Seconds A
de: Unterstützer A der Ergänzung
it: Sostenitori dell'emendamento A
ja: 修正支持者 A
nl: Steun Amendement A
pt: Padrinhos da Emenda A
ru: Поддержавший поправку А

source: Amendment Text A
de: Text A der Ergänzung
it: Testo dell'emendamento A
ja: 修正文 A
nl: Tekst Amendement A
pt: Texto da Emenda A
ru: Текст поправки А

source: Amendment Proposer B
de: Antragsteller B der Ergänzung
it: Proponente dell'emendamento B
ja: 修正提案者 B
nl: Indiener Amendement B
pt: Proponente da Emenda B
ru: Предложивший поправку Б

source: Amendment Seconds B
de: Unterstützer B der Ergänzung
it: Sostenitori dell'emendamento B
ja: 修正支持者 B
nl: Steun Amendement B
pt: Padrinhos da Emenda B
ru: Поддержавший поправку Б

source: Amendment Text B
de: Text B der Ergänzung
it: Testo dell'emendamento B
ja: 修正文 B
nl: Tekst Amendement B
pt: Texto da Emenda B
ru: Текст поправки Б

source: Amendments
de: Ergänzungen
it: Ememndamenti
ja: 修正
nl: Amendementen
pt: Emendas
ru: Поправки

source: Proceedings
de: Fortgänge
it: Procedimento
ja: 進行状態
nl: Notulen
pt: Encaminhamentos
ru: Заседания

source: Majority Requirement
de: Mehrheitsanforderung
it: Maggioranza necessaria
ja: 多数の要請
nl: Meerderheidsvereiste
pt: Maioria Requerida
ru: Условие большинства

source: Data and Statistics
de: Daten und Statistiken
it: Dati e statistiche
ja: データと統計
nl: Data en Statistieken
pt: Dados e Estatísticas
ru: Данные и статистика

source: Quorum
de: Mindestanzahl
ja: 定足数
pt: Quórum
ru: Кворум

source: Minimum Discussion
de: Mindestens erforderliche Diskussion
it: Discussione minima
ja: 最短の討論
nl: Minimum Discussie
pt: Discussão Mínima
ru: Минимальное обсуждение

source: Ballot
de: Stimmzettel
it: Voto
ja: 投票用紙
nl: Stembiljet
pt: Cédula
ru: Бюллетень

source: Forum
ja: フォーラム
pt: Fórum
ru: Конференция

source: Outcome
de: Ergebnis
it: Esito
ja: 結果
nl: Uitslag
pt: Resultado
ru: Итог

source: Waiting&nbsp;for&nbsp;Sponsors
de: Wir warten auf einen Sponsor
it: In&nbsp;attesa&nbsp;di&nbsp;sponsor
ja: スポンサー募集中
nl: In&nbsp;afwachting&nbsp;van&nbsp;sponsors
pt: Aguardando&nbsp;Patrocinadores
ru: В&nbsp;ожидании&nbsp;спонсоров

source: In&nbsp;Discussion
de: In Diskussion
it: In&nbsp;discussione
ja: 議論中
nl: Ter&nbsp;discussie
pt: Em&nbsp;Discussão
ru: Обсуждается

source: Voting&nbsp;Open
de: In der Abstimmung
it: Aperte&nbsp;al&nbsp;voto
ja: 投票受付中
nl: In&nbsp;stemming
pt: Votação&nbsp;Aberta
ru: Голосование открыто

source: Decided
de: Entschieden
it: Decise
ja: 決定事項
nl: Besloten
pt: Decidido
ru: Принято

source: Withdrawn
de: Zurückgezogen
it: Abbandonate
ja: 撤回された案件
nl: Teruggetrokken
pt: Retirado
ru: Отклонено

source: Other
de: Sonstiges
it: Altre
ja: その他
nl: Andere
pt: Outro
ru: Другое

source: Home&nbsp;Vote&nbsp;Page
de: Home&nbsp;Abstimmungsseite
it: Pagina&nbsp;delle&nbsp;votazioni
ja: 投票情報ホームページ
nl: Home&nbsp;stempagina
pt: Página&nbsp;principal&nbsp;de&nbsp;Votação
ru: На&nbsp;страницу&nbsp;голосований

source: How&nbsp;To
de: Wie
ja: 利用方法
pt: Como
ru: Как

source: Submit&nbsp;a&nbsp;Proposal
de: Vorschlag&nbsp;einsenden
it: Inviare&nbsp;una&nbsp;proposta
ja: 提案の提出
nl: Een&nbsp;voorstel&nbsp;voorleggen
pt: Enviar&nbsp;Proposta
ru: Внести&nbsp;предложение

source: Amend&nbsp;a&nbsp;Proposal
de: Vorschlag&nbsp;ergänzen
it: Approvare&nbsp;una&nbsp;proposta
ja: 提案の修正
nl: Een&nbsp;voorstel&nbsp;amenderen
pt: Corrigir&nbsp;uma&nbsp;Proposta
ru: Внести&nbsp;поправку

source: Follow&nbsp;a&nbsp;Proposal
de: Vorschlag&nbsp;verfolgen
it: Seguire&nbsp;una&nbsp;proposta
ja: 提案への意見
nl: Een&nbsp;voorstel&nbsp;steunen
pt: Apoiar&nbsp;uma&nbsp;Proposta
ru: Поддержать&nbsp;предложение

source: Read&nbsp;a&nbsp;Result
de: Resultat&nbsp;lesen
it: Lettura&nbsp;dei&nbsp;risultati
ja: 結果の閲覧
nl: Lees&nbsp;een&nbsp;resultaat
pt: Ler&nbsp;um&nbsp;Resultado
ru: Узнать&nbsp;результаты

source: Vote
de: Abstimmen
it: Votare
ja: 投票
nl: Stem
pt: Votar
ru: Проголосовать

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
de: Wenn Sie diesen Newsletter wöchentlich in Ihrer Mailbox haben wollen, <a href="http://lists.debian.org/debian-news-german/">tragen Sie sich in die Mailingliste debian-news-german ein</a>.
it: Per ricevere le notizie settimanali al tuo indirizzo di posta elettronica, <a href="http://lists.debian.org/debian-news/">iscriversi alla lista di messaggi debian-news</a>.
ja: このニューズレターを毎週電子メールで受け取りたい方は、debian-newsメーリングリストを<a href="http://lists.debian.org/debian-news/">購読</a>してください。
nl: Om deze nieuwsbrief wekelijks in uw mailbox te ontvangen, kunt u zich <a href="http://lists.debian.org/debian-news/">aanmelden voor de debian-news mailinglijst</a>.
pt: Para receber esse boletim semanalmente em sua caixa postal, <a href="http://lists.debian.org/debian-news-portuguese/">inscreva-se na lista debian-news-portuguese</a>.
ru: Чтобы каждую неделю получать новости по почте, <a href="http://lists.debian.org/debian-news">подпишитесь</a> на список рассылки debian-news.

source: <a href="../../">Back issues</a> of this newsletter are available.
de: Hier gibt es <a href="../../">ältere Ausgaben</a> dieser Nachrichtenseite.
it: Sono disponibili <a href="../../">edizioni precedenti</a> di queste raccolte settimanali.
ja: <a href="../../">バックナンバー</a>もご利用いただけます。
nl: <a href="../../">Eerdere uitgaven</a> van deze nieuwsbrief zijn beschikbaar.
pt: <a href="../../">Edições anteriores</a> deste boletim estão disponíveis.
ru: Доступны также <a href="../../">прошлые выпуски</a> этого бюллетеня.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Die wöchentlichen Debian-Nachrichten werden von <a href="mailto:dwn@debian.org">%s</a> erstellt.
it: <void id="singular" />Redattore di Debian Weekly News è <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="singular" />Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しています。
nl: <void id="singular" />Debian Weekly News is bewerkt door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="singular" />As Notícias Semanais do Debian são editadas por <a href="mailto:dwn@debian.org">%s</a>.
ru: <void id="singular" />Еженедельные новости Debian выпускает <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Die wöchentlichen Debian-Nachrichten werden von <a href="mailto:dwn@debian.org">%s</a> erstellt.
it: <void id="plural" />Redattori di Debian Weekly News sono <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="plural" />Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しています。
nl: <void id="plural" />Debian Weekly News is bewerkt door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="plural" />As Notícias Semanais do Debian são editadas por <a href="mailto:dwn@debian.org">%s</a>.
ru: <void id="plural" />Еженедельные новости Debian выпускают <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Diese Ausgabe der wöchentlichen Debian-Nachrichten wurde von <a href="mailto:dwn@debian.org">%s</a> erstellt.
it: <void id="singular" />Redattore di questo numero di Debian Weekly News è <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="singular" />今週号の Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しました。
nl: <void id="singular" />Debian Weekly News is bewerkt door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="singular" />Esta edição das Notícias Semanais do Debian foi editada por <a href="mailto:dwn@debian.org">%s</a>.
ru: <void id="singular" />Этот выпуск еженедельных новости Debian выпустил <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
de: Diese Ausgabe der wöchentlichen Debian-Nachrichten wurde von <a href="mailto:dwn@debian.org">%s</a> erstellt.
it: <void id="plural" />Redattori di questo numero di Debian Weekly News sono <a href="mailto:dwn@debian.org">%s</a>.
ja: <void id="singular" />今週号の Debian ウィークリーニュースは <a href="mailto:dwn@debian.org">%s</a> が編集しました。
nl: <void id="plural" />Debian Weekly News is bewerkt door <a href="mailto:dwn@debian.org">%s</a>.
pt: <void id="plural" />Esta edição das Notícias Semanais do Debian foi editada por <a href="mailto:dwn@debian.org">%s</a>.
ru: <void id="plural" />Этот выпуск еженедельных новостей Debian выпустили <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
de: Sie wurde von %s übersetzt.
it: <void id="singular" />Traduzione di %s.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="singular" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="singular" />Ela foi traduzida por %s.
ru: <void id="singular" />Перевёл %s.

source: <void id="plural" />It was translated by %s.
de: Sie wurde von %s übersetzt.
it: <void id="plural" />Traduzione di %s.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="plural" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="plural" />Ela foi traduzida por %s.
ru: <void id="plural" />Перевели %s.

source: <void id="singularfemale" />It was translated by %s.
de: Sie wurde von %s übersetzt.
it: <void id="singularfemale" />Traduzione di %s.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="singularfemale" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="singularfemale" />Ela foi traduzida por %s.
ru: <void id="singular" />Перевела %s.

source: <void id="pluralfemale" />It was translated by %s.
de: Sie wurde von %s übersetzt.
it: <void id="pluralfemale" />Traduzione di %s.
ja: <void id="singular" />%s が翻訳しました。
nl: <void id="pluralfemale" />Deze editie van Debian Weekly News is vertaald door %s.
pt: <void id="pluralfemale" />Ela foi traduzida por %s.
ru: <void id="plural" />Перевели %s.

source: License Information
de: Lizenz-Informationen
it: Informazioni sulla licenza
ja: ライセンス情報
nl: Licentie-informatie
pt: Informações de Licença
ru: Информация о лицензиях

source: DLS Index
it: Indice DLS
ja: DLS インデックス
pt: Índice DLS
ru: Индекс DLS

source: DFSG FAQ
ru: FAQ по DFSG

source: Debian-Legal Archive
de: Debian-Legal-Archiv
it: Archivio di Debian-Legal
ja: Debian-Legal のアーカイブ
nl: Debian-Legal Archief
pt: Arquivo Debian-Legal
ru: Архив Debian-Legal

source: %s &ndash; %s, Version %s: %s
it: %s &ndash; %s, Versione %s: %s
nl: %s &ndash; %s, Versie %s: %s
pt: %s &ndash; %s, Versão %s: %s
ru: %s &ndash; %s, Версия %s: %s

source: Date published
de: Datum der Veröffentlichung
it: Data di pubblicazione
ja: 発行日
nl: Datum publicatie
pt: Data de publicação
ru: Дата публикации

source: License
de: Lizenz
it: Licenza
ja: ライセンス
nl: Licentie
pt: Licença
ru: Лицензия

source: Version
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия

source: Summary
de: Bewertung
it: Relazione
ja: 要約
nl: Samenvatting
pt: Sumário
ru: Резюме

source: Justification
de: Begründung
it: Giustificazione
ja: 根拠
nl: Rechtvaardiging
pt: Justificativa
ru: Обоснование

source: Discussion
de: Diskussion
it: Discussione
ja: 議論中
nl: Discussie
pt: Discussão
ru: Обсуждение

source: Original Summary
de: Ursprüngliche Bewertung
it: Relazione originale
ja: オリジナルの要約
nl: Oorspronkelijke Samenvatting
pt: Sumário Original
ru: Начальное резюме
