Repository: l/debian-webwml
Catalog: webwml/*/po/templates.*.po
Languages: de, it, ja, nl, pt, ru

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
de: Die ursprüngliche Bewertung durch <summary-author/> kann in den <a href="<summary-url/>">Listen-Archiven</a> gefunden werden.
it: La relazione originale di <summary-author /> può essere trovata nell'<a href="<summary-url/>">archivio della lista</a>.
ja: <summary-author> によるオリジナルの要約は、<a href="<summary-url/>">メーリングリストのアーカイブ</a>にあります。
nl: De oorspronkelijke samenvatting door <summary-author/> kan in de <a href="<summary-url/>">lijstarchieven</a> gevonden worden.
pt: O sumário original por <summary-author/> pode ser encontrado nos <a href="<summary-url/>">arquivos da lista</a>.
ru: Автор начального резюме: <summary-author/>.Само резюме может быть найдено в <a href="<summary-url/>">списке рассылки</a>.

source: This summary was prepared by <summary-author/>.
de: Diese Bewertung wurde von <summary-author/> erstellt.
it: Questa relazione è stato preparata da <summary-author />.
ja: この要約は、<summary-author/> によって用意されました。
nl: Deze samenvatting is voorbereid door <summary-author/>.
pt: Este sumário foi preparado por <summary-author/>.
ru: Подготовил данное резюме <summary-author/>.

source: License text (translated)
de: Lizenztext (Übersetzung)
it: Testo della licenza (tradotto)
ja: ライセンスの全文 (翻訳済み)
nl: Licentietekst (vertaald)
pt: Texto da Licença (traduzido)
ru: Текст лицензии (переведённый)

source: License text
de: Lizenztext
it: Testo della licenza
ja: ライセンスの全文
nl: Licentietekst
pt: Texto da Licença
ru: Текст лицензии

source: free
de: frei
it: libera
nl: vrij
pt: livre
ru: свободная

source: non-free
de: unfrei
it: non libera
nl: niet-vrij
pt: não-livre
ru: несвободная

source: not redistributable
de: nicht weitervertreibbar
it: non ridistribuibile
ja: 再配布不可
nl: niet verspreidbaar
pt: não-redistribuível
ru: с ограничениями на распространение

source: Free
de: Frei
it: Libera
nl: Vrij
pt: Livre
ru: Свободные

source: Non-Free
de: Unfrei
it: Non-Libera
nl: Niet-Vrij
pt: Não-Livre
ru: Несвободные

source: Not Redistributable
de: Nicht Weitervertreibbar
it: Non ridistribuibile
ja: 再配布不可
nl: Niet Verspreidbaar
pt: Não Redistribuível
ru: С ограничениями на распространение

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
de: Einen Überblick über die »Debian License Summaries« (DLS, Debian Lizenzbewertungen) finden Sie auf der <a href="./">Lizenzinformations-Seite</a>.
it: Vedere la pagina con le <a href="./">informazioni sulle licenze</a> per una introduzione alle Relazioni sulle Licenza Debian (DLS - Debian License Summaries).
ja: Debian ライセンスサマリ (DLS) の概要については、<a href="./">ライセンス情報</a>のページをご覧ください。
nl: Zie de <a href="./">licentie-informatie</a>-pagina voor een overzicht van de Debian LicentieSamenvattingen (DLS).
pt: Veja a página de <a href="./">informação sobre licenças</a> para uma visão geral dos Sumários de Licença Debian (DLS).
ru: Обзор всех резюме Debian по лицензиям (DLS - Debian License Summaries) есть на странице <a href="./">информация по лицензиям</a>.

source: No requests for adoption
de: Keine Pakete zur Adoption
it: Nessuna richiesta di adozione
ja: 養子への要求はありません
nl: Geen aanvragen voor adoptie
pt: Nenhuma requisição para adoção
ru: Просьб об "усыновлении" не поступало

source: No orphaned packages
de: Keine verwaisten Pakete
it: Nessun pacchetto orfano
ja: みなしご化されたパッケージはありません
nl: Geen wees-pakketten
pt: Nenhum pacote órfão
ru: "Осиротевших" пакетов нет

source: No packages waiting to be adopted
de: Keine Pakete zur Adoption
it: Nessun pacchetto in attesa di adozione
ja: 引き取り手を待っているパッケージはありません
nl: Geen op adoptie wachtende pakketten
pt: Nenhum pacote esperando para ser adotado
ru: Пакетов в стадии "усыновления" нет

source: No packages waiting to be packaged
de: Keine Pakete, an denen gearbeitet wird
it: Nessun pacchetto in attesa di essere impacchettato
ja: パッケージ化を待っているパッケージはありません
nl: Geen op constructie wachtende pakketten
pt: Nenhum pacote esperando para ser empacotado
ru: Пакетов, над которыми ведётся работа, нет

source: No Requested packages
de: Keine angeforderten Pakete
it: Nessun pacchetto richiesto
ja: 期待されているパッケージはありません
nl: Geen aangevraagde pakketten
pt: Nenhum pacote requisitado
ru: Просьб о создании пакетов не поступало

source: No help requested
de: Keine Hilfe erbeten
it: Nessun aiuto richiesto
ja: 支援が必要なパッケージはありません
nl: Geen hulp aangevraagd
pt: Nenhuma ajuda requisitada
ru: Просьб о помощи не поступало

source: in adoption since today.
de: seit heute übernommen.
it: in adozione da oggi.
ja: 今日から養子になっています。
nl: in adoptie sinds vandaag.
pt: em adoção desde hoje.
ru: "усыновление" начато сегодня.

source: in adoption since yesterday.
de: seit gestern übernommen.
it: in adozione da ieri.
ja: 昨日から養子になっています。
nl: in adoptie sinds gisteren.
pt: em adoção desde ontem
ru: "усыновление" начато вчера.

source: %s days in adoption.
de: seit %s Tagen übernommen.
it: in adozione da %s giorni.
ja: %s 日間養子になっています。
nl: %s dagen in adoptie.
pt: em adoção por %s dias.
ru: \"усыновление\" начато %s дней назад.

source: in preparation since today.
de: seit heute in Vorbereitung.
it: in preparazione da oggi.
ja: 今日から準備中です。
nl: in voorbereiding sinds vandaag.
pt: em preparação desde hoje.
ru: работа начата сегодня.

source: in preparation since yesterday.
de: seit gestern in Vorbereitung.
it: in preparazione da ieri.
ja: 昨日から準備中です。
nl: in voorbereiding sinds gisteren.
pt: em preparação desde ontem.
ru: работа начата вчера.

source: %s days in preparation.
de: seit %s Tagen in Vorbereitung.
it: in preparazione da %s giorni.
ja: %s 日前から準備中です。
nl: %s dagen in voorbereiding.
pt: %s dias em preparação.
ru: работа начата %s дней назад.

source: requested today.
de: heute angefordert.
it: richiesto oggi.
ja: 今日要求されました。
nl: vandaag aangevraagd.
pt: requisitado hoje.
ru: просьба поступила сегодня.

source: requested yesterday.
de: gestern angefordert.
it: richiesto ieri.
ja: 昨日要求されました。
nl: gisteren aangevraagd.
pt: requisitado ontem.
ru: просьба поступила вчера.

source: requested %s days ago.
de: vor %s Tagen angefordert.
it: richiesto da %s giorni.
ja: %s 日前に要求されました。
nl: %s dagen geleden aangevraagd.
pt: requisitado a %s dias.
ru: просьба поступила %s дней назад.

source: package info
de: Paketinformationen
it: informazioni sul pacchetto
ja: パッケージ情報
nl: pakketinfo
pt: informações do pacote
ru: информация о пакете

source: More information
de: Weitere Informationen
it: Maggiori informazioni
ja: 追加情報
nl: Voor meer info
pt: Informações adicionais
ru: Более подробная информация

source: Debian is a registered trademark of Software in the Public Interest, Inc.
de: Debian ist ein eingetragenes Warenzeichen von Software in the Public Interest, Inc.
it: Debian è un marchio registrato di Software in the Public Interest, Inc.
ja: Debian は Software in the Public Interest, Inc の登録商標です。
nl: Debian is een geregisteerd handelsmerk van Software in the Public Interest, Inc.
pt: Debian é uma marca registrada da Software in the Public Interest, Inc.

source: discussed
de: diskutiert
it: discusso

source: voted on
de: in Abstimmung
it: votato il

source: <void id="faq-bottom" />faq
de: FAQ
ja: FAQ

source: <void id="dc_faq" />FAQ
de: FAQ
