Repository: l/debian-webwml
Catalog: webwml/*/po/templates.*.po
Languages: de, it, ja, nl, pt, ru

source: Download with Jigdo
de: Mit jigdo herunterladen
it: Scarica tramite Jigdo
ja: Jigdo を使ったダウンロード
nl: Downloaden met Jigdo
pt: Download com Jigdo
ru: Загрузить с помощью Jigdo

source: Download via HTTP/FTP
de: Über HTTP/FTP herunterladen
it: Scarica via HTTP/FTP
ja: HTTP/FTP 経由のダウンロード
nl: Downloaden met HTTP/FTP
ru: Загрузить по HTTP/FTP

source: Buy CDs or DVDs
de: CDs oder DVDs kaufen
it: Compra CD o DVD
ja: CD/DVD を購入
nl: Koop CD's of DVD's
pt: Compre CDs ou DVDs
ru: Купить диски CD или DVD

source: Network Install
de: Netzwerk-Installation
it: Installazione via rete
ja: ネットワークインストール
nl: Netwerkinstallatie
pt: Instalação via Rede
ru: Установка по сети

source: <void id="dc_download" />Download
de: Herunterladen
it: <void id="dc_download" />Scarica
ja: <void id="dc_download" />ダウンロード
ru: <void id="dc_faq" />Загрузить

source: <void id="dc_misc" />Misc
de: Verschiedenes
it: <void id="dc_misc" />Varie
ja: <void id="dc_misc" />その他
nl: <void id="dc_misc" />Diversen
ru: <void id="dc_misc" />Разное

source: <void id="dc_artwork" />Artwork
de: Druckvorlagen
it: <void id="dc_artwork" />Copertine per CD
ja: <void id="dc_artwork" />アートワーク
nl: <void id="dc_artwork" />Kunst
pt: <void id="dc_artwork" />Arte gráfica
ru: <void id="dc_artwork" />Творчество

source: <void id="dc_mirroring" />Mirroring
de: Spiegeln
it: <void id="dc_mirroring" />Mirror
ja: <void id="dc_mirroring" />ミラーリング
nl: <void id="dc_mirroring" />Spiegelserver
pt: <void id="dc_mirroring" />Espelhando
ru: <void id="dc_mirroring" />Зеркалирование

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
de: Rsync-Spiegel
it: <void id="dc_rsyncmirrors" />Mirror rsync
ja: <void id="dc_rsyncmirrors" />rsync ミラー
nl: <void id="dc_rsyncmirrors" />Rsync Spiegelservers
pt: <void id="dc_rsyncmirrors" />Espelhos Rsync
ru: <void id="dc_rsyncmirrors" />Зеркала Rsync

source: <void id="dc_torrent" />Download with Torrent
de: Mit Torrent herunterladen
it: <void id="dc_torrent" />Scarica con Torrent
ja: <void id="dc_torrent" />Torrent でダウンロード
nl: <void id="dc_torrent" />Download met Torrent
pt: <void id="dc_torrent" />Download com Torrent
ru: <void id="dc_torrent" />Загрузить через Torrent

source: <void id="dc_pik" />Pseudo Image Kit
de: Pseudo-Image-Kit
ja: <void id="dc_pik" />疑似イメージキット
pt: <void id="dc_pik" />Kit de Pseudo Imagens
ru: <void id="dc_pik" />Инструменты псевдо-образа

source: <void id="dc_relinfo" />Image Release Info
de: Image-Release-Informationen
it: <void id="dc_relinfo" />Informazioni sulle immagini
ja: <void id="dc_relinfo" />イメージのリリース情報
nl: <void id="dc_relinfo" />Image Release Informatie
pt: <void id="dc_relinfo" />Informações sobre o Lançamento da Imagem
ru: <void id="dc_relinfo" />Информация об образе выпуска

source: Debian CD team
it: Team Debian CD
ja: Debian CD チーム
pt: Equipe de CD do Debian
ru: Команда CD Debian

source: debian_on_cd
de: Debian auf CD
it: debian_su_cd
ja: Debian の CD
pt: debian_em_cd
ru: Debian на CD

source: buy
de: Kaufen
it: acquista
ja: 購入
nl: koop
pt: compre
ru: Купить

source: net_install
de: Netz-Installation
it: install_via_rete
ja: ネットインストール
ru: Установка по сети

source: <void id="misc-bottom" />misc
de: Verschiedenes
it: <void id="misc-bottom" />varie
ja: その他
ru: <void id="misc-bottom" />разное

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
de: Englischsprachige <a href="/MailingLists/disclaimer">öffentliche Mailingliste</a> für CDs/DVDs:
it: <a href="/MailingLists/disclaimer">Lista di messaggi pubblica</a> in lingua inglese per CD/DVD:
ja: 英語での CD/DVD 用 <a href="MailingLists/disclaimer">公開メーリングリスト</a>:
nl: Engelstalige <a href="/MailingLists/disclaimer">publieke mailinglijst</a> voor CD's/DVD's
pt: <a href="/MailingLists/disclaimer">Lista de discussão pública</a> em inglês para CDs/DVDs:
ru: Англоязычный <a href="/MailingLists/disclaimer">список рассылки</a>, посвящённый компакт-дискам и DVD:

source: Yes
de: Ja
it: Sì
ja: あり
nl: Ja
pt: Sim
ru: Да

source: No
de: Nein
ja: なし
nl: Nee
pt: Não
ru: Нет

source: Debian Project
de: Debian-Projekt
it: Progetto Debian
ja: Debian プロジェクト
pt: Projeto Debian
ru: Проект Debian

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
de: Debian GNU/Linux ist eine freie Distribution des GNU/Linux-Betriebssystems. Sie wird ausschließlich von vielen Freiwilligen gewartet und aktuell gehalten.
it: Debian GNU/Linux è una distribuzione libera del sistema operativo GNU/Linux. È gestita e aggiornata dal lavoro di molti utenti che volontariamente offrono il loro tempo e il loro lavoro.
ja: Debian GNU/Linux は GNU/Linux オペレーティングシステムのフリーなディストリビューションです。時間と手間を提供する多数のユーザによって保守・更新されています。
nl: Debian GNU/Linux is een vrije distributie van het GNU/Linux besturingssysteem. Onderhoud en bijwerken gebeurt door de vele gebruikers die vrijwillig hun tijd en inspanningen aanbieden.
pt: Debian GNU/Linux é uma distribuição livre do sistema operacional GNU/Linux. Ela é mantida e atualizada através do trabalho de muitos usuários que doam seu tempo e esforço voluntariamente.
ru: Debian GNU/Linux&nbsp;&mdash; это свободный дистрибутив операционной системы GNU/Linux. Он сопровождается и разрабатывается трудом людей, добровольно вкладывающих в это своё свободное время и свои усилия.

source: debian, GNU, linux, unix, open source, free, DFSG
de: debian, GNU, linux, unix, open source, frei, DFSG
it: debian, GNU, linux, unix, open source, libero, DFSG
ja: debian, GNU, linux, unix, オープンソース, フリー, DFSG
nl: debian, GNU, linux, unix, open source, vrij, DFSG
pt: debian, GNU, linux, unix, código aberto, livre, DFSG
ru: debian, дебиан, GNU, linux, линукс, unix, юникс, open source, free, свободный, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
de: Zurück zur <a href="m4_HOME/">Homepage des Debian-Projekts</a>.
it: Ritorna alla pagina principale del <a href="m4_HOME/">Progetto Debian</a>.
ja: <a href="m4_HOME/">Debian プロジェクトホームページ</a>に戻る。
nl: Terug naar de <a href="m4_HOME/">homepagina van het Debian Project</a>.
pt: Voltar para a <a href="m4_HOME/">página principal do Projeto Debian</a>.
ru: Назад на домашнюю страницу проекта <a href="m4_HOME/">Debian</a>.

source: Home
it: Pagina principale
ja: ホーム
nl: Thuis
pt: Página Principal
ru: В&nbsp;начало

source: Skip Quicknav
de: Schnellnavigation überspringen
it: Salta la barra di navigazione
ja: クイックナビをスキップ
nl: Overslaan van navigatiebalk
pt: Pular "Quicknav"
ru: Пропустить QuickNav

source: About
de: Über&nbsp;Debian
it: Informazioni
ja: Debian について
nl: Info
pt: Sobre
ru: О&nbsp;Debian

source: About Debian
de: Über Debian
it: Informazioni su Debian
ja: Debian について
nl: Over Debian
pt: Sobre o Debian
ru: О Debian

source: Contact&nbsp;Us
de: Kontakte
it: Contattaci
ja: 私たちとコンタクトを取る
nl: Neem&nbsp;contact&nbsp;op
pt: Contate-nos
ru: Как&nbsp;с&nbsp;нами&nbsp;связаться

source: Donations
de: Spenden
it: Donazioni
ja: 寄付
nl: Giften
pt: Doações
ru: Пожертвования

source: Events
de: Veranstaltungen
it: Avvenimenti
ja: イベント
nl: Agenda
pt: Eventos
ru: События

source: News
de: Nachrichten
it: Notizie
ja: ニュース
nl: Nieuws
pt: Notícias
ru: Новости

source: Distribution
it: Distribuzione
ja: ディストリビューション
nl: Distributie
pt: Distribuição
ru: Дистрибутив

source: Support
de: Unterstützung
it: Supporto
ja: サポート
nl: Ondersteuning
pt: Suporte
ru: Поддержка

source: Developers'&nbsp;Corner
de: Entwickler-Ecke
it: Angolo&nbsp;degli&nbsp;sviluppatori
ja: 開発者のコーナー
nl: Ontwikkeling
pt: Para&nbsp;Desenvolvedores
ru: Уголок&nbsp;разработчика

source: Documentation
de: Dokumentation
it: Documentazione
ja: 文書
nl: Documentatie
pt: Documentação
ru: Документация

source: Security&nbsp;Information
de: Sicherheitsinformationen
it: Informazioni&nbsp;sulla&nbsp;sicurezza
ja: セキュリティ情報
nl: Informatie&nbsp;over&nbsp;beveiliging
pt: Informações&nbsp;sobre&nbsp;Segurança
ru: Информация&nbsp;о&nbsp;безопасности

source: Search
de: Suche
it: Cerca
ja: 検索
nl: Zoeken
pt: Busca
ru: Поиск

source: none
de: kein
it: nessuno
ja: なし
nl: geen
pt: nenhum
ru: нет

source: Go
de: Los
it: Vai
nl: Start
pt: Ir
ru: Перейти

source: worldwide
de: weltweit
it: globale
ja: 全世界
nl: wereldwijd
pt: mundialmente
ru: повсюду

source: Site map
it: Mappa del sito
ja: サイトマップ
nl: Index
pt: Mapa do site
ru: Карта сайта

source: Miscellaneous
de: Verschiedenes
it: Varie
ja: その他
nl: Diversen
pt: Miscelânea
ru: Разное

source: Getting Debian
de: Debian besorgen
it: Ottenere Debian
ja: Debian を入手する
nl: Verkrijgen
pt: Obtendo o Debian
ru: Где взять Debian

source: List of Consultants
de: Liste der Berater
it: Elenco dei consulenti
ja: コンサルタント一覧
nl: Overzicht van Debian dienstverleners
pt: Lista de Consultores
ru: Список консультантов

source: Back to the <a href="./">Debian consultants page</a>.
de: Zurück zur <a href="./">Debian Beraterseite</a>.
it: Ritorna alla <a href="./">pagina dei consulenti Debian</a>.
ja: <a href="./">Debian コンサルタントのページ</a>に戻る。
nl: Terug naar de <a href="./">Debian dienstverleners pagina</a>.
pt: Voltar para a <a href="./">página de consultores do Debian</a>.
ru: Назад на страницу <a href="./">консультантов Debian</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
de: Bitte schicken Sie alle Kommentare, Kritiken und Vorschläge zu diesen Webseiten an unsere <a href="mailto:debian-doc@lists.debian.org">Mailingliste</a> (in Englisch).
it: Tutti i commenti, critiche e suggerimenti riguardo a queste pagine web vanno spediti, <strong>in inglese</strong>, alla lista <a href="mailto:debian-doc@lists.debian.org">debian-doc</a>. Commenti, critiche e suggerimenti in italiano vanno invece inviati alla <a href="mailto:debian-l10n-italian@lists.debian.org">lista di messaggi dei traduttori Debian italiani</a>.
ja: これらのウェブページに関するコメント、ご意見、ご提案は<a href="mailto:debian-doc@lists.debian.org">メーリングリスト</a>までお寄せください。
nl: Stuur commentaar, kritiek en suggesties over deze pagina's naar onze <a href="mailto:debian-doc@lists.debian.org">mailinglijst</a>.
pt: Por favor, envie seus comentários, críticas e sugestões sobre essas páginas para a nossa <a href="mailto:debian-doc@lists.debian.org">lista de discussão</a>.
ru: Пожалуйста, направляйте все комментарии, критику и предложения, связанные с этими страницами, в наш <a href="mailto:debian-doc@lists.debian.org">список рассылки</a>.

source: Upcoming Attractions
de: Kommende Veranstaltungen
it: Prossime attrazioni
ja: 近日開催されるイベント
nl: Komende evenementen
pt: Próximas Atrações
ru: Предстоящие события

source: link may no longer be valid
de: Link könnte veraltet sein
it: il link potrebbe non essere pi&ugrave; valido
ja: リンクが切れている可能性があります
nl: de link is misschien niet meer geldig
pt: o link pode não ser válido mais
ru: Ссылка может больше не действовать

source: When
de: Wann
it: Quando
ja: 日時
nl: Wanneer
pt: Quando
ru: Когда

source: Where
de: Wo
it: Dove
ja: 場所
nl: Waar
pt: Onde
ru: Где

source: More Info
de: Weitere Informationen
it: Ulteriori informazioni
ja: 追加情報
nl: Voor meer info
pt: Mais Informações
ru: Более подробная информация

source: Debian Involvement
de: Beteiligung von Debian
it: Come Debian è coinvolta
ja: Debian 関連情報
nl: Betrokkenheid van Debian
pt: Envolvimento do Debian
ru: Участие Debian

source: Main Coordinator
de: Hauptkoordinator
it: Coordinatore principale
ja: メインコーディネータ
nl: Hoofdcoördinator
pt: Coordenador Principal
ru: Основной координатор

source: <th>Project</th><th>Coordinator</th>
de: <th>Projekt</th><th>Koordinator</th>
it: <th>Progetto</th><th>Coordinatore</th>
ja: <th>プロジェクト</th><th>コーディネータ</th>
nl: <th>Project</th><th>Coördinator</th>
pt: <th>Coordenador do</th><th>Projeto</th>
ru: <th>Координатор</th><th>проекта</th>

source: Related Links
de: Weitere Links
it: Collegamenti comuni
ja: 関連リンク
nl: Verwante sites
pt: Links Relacionados
ru: Связанные ссылки

source: Latest News
de: Neuste Nachrichten
it: Ultime notizie
ja: 最新ニュース
nl: Laatste nieuws
pt: Últimas Notícias
ru: Последние новости

source: Download calendar entry
de: Kalender-Eintrag herunterladen
it: Scarica una voce di calendario
ja: カレンダーのダウンロード
nl: Download kalender-item
pt: Baixar entrada no calendário
ru: Загрузить информацию о событии

source: not needed
de: nicht benötigt
it: non richiesto
ja: 必要なし
nl: niet nodig
pt: não necessário
ru: не требуется

source: not available
de: nicht vorhanden
it: non disponibile
ja: 利用できません
nl: niet beschikbaar
pt: não disponível
ru: недоступно

source: N/A
de: nicht anwendbar
it: N/D
nl: n.v.t.
ru: не применимо

source: in release 1.1
de: in Version 1.1
it: nella versione 1.1
ja: リリース 1.1 において
nl: in versie 1.1
pt: na versão 1.1
ru: в выпуске 1.1

source: in release 1.3
de: in Version 1.3
it: nella versione 1.3
ja: リリース 1.3 において
nl: in versie 1.3
pt: na versão 1.3
ru: в выпуске 1.3

source: in release 2.0
de: in Version 2.0
it: nella versione 2.0
ja: リリース 2.0 において
nl: in versie 2.0
pt: na versão 2.0
ru: в выпуске 2.0

source: in release 2.1
de: in Version 2.1
it: nella versione 2.1
ja: リリース 2.1 において
nl: in versie 2.1
pt: na versão 2.1
ru: в выпуске 2.1

source: in release 2.2
de: in Version 2.2
it: nella versione 2.2
ja: リリース 2.2 において
nl: in versie 2.2
pt: na versão 2.2
ru: в выпуске 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
de: Um Probleme mit der Website zu melden, schreiben Sie bitte eine E-Mail in Englisch an <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Rechtschreibfehler in der deutschen Übersetzung senden Sie bitte an <a href="mailto:debian-l10n-german@lists.debian.org">debian-l10n-german@lists.debian.org</a>. Weitere Kontaktinformationen finden Sie auf Debians <a href="m4_HOME/contact">Kontakt-Seite</a>.
it: Per segnalare un problema con il sito web inviare una e-mail <strong>in inglese</strong> a <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Segnalazioni in italiano vanno invece inviate alla <a href="mailto:debian-l10n-italian@lists.debian.org">lista di messaggi dei traduttori Debian italiani</a>. Vedere la <a href="m4_HOME/contact">pagina dei contatti</a> Debian per altre informazioni su come contattarci.
ja: ウェブサイトの問題を報告するには、<a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>にメールを送ってください。その他の連絡先に関する情報は、Debian の<a href="m4_HOME/contact">コンタクトページ</a>をご覧ください。
nl: Stuur, om een probleem met de website te rapporteren, een e-mail (in het Engels) naar <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a> of (in het Nederlands) naar <a href="mailto:debian-l10n-dutch@lists.debian.org">debian-l10n-dutch@lists.debian.org</a>. Problemen met de Nederlandse vertaling kunnen eveneens naar het tweede adres worden gestuurd. Zie <a href="m4_HOME/contact">contactpagina</a> voor algemene contactinformatie.
pt: Para relatar um problema com o site, envie uma mensagem em inglês para <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a> ou em português para <a href="mailto:debian-l10n-portuguese@lists.debian.org">debian-l10n-portuguese@lists.debian.org</a>. Para outras informações de contato, veja a <a href="m4_HOME/contact">página de contato</a> do Debian.
ru: Чтобы сообщить об ошибке или другой проблеме, связанной с web-сайтом, отправьте сообщение (на английском) в список рассылки <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Об ошибках в русском переводе сообщайте в рускоязычный список рассылки <a href="mailto:debian-l10n-russian@lists.debian.org">debian-l10n-russian@lists.debian.org</a>. Прочую контактную информацию см. на странице <a href="m4_HOME/contact">Как с нами связаться</a>.

source: Last Modified
de: Zuletzt geändert
it: Ultima modifica
ja: 最終更新
nl: Laatste aanpassing
pt: Última Modificação
ru: Последнее изменение

source: Copyright
ru: Авторские права

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
de: Hier die <a href="m4_HOME/license" rel="copyright">Lizenzbestimmungen</a>
it: Vedere <a href="m4_HOME/license" rel="copyright">i termini della licenza</a>
ja: <a href="m4_HOME/license" rel="copyright">ライセンス条項</a>をご覧下さい。
nl: Zie de <a href="m4_HOME/license" rel="copyright">licentievoorwaarden</a>
pt: Veja os <a href="m4_HOME/license" rel="copyright">termos de licença</a>
ru: См. <a href="m4_HOME/license" rel="copyright">условия лицензии</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
ru: Debian является зарегистрированным <a href="m4_HOME/trademark">товарным знаком</a> компании Software in the Public Interest, Inc. (Программное обеспечение в интересах общества)

source: This page is also available in the following languages:
de: Diese Seite gibt es auch in den folgenden Sprachen:
it: Questa pagina è disponibile anche nelle lingue seguenti:
ja: このページは以下の言語でもご覧になれます
nl: Deze pagina is ook beschikbaar in de volgende talen:
pt: Esta página também está disponível nos seguintes idiomas:
ru: Эта страница также доступна на следующих языках:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
de: Wie stellt man <a href=m4_HOME/intro/cn>die Standardsprache</a> ein
it: Come configurare <a href=m4_HOME/intro/cn>la lingua predefinita per i documenti</a>
ja: <a href=m4_HOME/intro/cn>デフォルトの言語を設定するには</a>
nl: De <a href=m4_HOME/intro/cn>standaard taal voor webpagina's</a> instellen
pt: Como configurar <a href=m4_HOME/intro/cn>o idioma padrão dos documentos</a>
ru: Как установить <a href=m4_HOME/intro/cn>язык по умолчанию</a>

source: Debian&nbsp;International
it: Debian&nbsp;diventa&nbsp;Internazionale
ja: Debian の国際化に向けて
nl: Debian&nbsp;Internationaal
pt: Debian&nbsp;Internacional
ru: Международный&nbsp;Debian

source: Partners
de: Partner
it: Partner
ja: パートナー
pt: Parceiros
ru: Партнёры

source: Debian Weekly News
it: Notizie settimanali Debian
ja: Debian ウィークリーニュース
nl: Wekelijkse Debian Nieuws
ru: Еженедельные новости Debian

source: Weekly&nbsp;News
de: Wöchentliche&nbsp;Nachrichten
it: Notizie&nbsp;settimanali
ja: ウィークリーニュース
nl: Wekelijks&nbsp;Nieuws
pt: Notícias&nbsp;Semanais
ru: Еженедельные&nbsp;новости

source: Release&nbsp;Info
de: Release-Informationen
it: Informazioni&nbsp;sulle&nbsp;Versioni
ja: リリース情報
nl: Release-informatie
pt: Informações&nbsp;sobre&nbsp;Versões
ru: Информация&nbsp;о&nbsp;выпусках

source: Debian&nbsp;Packages
de: Debian-Softwarepakete
it: Pacchetti&nbsp;Debian
ja: Debian パッケージ
nl: Debian&nbsp;Pakketten
pt: Pacotes&nbsp;no&nbsp;Debian
ru: Пакеты&nbsp;Debian

source: Download
it: Scaricare
ja: でのダウンロード
nl: Downloaden
ru: Загрузить

source: Debian&nbsp;on&nbsp;CD
de: Debian&nbsp;auf&nbsp;CD
it: Debian&nbsp;su&nbsp;CD
ja: Debian の CD
nl: Debian&nbsp;op&nbsp;CD
pt: Debian&nbsp;em&nbsp;CDs
ru: Debian&nbsp;на&nbsp;CD

source: Debian&nbsp;Books
de: Debian-Bücher
it: Libri&nbsp;su&nbsp;Debian
ja: Debian に関する書籍
nl: Debian&nbsp;Boeken
pt: Livros&nbsp;sobre&nbsp;Debian
ru: Книги&nbsp;о&nbsp;Debian

source: Mailing&nbsp;List&nbsp;Archives
de: Archiv&nbsp;der&nbsp;Mailinglisten
it: Archivi&nbsp;delle&nbsp;liste&nbsp;di&nbsp;messaggi
ja: メーリングリストアーカイブ
nl: Mailinglijst&nbsp;Archieven
pt: Arquivos&nbsp;das&nbsp;Listas&nbsp;de&nbsp;Discussão
ru: Архивы&nbsp;списков&nbsp;рассылки

source: Mailing&nbsp;Lists
de: Mailinglisten
it: Liste&nbsp;di&nbsp;messaggi
ja: メーリングリスト
nl: Mailinglijsten
pt: Listas&nbsp;de&nbsp;Discussão
ru: Списки&nbsp;рассылки

source: Social&nbsp;Contract
de: Gesellschaftsvertrag
it: Il&nbsp;nostro&nbsp;contratto&nbsp;sociale
ja: 私たちの社会契約
nl: Sociaal&nbsp;Contract
pt: Contrato&nbsp;Social
ru: Общественный&nbsp;договор

source: Visit the site sponsor
de: Besuchen Sie unseren Sponsor
it: Visita il sito dello sponsor
ja: このサイトのスポンサー
nl: Bezoek de sponsor van deze site
pt: Visite o patrocinador do site
ru: Посетите&nbsp;нашего&nbsp;спонсора

source: Site map for Debian web pages
de: Sitemap der Debian-Webseiten
it: Mappa del sito per le pagine Debian
ja: Debian ウェブページのサイトマップ
nl: Kaart van de Debian website
pt: Mapa do site para as páginas web do Debian
ru: Карта сайта Debian

source: Developer Database
de: Entwickler-Datenbank
it: Base di dati degli sviluppatori
ja: 開発者データベース
nl: Ontwikkelaarsdatabase
pt: Banco de Dados dos Desenvolvedores
ru: База данных о разработчиках

source: Debian Policy Manual
de: Debian Policy-Handbuch
it: Manuale delle norme Debian
ja: Debian ポリシーマニュアル
nl: Debian beleidshandboek
pt: Manual de Normas da Debian
ru: Руководство по политике Debian

source: Developers' Reference
de: Entwickler-Handbuch
it: Guida dello sviluppatore Debian
ja: デベロッパーズリファレンス
nl: Naslagwerk voor ontwikkelaars
pt: Referência para Desenvolvedores
ru: Справочник разработчика

source: New Maintainers' Guide
de: Handbuch für neue Paketbetreuer
it: Guida del nuovo manutentore
ja: Debian メンテナ入門
nl: Naslagwerk voor nieuwe ontwikkelaars
pt: Guia para Novos Mantenedores
ru: Руководство нового разработчика

source: Release Critical Bugs
de: Release-kritische Fehler
it: Problemi critici
ja: リリース上の致命的バグ
nl: Release-kritieke Bugs
pt: Bugs Críticos para Lançamento de Novas Versões
ru: Ошибки, критичные для выпуска

source: Lintian Reports
de: Lintian-Überprüfung
it: Rapporti di lintian
ja: Lintian によるポリシー準拠チェック
nl: Lintian Rapporten
pt: Relatórios do Lintian
ru: Отчёты Lintian

source: Archives for users' mailing lists
de: Archive für Anwender-Mailinglisten
it: Archivi delle liste di messaggi per utenti
ja: ユーザ用メーリングリストのアーカイブ
nl: Archieven van gebruikersmailinglijsten
pt: Arquivos de listas de discussão de usuários
ru: Архивы пользовательских списков рассылки

source: Archives for developers' mailing lists
de: Archive für Entwickler-Mailinglisten
it: Archivi delle liste di messaggi per sviluppatori
ja: 開発者用メーリングリストのアーカイブ
nl: Archieven van ontwikkelaarsmailinglijsten
pt: Arquivos das listas de discussão dos desenvolvedores
ru: Архивы списков рассылки для разработчиков

source: Archives for i18n/l10n mailing lists
de: Archive für i18n/l10n-Mailinglisten
it: Archivi delle liste di messaggi i18n/l10n
ja: 国際化/地域化メーリングリストのアーカイブ
nl: Archieven van i18n/l10n-mailinglijsten
pt: Arquivos das listas de discussão de i18n/l10n
ru: Архивы списков рассылки по интернационализации и локализации

source: Archives for ports' mailing lists
de: Archive für Portierungs-Mailinglisten
it: Archivi delle liste di messaggi per i port
ja: 移植用メーリングリストのアーカイブ
nl: Archieven van port-mailinglijsten
pt: Arquivos das listas de discussão de portes
ru: Архивы списков рассылки по переносам на разные архитектуры

source: Archives for mailing lists of the Bug tracking system
de: Archive für Mailinglisten der Fehlerdatenbank
it: Archivi delle liste di messaggi del sistema di tracciamento dei bug
ja: バグ追跡システム用メーリングリストのアーカイブ
nl: Archieven van mailinglijsten van het Bugtraceersysteem
pt: Arquivos das listas de discussão do sistema de gerenciamento de bugs
ru: Архивы списков рассылки по системе отслеживания ошибок

source: Archives for miscellaneous mailing lists
de: Archive für sonstige Mailinglisten
it: Archivi delle liste di messaggi varie
ja: その他のメーリングリスト群のアーカイブ
nl: Archieven van overige mailinglijsten
pt: Arquivos das listas de discussão variadas
ru: Архивы других списков рассылки

source: Free&nbsp;Software
de: Freie&nbsp;Software
it: Software&nbsp;libero
ja: フリーソフトウェア
nl: Vrije&nbsp;Software
pt: Software&nbsp;Livre
ru: Свободное&nbsp;программное&nbsp;обеспечение

source: Development
de: Entwicklung
it: Sviluppo
ja: 開発
nl: Ontwikkeling
pt: Desenvolvimento
ru: Разработка

source: Help Debian
de: Debian unterstützen
it: Aiutare Debian
ja: Debian を支援する
pt: Ajude o Debian
ru: Как помочь Debian
