Repository: l/debian-webwml
Catalog: webwml/*/po/vendors.*.po
Languages: de, fr, it, ja, nl, ru

source: Vendor:
de: Distributor:
fr: Vendeur :
it: Venditore:
ja: ベンダ名:
nl: Producent:
ru: Поставщик:

source: URL for Debian Page:
de: URL der Debian-Seite:
fr: URL de la page Debian :
it: URL della pagina Debian:
ja: Debian に関するページの URL:
nl: URL voor Debian-pagina:
ru: URL страницы Debian:

source: Allows Contribution to Debian:
de: Erlaubt eine Spende an Debian:
fr: Accepte une donation à Debian :
it: Permette i contributi a Debian:
ja: Debian への寄付が可能か:
nl: Staat Contributie aan Debian toe:
ru: Жертвует часть дохода Debian:

source: Country:
de: Land:
fr: Pays :
it: Stato:
ja: 国:
nl: Land:
ru: Страна:

source: Ship International:
de: Versand ins Ausland:
fr: Expédition internationale :
it: Consegne internazionali:
ja: 海外発送:
nl: Verstuurt naar het buitenland:
ru: Международные поставки:

source: within Europe
de: in Europa
fr: en Europe
it: in Europa
ja: ヨーロッパ限定
nl: binnen Europa
ru: Только в Европе

source: To some areas
de: in bestimmten Gebieten
fr: Dans certaines zones
it: in alcune regioni
ja: 地域限定
nl: Naar sommige gebieden
ru: В некоторые страны

source: CD Type:
de: Art der CD:
fr: Type de CD :
it: Tipo di CD:
ja: CD の収録内容:
nl: Type CD:
ru: Тип CD:

source: DVD Type:
de: DVD-Typ:
fr: Type de DVD :
it: Tipo DVD:
ja: DVD の収録内容:
nl: Type DVD:
ru: Тип DVD:

source: Official CD
it: CD Ufficiale
nl: Officiële CD
ru: Официальный CD

source: Official DVD
it: DVD Ufficiale
nl: Officiële DVD
ru: Официальный DVD

source: Development Snapshot
it: Immagine dello sviluppo
nl: Momentopname van ontwikkeling
ru: снимок архива в стадии разработки

source: Vendor Release
it: Versione del rivenditore
nl: Leveranciersrelease
ru: Выпуск в редакции поставщика

source: Multiple Distribution
it: distribuzione multipla
nl: Meerdere Distributies
ru: Несколько дистрибутивов

source: non-US included
it: non-US incluso
nl: inclusief non-US
ru: включая секцию не-США

source: non-free included
it: non-free incluso
nl: inclusief non-free
ru: включая несвободную секцию

source: contrib included
it: contrib incluso
nl: inclusief contrib
ru: включая добавочную секцию

source: vendor additions
it: aggiunte del rivenditore
nl: toevoegingen door de leverancier
ru: дополнения от поставщика

source: Custom Release
it: Versione personalizzata
nl: Aangepaste release
ru: Адаптированный выпуск

source: reseller of $var
it: rivenditore di $var
nl: herverkoper van $var
ru: реселлер $var

source: reseller
it: rivenditore
nl: herverkoper
ru: реселлер

source: updated weekly
it: aggiornato ogni settimana
nl: wordt wekelijks bijgewerkt
ru: обновляется еженедельно

source: updated twice weekly
it: aggiornato ogni due settimane
nl: wordt tweewekelijks bijgewerkt
ru: обновляется дважды в неделю

source: updated monthly
it: aggiornato mensilmente
nl: wordt maandelijks bijgewerkt
ru: обновляется ежемесячно

source: and
de: und
fr: et
it: e
ja: および
nl: en
ru: и

source: source
de: Quellcode
it: sorgente
ja: ソース
nl: broncode
ru: исходный код

source: Architectures:
de: Architekturen:
it: Architetture:
ja: アーキテクチャ:
nl: Architecturen:
ru: Архитектуры:

source: email:
fr: mél :
ja: 電子メール:

source: Vendor
de: Händler
fr: Vendeur
ja: ベンダ名

source: Allows Contributions
de: Erlaubt Spenden
fr: Accepte une donation à Debian
ja: 寄付が可能か

source: Architectures
de: Architekturen
ja: アーキテクチャ

source: Ship International
de: Versand ins Ausland
fr: Expédition internationale
ja: 海外発送

source: Contact
de: Kontakt
ja: 連絡先

source: Vendor Home
de: Name des Händlers
fr: Vendeur
ja: ベンダのホームページ

source: page
de: Seite
ja: ページ

source: email
fr: courriel
ja: 電子メール
