Repository: l/debian-webwml
Catalog: webwml/*/po/vote.*.po
Languages: fr, it

source: Date
it: Data

source: Time Line
fr: Calendrier
it: Scadenze

source: Summary
fr: Résumé
it: Sommario

source: Nominations
it: Designazioni

source: Debate
fr: Débat
it: Discussione

source: Platforms
fr: Plates-formes
it: Programmi

source: Proposer
fr: Déposant
it: Proponente

source: Proposal A Proposer
fr: Déposant de la proposition A
it: Proponente della proposta A

source: Proposal B Proposer
fr: Déposant de la proposition B
it: Proponente della proposta B

source: Proposal C Proposer
fr: Déposant de la proposition C
it: Proponente della proposta C

source: Proposal D Proposer
fr: Déposant de la proposition D
it: Proponente della proposta D

source: Proposal E Proposer
fr: Déposant de la proposition E
it: Proponente della proposta F

source: Proposal F Proposer
fr: Déposant de la proposition F
it: Proponente della proposta F

source: Seconds
fr: Parrains
it: Sostenitori

source: Proposal A Seconds
fr: Parrains de la proposition A
it: Sostenitori della proposta A

source: Proposal B Seconds
fr: Parrains de la proposition B
it: Sostenitori della proposta B

source: Proposal C Seconds
fr: Parrains de la proposition C
it: Sostenitori della proposta C

source: Proposal D Seconds
fr: Parrains de la proposition D
it: Sostenitori della proposta D

source: Proposal E Seconds
fr: Parrains de la proposition E
it: Sostenitori della proposta E

source: Proposal F Seconds
fr: Parrains de la proposition F
it: Sostenitori della proposta F

source: Opposition
it: Opposizione

source: Text
fr: Texte
it: Testo

source: Proposal A
fr: Proposition A
it: Proposta A

source: Proposal B
fr: Proposition B
it: Proposta B

source: Proposal C
fr: Proposition C
it: Proposta C

source: Proposal D
fr: Proposition D
it: Proposta D

source: Proposal E
fr: Proposition E
it: Proposta E

source: Proposal F
fr: Proposition F
it: Proposta F

source: Choices
fr: Choix
it: Scelte

source: Amendment Proposer
fr: Déposant de l'amendement
it: Proponente dell'emendamento

source: Amendment Seconds
fr: Parrains de l'amendement
it: Sostenitori dell'emendamento

source: Amendment Text
fr: Texte de l'amendement
it: Testo dell'emendamento

source: Amendment Proposer A
fr: Déposant de l'amendement A
it: Proponente dell'emendamento A

source: Amendment Seconds A
fr: Parrains de l'amendement A
it: Sostenitori dell'emendamento A

source: Amendment Text A
fr: Texte de l'amendement A
it: Testo dell'emendamento A

source: Amendment Proposer B
fr: Déposant de l'amendement B
it: Proponente dell'emendamento B

source: Amendment Seconds B
fr: Parrains de l'amendement B
it: Sostenitori dell'emendamento B

source: Amendment Text B
fr: Texte de l'amendement B
it: Testo dell'emendamento B

source: Amendment Proposer C
fr: Déposant de l'amendement C
it: Proponente dell'emendamento C

source: Amendment Seconds C
fr: Parrains de l'amendement C
it: Sostenitori dell'emendamento C

source: Amendment Text C
fr: Texte de l'amendement C
it: Testo dell'emendamento C

source: Amendments
fr: Amendements
it: Ememndamenti

source: Proceedings
fr: Compte-rendu
it: Procedimenti

source: Majority Requirement
fr: Majorités requises
it: Maggioranza necessaria

source: Data and Statistics
fr: Données et statistiques
it: Dati e statistiche

source: Minimum Discussion
fr: Discussion minimale
it: Discussione minima

source: Ballot
fr: Bulletin
it: Voto

source: Outcome
fr: Résultat
it: Esito

source: Waiting&nbsp;for&nbsp;Sponsors
fr: En&nbsp;attente&nbsp;de&nbsp;sponsors
it: In&nbsp;attesa&nbsp;di&nbsp;sponsor

source: In&nbsp;Discussion
fr: En&nbsp;discussion
it: In&nbsp;discussione

source: Voting&nbsp;Open
fr: Vote&nbsp;ouvert
it: Aperte&nbsp;al&nbsp;voto

source: Decided
fr: Décidé
it: Decise

source: Withdrawn
fr: Annulé
it: Abbandonate

source: Other
fr: Autre
it: Altre

source: Home&nbsp;Vote&nbsp;Page
fr: Page&nbsp;d'accueil&nbsp;des&nbsp;votes
it: Pagina&nbsp;delle&nbsp;votazioni

source: How&nbsp;To
fr: Aide
it: Come&nbsp;fare&nbsp;per

source: Submit&nbsp;a&nbsp;Proposal
fr: Soumettre&nbsp;une&nbsp;proposition
it: Inviare&nbsp;una&nbsp;proposta

source: Amend&nbsp;a&nbsp;Proposal
fr: Amender&nbsp;une&nbsp;proposition
it: Approvare&nbsp;una&nbsp;proposta

source: Follow&nbsp;a&nbsp;Proposal
fr: Appuyer&nbsp;une&nbsp;proposition
it: Seguire&nbsp;una&nbsp;proposta

source: Read&nbsp;a&nbsp;Result
fr: Lire&nbsp;un&nbsp;résultat
it: Leggere&nbsp;il&nbsp;risultato

source: Vote
it: Votare
