Repository: l/debian-webwml
Catalog: webwml/*/po/wnpp.*.po
Languages: de, es, ja, pt

source: No requests for adoption
de: Keine Adoptionsanfragen
es: No hay solicitudes de adopción
ja: メンテナ募集 (Request for Adoption) はありません
pt: Nenhuma requisição para adoção

source: No orphaned packages
de: Keine verwaisten Pakete
es: No hay paquetes huérfanos
ja: メンテナ不在 (Orphaned) のパッケージはありません
pt: Nenhum pacote órfão

source: No packages waiting to be adopted
de: Keine Pakete zur Adoption
es: No hay paquetes en espera de ser adoptados
ja: 引き取り手を待っているパッケージはありません
pt: Nenhum pacote esperando para ser adotado

source: No packages waiting to be packaged
de: Keine Pakete, an denen gearbeitet wird
es: No hay paquetes en espera de ser empaquetados
ja: パッケージ化を待っているパッケージはありません
pt: Nenhum pacote esperando para ser empacotado

source: No Requested packages
de: Keine angeforderten Pakete
es: No se han solicitado paquetes
ja: 期待されているパッケージはありません
pt: Nenhum pacote requisitado

source: No help requested
de: Keine Hilfe erbeten
es: No se ha solicitado ayuda
ja: 支援が必要なパッケージはありません
pt: Nenhuma ajuda requisitada

source: in adoption since today.
de: seit heute übernommen.
es: en adopción desde hoy.
ja: 今日からメンテナ候補がいます (in adoption)。
pt: em adoção desde hoje.

source: in adoption since yesterday.
de: seit gestern übernommen.
es: en adopción desde ayer.
ja: 昨日からメンテナ候補がいます (in adoption)。
pt: em adoção desde ontem.

source: %s days in adoption.
de: seit %s Tagen übernommen.
es: %s días en adopción.
ja: %s 日間メンテナ候補がいます (in adoption)。
pt: %s dias em adoção.

source: %s days in adoption, last activity today.
de: seit %s Tagen übernommen, letzte Aktivität heute.
es: %s días en adopción, última actividad hoy.
ja: %s 日間メンテナ候補がいて (in adoption)、最後の動きは今日です。
pt: %s dias em adoção, última atividade de hoje.

source: %s days in adoption, last activity yesterday.
de: seit %s Tagen übernommen, letzte Aktivität gestern.
es: %s días en adopción, última actividad ayer.
ja: %s 日間メンテナ候補がいて (in adoption)、最後の動きは昨日です。
pt: %s dias em adoção, última atividade de ontem.

source: %s days in adoption, last activity %s days ago.
de: seit %s Tagen übernommen, letzte Aktivität vor %s Tagen.
es: %s días en adopción, última actividad hace %s días.
ja: %s 日間メンテナ候補がいて (in adoption)、最後の動きは%s日前です。
pt: %s dias em adoção, última atividade %s dias atrás.

source: in preparation since today.
de: seit heute in Vorbereitung.
es: en preparación desde hoy.
ja: 今日から準備中です。
pt: em preparação desde hoje.

source: in preparation since yesterday.
de: seit gestern in Vorbereitung.
es: en preparación desde ayer.
ja: 昨日から準備中です。
pt: em preparação desde ontem.

source: %s days in preparation.
de: seit %s Tagen in Vorbereitung.
es: %s días en preparación.
ja: %s 日前から準備中です。
pt: %s dias em preparação.

source: %s days in preparation, last activity today.
de: seit %s Tagen in Vorbereitung, letzte Aktivität heute.
es: %s días en preparación, última actividad hoy.
ja: %s 日前から準備中で、最後の動きは今日です。
pt: %s dias em preparação, última atividade de hoje.

source: %s days in preparation, last activity yesterday.
de: seit gestern in Vorbereitung, letzte Aktivität gestern.
es: % días en preparación, última actividad ayer.
ja: %s 日前から準備中で、最後の動きは昨日です。
pt: %s dias em preparação, última atividade de ontem.

source: %s days in preparation, last activity %s days ago.
de: seit %s Tagen in Vorbereitung, letzte Aktivität vor %s Tagen.
es: %s días en preparación, última actividad hace %s días.
ja: %s 日前から準備中で、最後の動きは%s日前です。
pt: %s dias em preparação, última atividade %s dias atrás.

source: adoption requested since today.
de: seit heute zur Adoption freigegeben.
es: adopción solicitada hoy.
ja: 今日からメンテナ募集 (adoption requested) されています。
pt: adoção solicitada desde hoje.

source: adoption requested since yesterday.
de: seit gestern zur Adoption freigegeben.
es: adopción solicitada hace %s días.
ja: 昨日からメンテナ募集 (adoption requested) されています。
pt: adoção solicitada desde ontem.

source: adoption requested since %s days.
de: seit %s Tagen zur Adoption freigegeben.
es: adopción solicitada desde hace %s días.
ja: %s 日間メンテナ募集 (adoption requested) されています。
pt: adoção solicitada desde %s dias.

source: orphaned since today.
de: seit heute verwaist.
es: huérfano desde hoy.
ja: 今日からメンテナ不在 (Orphaned) になっています。
pt: órfão desde hoje.

source: orphaned since yesterday.
de: seit gestern verwaist.
es: huérfano desde ayer.
ja: 昨日からメンテナ不在 (Orphaned) になっています。
pt: órfão desde ontem.

source: orphaned since %s days.
de: seit %s Tagen verwaist.
es: húerfano desde hace %s días.
ja: %s 日間メンテナ不在 (Orphaned) になっています。
pt: órfão desde %s dias.

source: requested today.
de: heute angefordert.
es: solicitados hoy.
ja: 今日要求されました。
pt: requisitado hoje.

source: requested yesterday.
de: gestern angefordert.
es: solicitados ayer.
ja: 昨日要求されました。
pt: requisitado ontem.

source: requested %s days ago.
de: vor %s Tagen angefordert.
es: solicitados hace %s días.
ja: %s 日前に要求されました。
pt: requisitado a %s dias.

source: package info
de: Paketinformationen
es: información del paquete
ja: パッケージ情報
pt: informações do pacote

source: rank:
de: Rang:
es: ranking:
ja: 順位
pt: posição:
