Repository: l/debian-webwml
Catalog: webwml/armenian/po/search.*.po
Languages: hy

source: Search for
hy: Փնտրել

source: Results per page
hy: Արդյունքները ըստ էջերի

source: Output format
hy: Արտածման ֆորմատը

source: Long
hy: Երկար

source: Short
hy: Կարճ

source: Default query type
hy: Հարցման հիմնական տեսակ

source: All Words
hy: Բոլոր բառերը

source: Any Words
hy: Ցանկացած բառ

source: Search through
hy: Փնտրել տվյալ վայրում

source: Entire site
hy: Ամբողջական կայքում

source: Language
hy: Լեզու

source: Any
hy: Յուրաքանչյուր

source: Search results
hy: Փնտրման արդյունքները

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
hy: <B>\$(total)</B> փնտրվածներից ցույց է տրվում \$(first)-\$(last)-ը

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
hy: Կներեք, բայց փնտրման ընթացքում արդյունք չի հայտնաբերվել։ <P> Որոշէջեր կան միայն Անգլերեն լեզվով, դուք պետք է կրկին կատարեք փնտրումը Լեզուն գնելով Ցանկացած։

source: An error occured!
hy: Սխալ է տեղի ունեցել

source: You should give at least one word to search for.
hy: Դուք պետք է ունենաք գոնե մեկ բառ փնտրելու համար։

source: Next
hy: Հաջորդ

source: Prev
hy: Նախորդ
