Repository: l/debian-webwml
Catalog: webwml/indonesian/po/cdimage.*.po
Languages: id

source: ISO images
id: image ISO

source: Jigdo files
id: Berkas jigdo

source: Download with Jigdo
id: Unduh dengan Jidgo

source: Download via HTTP/FTP
id: Unduh melalui HTTP/FTP

source: Buy CDs or DVDs
id: Beli CD atau DVD

source: Network Install
id: Installer Jaringan

source: <void id="dc_download" />Download
id: <void id="dc_download" />Unduh

source: <void id="dc_misc" />Misc
id: <void id="dc_misc" />Lainnya

source: <void id="dc_artwork" />Artwork
id: <void id="dc_artwork" />Kesenian

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
id: <void id="dc_rsyncmirrors" />Cermin Rsync

source: <void id="dc_torrent" />Download with Torrent
id: <void id="dc_torrent" />Unduh dengan torrent

source: <void id="dc_relinfo" />Image Release Info
id: <void id="dc_relinfo" />Informasi rilis Image

source: Debian CD team
id: Tim Debian CD

source: buy
id: beli

source: <void id="misc-bottom" />misc
id: <void id="misc-bottom" />lain

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
id: English-language <a href="/MailingLists/disclaimer">Milis publik</a> untuk CD/DVD:
