Repository: l/debian-webwml
Catalog: webwml/indonesian/po/doc.*.po
Languages: id

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
id: Tujuan dari buku ini tersedia secara bebas, up-to-date, adalah untuk memberikan Anda secara cepat tentang Debian (termasuk rilis stable saat ini dan distribusi unstable saat ini). Hal ini komprehensif dengan dukungan dasar untuk pengguna yang menginstall dan memelihara sistemnya sendiri (baik itu di rumah, kantor, klub, atau sekolah).

source: Sarge CD with installer and a selection of packages
id: CD Sarge CD dengan installer dan paket pilihan

source: Live CD with Knoppix
id: Live CD dengan Knoppix

source: Beginners and advanced users alike will find this book to be a comprehensive source of information on using Debian for desktops, intranet and internet servers, and development. It also contains background information on the project and extensive coverage of Debian's unique package management system.
id: Pemula dan pengguna mahir akan sama-sama menemukan buku ini sebagai sumber informasi yang komprehensif menggunakan Debian untuk desktop, intranet, dan server internet, dan pengembangan. Hal ini juga berisi latar belakang informasi tentang proyek dan cakupan luas sistem manajemen paket unik Debian.

source: official Debian GNU/Linux 3.1r0a "sarge" on DVD (i386)
id: Debian GNU/Linux 3.1r0a "sarge" resmi dalam DVD (i386)

source: This book introduces the concepts and techniques of the Debian operating system, explaining their usage and pitfalls, and illustrating the thinking behind each of the approaches. The goal is not to be a reference book, but to give the reader enough insight into the workings of the project and operating system to learn and embrace the sophisticated and elegant, sometimes at first slightly non-intuitive solutions that have evolved as part of the Debian system over the past decade. While targeted at the well-versed UNIX/Linux administrator, the book can also serve as an excellent resource alongside a standard Linux reference to bootstrap one's Linux experience in Debian's bottom-up philosophy.
id: Buku ini memperkenalkan konsep dan teknik sistem operasi Debian, menjelaskan penggunaan dan perangkap, dan menggambarkan pemikiran di balik masing- masing pendekatan. Tujuannya adalah tidak untuk menjadi buku referensi, tetapi untuk memberikan pembaca wawasan yang cukup ke dalam kerja proyek dan dan sistem operasi untuk belajar dan mencakup kecanggihan dan elegan, kadang-kadang pada awalnya sedikit non-intuitif solusi yang telah berevolusi sebagai bagian dari sistem Debian selama dekade terakhir. Ketika ditargetkan pada administrator GNU/Linux yang berpengalaman, buku ini juga dapat berfungsi sangat baik sebagai sumber daya bersama referensi Linux standar untuk orang yang berpengalaman dalam bootstrap dalam filsafat Debian.

source: A hands-on reference guide to the Debian GNU/Linux system that shows, in over 1,500 <q>recipes</q>, how to use it for everyday activities -- from working with text, images, and sound to productivity and networking issues. Like the software the book describes, the book is copylefted and its source data is available.
id: Pegangan panduan referensi sistem Debian GNU/Linux yang menunjukkan lebih dari 1.500 <q>resep</q>, bagaimana menggunakannya untuk aktifitas sehari-hari -- dari bekerja dengan teks, gambar, dan suara untuk produktifitas dan isu-isu jaringan. Seperti perangkat lunak yang dijelaskan, buku ini adalah copyleft dan data sumbernya tersedia.

source: Debian 2.2 ARM architecture
id: Debian 2.2 arsitektur ARM

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
id: Buku ini untuk para pengembang yang bekerja dengan GNU/Linux di prosesor ARM. Mencakup beberapa perangkat khusus untuk mengatur secara cepat (LART, Assabet, Psion5). Buku juga memberikan informasi umum, alat dan teknik. GNU toolchain termasuk pada bentuk asli dan cross-compiler form, seperti bootloader, kernel patch, RAMdisk, keanehan ARM dan sumber daya ARM lainnya. Buku ini juga mencakup informasi tutorial ekstensif pada GNU/Linux standar untuk pengembang dari platform lain. Hal ini tidak spesifik untuk Debian, tetapi distribusi Aleph ARMLinux sangat mirip/dekat berbasis Debian-ARM dan mengasumsikan Anda akan bekerja dari distribusi ini dan sebaiknya memiliki mesin host berbasis Debian juga.

source: Learning Debian GNU/Linux guides the new user of Linux through the installation and configuration of Debian GNU/Linux. Windows users will gain a gentle introduction to this exciting computing world guided by Bill McCarty in <q>Learning Debian GNU/Linux</q>.
id: Panduan belajar Debian GNU/Linux bagi pengguna baru Linux melalui instalasi dan konfigurasi Debian GNU/Linux. Pengguna Windows akan mendapatkan pengenalan tentang menariknya dunia komputasi yang dipandu oleh Bill McCarty pada <q>Learning Debian GNU/Linux</q>.

source: Includes 230+ pages and three CD-ROM discs. Topics covered by software include Debian Linux, networking, programming tools, GUI, desktop publishing, business, fun things, and multimedia. 30 days of free e-mail support included.
id: Termasuk 230+ halaman dan tiga kepin CD-ROM. Topik yang dibahas oleh perangkat lunak termasuk Debian Linux, jaringan, tool pemrograman, GUI, desktop publishing, bisnis, hal-hal menyenangkan, dan multimedia. Termasuk dukungan 30 hari e-mail gratis.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
id: Buku Prancis pertama tentang debian telah mencapat edisi kelima. Buku ini mencakup segala aspek administrasi Debian dari instalasi hingga konfigurasi servis jaringan. Ditulis oleh dua pengembang Debian, buku ini dapat menarik banyak orang: pemula yang ingin mengetahui lebih banyak tentang Debian, pengguna mahir yang mencari tips yang ingin meningkatkan kemampuannya tentang tool-tool Debian, dan administrator yang ingin membangun jaringan yang tangguh dengan Debian.

source: 2 editions: One without a DVD, the other with 2 DVDs (i386)
id: 2 edisi: satu tanpa DVD, yang lainnya dengan 2 DVD (i386)

source: Debian Squeeze, 6.0.1a, Multi-Arch (i386 and amd64) on DVD
id: Debian Squeeze, 6.0.1a, Multi-Arch (i386 dan amd64) dalam DVD

source: 2 editions: One with no CD, the other with Official CD (i386, contrib and sources)
id: 2 edisi: Satu tanpa CD, lainnya dengan CD Resmi (i386, contrib dan sumber)

source: The book covers all steps of planning and installing Debian GNU/Linux on PC based hardware, including important applications like the X Window System, window managers and desktop environments (KDE, GNOME) and a selection of important system services. Unix/Linux basics and concepts together with system usage and important components (bash, system services and important commands) are introduced. There is an explanation of Debian's package format and how to create packages in this format. It also includes an overview of standard Linux applications (networking, software development, LaTeX and office suites). Strong emphasis is on networking and system administration issues, like planing and building of a dial-in router or a server for Windows based clients (Samba).
id: Buku tersebut mencakup semua langkah perencanaan dan instalasi Debian GNU/Linux pada hardware berbasis PC, termasuk aplikasi-aplikasi penting seperti sistem X window, window manager dan lingkungan Desktop (KDE, GNOME) dan informasi servis sistem pilihan. Standar Unix/Linux dan kebersamaan konsep dengan penggunaan sistem dan komponen-komponen penting (bash, servis sistem dan perintah-perintah penting) juga diperkenalkan. Ada sebuah penjelasan format paket Debian dan bagaimana membuat paket dalam format ini. Termasuk juga gambaran standar aplikasi Linux (jaringan, pengembangan perangkat lunak, LaTeX dan office suite). Penekanan yang kuat pada jaringan dan isu-isu administrasi sistem, seperti perencanaan dan pembangunan dial-in router atau server untuk klien berbasis windows (samba).

source: This book is dictionary style and covers various tips for beginners and intermediate skill users; installation via various ways, desktop customize, troubleshooting, profitable knowhow and so on.
id: Buku ini bergaya kamus dan mencakup berbagai macam tips untuk pemula dan pengguna yang trampil; instalasi dengan berbagai macam cara, kostumisasi desktop, troubleshooting, 'Tahukan Anda' yang bermanfaat dan lain sebagainya.

source: This is the latest book for Sarge of the series that has been supported as a standard bible of Debian in Japan. This book covers all aspects of using Debian GNU/Linux 3.1 Sarge, such as installation, desktop environments, system administration, and server configuration. Furthermore, this book also includes commercial font package that decorates your desktop. This book might be useful for all Debian users from beginners to advanced users.
id: Ini adalah buku terbaru untuk Sarge dari seri yang telah didukung sebagai standar buku Debian di Jepang. Buku ini mencakup semua aspek menggunakan Debian GNU/Linux 3.1 Sarge, seperti instalasi, lingkungan desktop, administrasi sistem, dan konfigurasi server. Selanjutnya, buku ini juga mencakup paket font komersial yang menghias desktop Anda. Buku ini mungkin berguna untuk semua pengguna Debian dari pemula sampai pengguna tingkat lanjut.

source: Debian 2.2r0 i386 author's edition (3 CDs)
id: Debian 2.2r0 i386 edisi penulist (3 CD)

source: This book covers general topics about Debian GNU/Linux: installation, APT and dpkg, shell, X Window System, networking, system administration, kernel setup, sharing with Windows, building servers and so on. You will be able to install and start to use Debian GNU/Linux Japanese environment very easily with the customized CDs.
id: Buku ini mencakup topik umum tentang Debian GNU/Linux: instalasi, APT dan dpkg, shell, Sistem X Window, jaringan, administrasi sistem, kernel setup, sharing dengan windows, membangun server dan masih banyak lagi. Anda akan dapat menginstall dan memulai menggunakan Debian GNU/Linux lingkungan (berbahasa) Jepang sangat mudah dengan CD yang dikostumisasi.

source: This book gives a brief guide to installation of Debian GNU/Linux, fundamentals of Unix or Linux commands, basic configuration and maintenance of system and networking, X Window System setup, and using multimedia in Debian GNU/Linux. This book also includes a guide for maintainers, which stimulates people in Korea to become official Debian maintainers.
id: Buku ini memberikan gambaran panduan untuk menginstall Debian GNU/Linux, perintah-perintah Unix atau Linux yang fundamental, konfigurasi standar dan perbaikan sistem dan jaringan, pengaturan sistem X window, dan penggunaan multimedia di Debian GNU/Linux. Buku ini juga menyertakan panduan untuk maintainer, yang mensimulasi orang di Korea untuk menjadi maintainer resmi Debian.

source: Three official potato r3 CDs and an unofficial woody CD
id: Tiga CD potato r3 resmi dan sebuah CD woody tidak resmi

source: This book introduces readers to Debian GNU/Linux with many hands-on tutorials and tips. Written in Korean, this book covers comprehensive aspects of Debian GNU/Linux system: first-time setup, package installation, setting up X, connecting to Internet, network maintenance, and more. This book provides a handful of tips on setting up Debian for Korean language environment, and it is good for newcomers, too.
id: Buku ini memperkenalkan pembaca pada Debian GNU/Linux dengan berbagai tutorial dan tips. Ditulis dalam bahasa Korea, buku ini mencakup aspek komprehensif sistem Debian GNU/Linux: konfigurasi awal, instalasi paket, konfigurasi X, menghubungkan ke internet, perbaikan jaringan, dan masih banyak lagi. Buku ini memberikan beberapa tips tentang pengaturan Debian untuk lingkungan bahasa Korea, dan juga bagus untuk pendatang baru.

source: The first Persian book about Debian GNU/Linux. This book helps you to install Debian GNU/Linux and set up network services like web, database, firewall, mail, ftp and ... on it. Also helps you to start using GNU/Linux and Debian's powerful package management system.
id: Buku Persia pertama tentang Debian GNU/Linux. Buku ini membantu Anda untuk menginstall Debian GNU/Linux dan mengatur servis jaringan seperti web, database, firewall, mail, ftp dan ..... pada Debian. Juga membantu Anda untuk memulai menggunakan GNU/Linux dan sistem manajer paket Debian yang powerfull.

source: This book is divided into four parts: Basic concepts, Management of GNU/Linux, Administration of the system and Advanced operations. Each chapter explains in depth the features of the operating system. The first chapters explain the structure of GNU/Linux. These chapters will help the reader to understand how the system uses basic resources such as the processor and memory. A detailed analysis about filesystems such as Ext2, Ext3, and ReiserFS will enable users to make the correct choice for their needs. Many figures throughout the book show aspects about the performance of the system. This book caters for college students and anyone who wants to learn GNU/Linux in depth. This book covers Debian Sarge.
id: Buku ini dibagi menjadi empat bagian: Konsep dasar, Manajemen GNU/Linux, Administrasi sistem dan operasi lanjutan. Setiap bagian menjelaskan secara mendalam tentang fitur-fitur sistem operasi. Bagian pertama menjelaskan struktur GNU/Linux. Bagian ini akan membantu pembaca untuk memahami bagaimana sistem menggunakan sumber daya utama seperti prosesor dan memori. Analisis mendalam tentang filesistem seperti ext2, ext3, dan ReiserFS akan memudahkan pengguna mengambil pilihan yang tepat untuk kebutuhannya. Banyak penjelasan dalam buku menunjukkan aspek tentang kinerja sistem operasi. Buku ini memberikan pelayanan bagi mahasiswa dan siapa saja yang ingin belajar GNU/Linux secara mendalam. Buku ini Mencakup Debian Sarge.

source: Author:
id: Penulis:

source: Available at:
id: Tersedia di:

source: CD Included:
id: Termasuk CD:

source: Publisher:
id: Penernit:

source: Authors:
id: Penulis:

source: Editors:
id: Penyunting:

source: Maintainer:
id: Pemelihara:

source: Availability:
id: Ketersediaan:

source: Latest version:
id: Versi terbaru:

source: (version <get-var version />)
id: (versi <get-var version />)

source: The latest <get-var srctype /> source is available through the <a href="https://www.debian.org/doc/cvs">Subversion</a> repository.
id: Sumber terbaru <get-var srctype /> tersedia di repositori <a href="https://www.debian.org/doc/cvs">Subversion</a>.

source: Web interface:
id: Antar muka Web:

source: VCS interface:
id: Antar muka VCS:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
id: Sumber terbaru <get-var srctype /> tersedia di repositori <a href="https://packages.debian.org/cvs">Cvs</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
id: Sumber terbaru <get-var srctype /> tersedia di repositori <a href="https://packages.debian.org/subversion">Subversion</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
id: Sumber terbaru <get-var srctype /> tersedia di repositori <a href="https://packages.debian.org/git">Git</a>.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
id: Sumber salinan pekerjaan CVS: mengatur <code>CVSROOT</code> ke <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, dan memeriksa modul <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
id: CVS melalui web

source: Debian package
id: Paket Debian

source: Debian package (archived)
id: Paket Debian (arsip)
