Repository: l/debian-webwml
Catalog: webwml/indonesian/po/mailinglists.*.po
Languages: id

source: Mailing List Subscription
id: Pendaftaran Mailing List

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
id: Lihat halaman <a href="./#subunsub">mailing lists</a> untuk informasi bagaimana mendaftarkan dengan email. <a href="unsubscribe">Pembatalan pendaftaran lewat web</a> juga tersedia untuk pembatalan milis.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
id: Perhatikan bahwa sebagian besar milis Debian adalah Forum publik. Semua emaul yang dikirimkan akan dipublikasikan di arsip publik milis dan di indexkan oleh mesin pencari. Anda dapat hanya mendaftarkan ke Milis debian dengan menggunakan alamat email yang tidak masalah jika digunakan di publik.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
id: Silahkan pilih milis yang ingin anda ikuti (jumlah pelanggan terbatas, jika permintaan anda tidak berhasil, silahkan gunakan <a href="./#subunsub">metode lainnya</a>):

source: No description given
id: Tidak ada deskripsi yang diberikan

source: Moderated:
id: Dimoderasikan:

source: Posting messages allowed only to subscribers.
id: Mengirimkan berita hanya diijinkan oleh pelanggan.

source: Only messages signed by a Debian developer will be accepted by this list.
id: Hanya pesan yang ditandatangani oleh pengembang Debian yang disetujui oleh milis ini.

source: Subscription:
id: Pendaftaran:

source: is a read-only, digestified version.
id: Hanya baca, versi digest

source: Your E-Mail address:
id: Elamat email anda:

source: Subscribe
id: Berlangganan

source: Clear
id: Bersihkan

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
id: Mohon menghormati <a href="./#ads">Aturan periklanan Milis Debian</a>.

source: Mailing List Unsubscription
id: Pembatalan pendaftaran Milis

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
id: Lihat halaman <a href="./#subunsub">milis</a> untuk informasi bagaimana membatalkan langganan menggunakan email. <a href="subscribe">Form pendaftaran web</a> juga tersedia untuk mendaftarkan ke milis.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
id: Silahkan pilih milis yang ingin anda tinggalkan (jumlah pembatalan berlangganan terbatas, jika permintaan anda tidak berhasil, silahkan gunakan <a href="./#subunsub">metode lainnya</a>):

source: Unsubscribe
id: Batalkan berlangganan

source: open
id: buka

source: closed
id: tertutup
