Repository: l/debian-webwml
Catalog: webwml/indonesian/po/ports.*.po
Languages: id

source: Debian for Alpha
id: Debian untuk Alpha

source: Debian for PA-RISC
id: Debian untuk PA-RISC

source: Hurd CDs
id: Hurd CD

source: Debian for IA-64
id: Debian untuk IA-64

source: Contact
id: Kontak

source: CPUs
id: CPU

source: Documentation
id: Dokumentasi

source: Installation
id: Pemasangan

source: Configuration
id: Konfigurasi

source: Links
id: Tautan

source: News
id: Berita

source: Problems
id: Masalah

source: Software Map
id: Map Perangkat lunak

source: Debian GNU/NetBSD for i386
id: Debian GNU/NetBSD untuk i386

source: Debian GNU/NetBSD for Alpha
id: Debian GNU/NetBSD untuk Alpha

source: Debian for PowerPC
id: Debian untuk PowerPC

source: Debian for Sparc
id: Debian untuk Sparc
