Repository: l/debian-webwml
Catalog: webwml/indonesian/po/templates.*.po
Languages: id

source: Yes
id: Ya

source: No
id: Tidak

source: Debian Project
id: Proyek Debian

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
id: Kembali ke <a href="m4_HOME/">Halaman Utama Proyek Debian</a>.

source: Home
id: Halaman Utama

source: About
id: Tentang

source: About Debian
id: Tentang Debian

source: Contact Us
id: Kontak kami

source: Donations
id: Donasi

source: Events
id: Acara

source: News
id: Berita

source: Distribution
id: Distribusi

source: Developers' Corner
id: Pojok Developer

source: Documentation
id: Dokumentasi

source: Security Information
id: Keamanan

source: Search
id: Cari

source: none
id: tidak&nbsp;ada

source: Go
id: Cari

source: worldwide
id: global

source: Site map
id: Peta situs

source: Miscellaneous
id: Lain-lain

source: Getting Debian
id: Memperoleh Debian

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
id: Harap kirim semua komentar, kritik dan saran anda tentang situs web ini ke <a href="mailto:debian-doc@lists.debian.org">milis</a> kami.

source: not needed
id: tidak diperlukan

source: not available
id: tidak tersedia

source: N/A
id: tidak tersedia

source: in release 1.3
id: di Debian 1.3

source: in release 2.0
id: di Debian 2.0

source: in release 2.1
id: di Debian 2.1

source: in release 2.2
id: di Debian 2.2

source: Last Modified
id: Modifikasi terakhir

source: Copyright
id: Hak Cipta

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
id: Lihat <a href="m4_HOME/license" rel="copyright">Lisensi</a>

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
id: Cara menentukan <a href=m4_HOME/intro/cn>bahasa utama untuk digunakan browser anda</a>

source: Debian International
id: Debian Internasional

source: Partners
id: Rekanan

source: Weekly News
id: Berita Mingguan

source: Release Info
id: Informasi Tentang Debian Rilis

source: Debian Packages
id: Paket-paket Debian

source: Debian&nbsp;on&nbsp;CD
id: CD&nbsp;Debian

source: Debian Books
id: Buku-buku Tentang Debian

source: Mailing List Archives
id: Arsip Milis

source: Mailing Lists
id: Daftar Milis

source: Social Contract
id: Kontrak Sosial

source: Site map for Debian web pages
id: Peta situs web Debian

source: Developer Database
id: Basis Data Developer

source: Developers' Reference
id: Referensi Untuk Developer

source: New Maintainers' Guide
id: Panduan Bagi Pengelola Baru

source: Release Critical Bugs
id: Bug Kritikal

source: Lintian Reports
id: Laporan Lintian

source: Archives for users' mailing lists
id: Arsip milis debian-user

source: Archives for developers' mailing lists
id: Arsip milis debian-devel

source: Archives for i18n/l10n mailing lists
id: Arsip milis debian-i18n

source: Archives for ports' mailing lists
id: Arsip milis debian-ports

source: Archives for miscellaneous mailing lists
id: Arsip milis debian-misc

source: Free Software
id: Perangkat Lunak Free

source: Development
id: Pengembangan

source: Help Debian
id: Sokong Debian

source: Installation manual
id: Petunjuk Instalasi

source: No items for this year.
id: Untuk tahun ini tidak ada

source: proposed
id: telah diajukan

source: finished
id: selesai

source: Future events
id: Acara mendatang

source: Past events
id: Acara yang lalu

source: <void id="doc_for_arch" />%s for %s
id: <void id="doc_for_arch" />%s untuk %s

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
id: <em>Catatan:</em> Dokumen ini sudah kadaluwarsa, yang <a href="$link">asli</a> telah dimodifikasi.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
id: Peringatan! Translasi untuk dokumen ini sudah terlalu kadaluwarsa, harap lihat dokumen <a href="$link">asli</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
id: <em>Catatan:</em> Dokumen asli untuk terjemahan ini sudah tidak ada lagi.
