Repository: l/debian-webwml
Catalog: webwml/indonesian/po/vendors.*.po
Languages: id

source: Vendor
id: Pabrikan

source: Allows Contributions
id: Memungkinkan Kontribusi

source: Architectures
id: Arsitektur

source: Ship International
id: Pengiriman Internasional

source: Contact
id: Kontak

source: Vendor Home
id: Halaman web Pabrikan

source: page
id: halaman

source: within Europe
id: di Eropa

source: To some areas
id: Untuk beberapa daerah

source: source
id: sumber

source: and
id: dan
