Repository: l/debian-webwml
Catalog: webwml/indonesian/po/wnpp.*.po
Languages: id

source: No requests for adoption
id: Tidak ada permintaan untuk adopsi

source: No orphaned packages
id: paket yang tidak mempunyai keterkaitan

source: No packages waiting to be adopted
id: Tidak ada antrian paket untuk diadopsi

source: No packages waiting to be packaged
id: Tidak ada antrian paket untuk dipaketkan

source: No Requested packages
id: Tidak ada permintaan paket

source: No help requested
id: Tidak ada permintaan bantuan

source: in adoption since today.
id: Diadopsi sejak hari ini.

source: in adoption since yesterday.
id: Diadopsi sejak kemarin.

source: %s days in adoption.
id: Diadopsi dalam %s hari.

source: %s days in adoption, last activity today.
id: Diadopsi dalam %s hari, aktivitas terakhir hari ini.

source: %s days in adoption, last activity yesterday.
id: Diadopsi dalam %s hari, aktivitas terakhir kemarin.

source: %s days in adoption, last activity %s days ago.
id: Diadopsi dalam %s hari, aktivitas terakhir %s hari yang lalu.

source: in preparation since today.
id: dipersiapkan mulai hari ini.

source: in preparation since yesterday.
id: dipersiapkan sejak kemarin.

source: %s days in preparation.
id: dipersiapkan dalam %s hari.

source: %s days in preparation, last activity today.
id: dipersiapkan dalam %s hari, aktivitas terakhir hari ini.

source: %s days in preparation, last activity yesterday.
id: dipersiapkan dalam %s hari, aktivitas kemarin.

source: %s days in preparation, last activity %s days ago.
id: dipersiapkan dalam %s hari, aktivitas terakhir %s hari yang lalu.

source: requested today.
id: diminta hari ini.

source: requested yesterday.
id: diminta kemarin.

source: requested %s days ago.
id: diminta sejak %s hari yang lalu.

source: package info
id: informasi paket
