Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/bugs.*.po
Languages: lt

source: in package
lt: pakete

source: tagged
lt: su žyme

source: with severity
lt: su svarbumo lygiu

source: in source package
lt: šaltinio pakete

source: in packages maintained by
lt: pakete kurį išlaiko

source: submitted by
lt: išsiųstame

source: owned by
lt: priklausantis

source: with status
lt: su statusu

source: with mail from
lt: el. pašto adresu

source: newest bugs
lt: naujausios klaidos

source: with subject containing
lt: su tema turinčia

source: with pending state
lt: laukimo būsenoje

source: with submitter containing
lt: su išsiuntinėju, turinčiu

source: with forwarded containing
lt: su persiuntinėju, turinčiu

source: with owner containing
lt: su savininku, turinčiu

source: with package
lt: iš paketo

source: age
lt: amžius

source: Repeat Merged
lt: Pakartotinai sujungtas

source: Reverse Bugs
lt: Klaidos atvirkščia eile

source: Reverse Pending
lt: Laukiami atvirkščia eile

source: Reverse Severity
lt: Atvirkščia eile pagal svarbumą

source: testing
lt: ttesting

source: Unarchived
lt: Nearchyvuotos

source: Archived
lt: Archyvuotos

source: Archived and Unarchived
lt: Archyvuotos ir nearchyvuotos
