Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/cdimage.*.po
Languages: lt

source: <void id="dc_faq" />FAQ
lt: <void id="dc_faq" />DUK

source: Download with Jigdo
lt: Parsisiųsti su jigdo

source: Download via HTTP/FTP
lt: Parsisiųsti per http/ftp

source: Buy CDs or DVDs
lt: Nusipirkti CD arba DVD

source: Network Install
lt: Įdiegti per tinklą

source: <void id="dc_download" />Download
lt: Parsisiųsti

source: <void id="dc_misc" />Misc
lt: Įvairūs

source: <void id="dc_artwork" />Artwork
lt: Kūryba

source: <void id="dc_mirroring" />Mirroring
lt: Kaip paleisti veidrodį

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
lt: Rsync Veidrodžiai

source: <void id="dc_torrent" />Download with Torrent
lt: <void id="dc_torrent" />Parsisiųsti su Torrent

source: <void id="dc_relinfo" />Image Release Info
lt: informacija apie atvaizdo išleidimą

source: Debian CD team
lt: Debian CD komanda

source: debian_on_cd
lt: debian CD kompakte

source: <void id="faq-bottom" />faq
lt: <void id="faq-bottom" />duk

source: buy
lt: pirkite

source: net_install
lt: įdiegimas per tinklą

source: <void id="misc-bottom" />misc
lt: <void id="misc-bottom" />įvairūs

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
lt: Anlgakalbė <a href="/MailingLists/disclaimer">vieša el. pašto konferencija</a> skirta CD ir DVD:
