Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/debian-cdd.*.po
Languages: lt

source: Debian-Med
lt: Debian medicinai (Debian-Med)

source: Debian-Jr
lt: Debian vaikams (Debian-Jr)

source: Debian-Lex
lt: Debian teisei (Debian-Lex)

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
lt: Sàraðe þemiau átraukti ávairûs projektai, kurie domina <get-var cdd-name /> Projektà. Ðiuo metu tik keli ið jø yra pasiekiami kaip Debian paketai. Tai mûsø nuopelnas átrauktii visà programinæ árangà <get-var cdd-name /> kuri gali daug prisidëti prie aukðtos kokybës Papildomos Debian Distribucijos.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
lt: Kad projekto, kaip Debian paketo, prieinamumo apþiûra bûtø geresnë, kiekviena eilë turi savo spalvà pagal ðá schemà:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
lt: Þalia: Ðitas projektas yra <a href="<get-var url />"> pasiekiamas kaip oficialus Debian paketas</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
lt: Geltona: Ðitas projektas yra <a href="<get-var url />"> pasiekiamas kaip neoficialus Debian paketas</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
lt: Raudona: Ðitas projektas nëra <a href="<get-var url />"> pasiekiamas (kol kas) kaip Debian paketas</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
lt: Jeigu jûsø atradot projektà, kuris yra tinkamas kandidatas á <get-var cdd-name /> jums, arba jei jûs paruoðët neoficialø Debian paketà, praðom nedvejoti ir siøsti projekto apraðymà á <a href="<get-var cdd-list-url />"><get-var cdd-name /> paðto konferencijà</a>.

source: Official Debian packages
lt: Oficialûs Debian paketai

source: Unofficial Debian packages
lt: Neoficialûs Debian paketai

source: Debian packages not available
lt: Debian paketai yra nepasiekiami

source: There are no projects which fall into this category.
lt: Nëra projektø, patenkanèiø á ðá kategorijà

source: No homepage known
lt: Nëra duomenø apie tinklalapá

source: License:
lt: Licencija:

source: Free
lt: Laisva

source: Non-Free
lt: Nelaisva

source: Unknown
lt: Neþinoma

source: Official Debian package
lt: Oficialus Debian paketas

source: Unofficial Debian package
lt: Neoficialus Debian paketas

source: Debian package not available
lt: Debian paketas nëra pasiekiamas
