Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/mailinglists.*.po
Languages: lt

source: Mailing List Subscription
lt: Pašto Konferencijos Registracija

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
lt: Žiūrėti į <a href="./#subunsub">pašto konferencijos</a> puslapį dėl informacijos kaip prisiregistruoti naudojant el. paštą. <a href="unsubscribe">Tinklapio forma išsiregistravimui</a> taip pat galima dėl išsiregistravimo iš pašto konferencijų.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
lt: Atkreipkite dėmesį, kad daugelis Debian konferencijų archyvų yra viešai prieinami forumai. Bet kuris paštas išsiųstas į juos bus paskelbtas pašto konferencijos archyvuose ir indeksuotas paieškos sistemose. Jūs turėtumėte prisijungti prie Debian pašto konferencijų naudojant tik tą el. pašto adresą, kurio neprieštaraujate paskelbti viešai.

source: No description given
lt: Aprašymas nėra duotas

source: Moderated:
lt: Moderuotas:

source: Posting messages allowed only to subscribers.
lt: Laiškų skelbimas yra leidžiamas tik registratoriams.

source: Only messages signed by a Debian developer will be accepted by this list.
lt: Tik Debian plėtotuojo pasirašyti laiškai bus priimami šitoje konferencijoje.

source: Subscription:
lt: Registracija:

source: is a read-only, digestified version.
lt: skirta tik skaitymui, tik apžiūrai.

source: Your E-Mail address:
lt: Jūsų el. pašto adresas:

source: Subscribe
lt: Registruotis

source: Clear
lt: Išvalyti

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
lt: Prašome gerbti <a href="./#ads">Debian pašto konferencijos reklamos politiką</a>.

source: Mailing List Unsubscription
lt: Debian pašto konferencijos išsiregistravimas

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
lt: Žiūrėti į <a href="./#subunsub">pašto konferencijos </a> puslapį dėl informacijos kaip išsiregistruoti, naudojant el. paštą. <a href="subscribe">tinklapio registravimosi forma </a> taip pat galima registravimui į pašto konferencijas.

source: Unsubscribe
lt: Išsiregistruoti

source: open
lt: atviras

source: closed
lt: uždaras
