Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/newsevents.*.po
Languages: lt

source: Name:
lt: Vardas

source: Email:
lt: El. paðtas

source: Previous Talks:
lt: Ankstyvesni pokalbiai

source: Languages:
lt: Kalbos

source: Location:
lt: Padëtis:

source: Topics:
lt: Temos

source: Upcoming Attractions
lt: Ateinantys ávykiai

source: link may no longer be valid
lt: nuoroda greièiausiai nebeegzistuoja

source: When
lt: Kada

source: Where
lt: Kur

source: More Info
lt: Daugiau informacijos

source: Debian Involvement
lt: Debian dalyvavimas

source: Main Coordinator
lt: Pagrindinis koordinatorius

source: <th>Project</th><th>Coordinator</th>
lt: <th>Projekto</th><th>koordinatorius</th>

source: Related Links
lt: Susijusios nuorodos

source: Latest News
lt: Paskutinës naujienos

source: Download calendar entry
lt: Parsisiøsti kalendoriaus áraðà

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
lt: Gráþti:á kità <a href="./">Debian naujienos</a> || <a href="m4_HOME/">Debian Projekto tinklapis</a>.

source: <get-var url /> (dead link)
lt: <get-var url /> (mirusia nuoroda)

source: To receive this newsletter bi-weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
lt: Norëdami gauti naujienlaiðká kas viena arba du kartus savaitæ á jûsø paðto dëþutæ, <a href="http://lists.debian.org/debian-news/"> uþsiregistruokite debian-news paðto konferencijoje </a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
lt: <a href="../../">Ankstesnës naujienos</a>.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
lt: <void id="singular" />Debian Projekto Naujienos iðleidþiamas <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
lt: <void id="plural" />Debian Projekto Naujienos iðleidþiamas <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
lt: <void id="singular" />Debian Savaitinës Naujienos leidinys iðleidþiamas <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
lt: <void id="plural" /> Debian Savaitinës Naujienos leidinys iðleidþiamas <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
lt: <void id="singular" />iðversta %s.

source: <void id="plural" />It was translated by %s.
lt: <void id="plural" />iðversta %s.

source: <void id="singularfemale" />It was translated by %s.
lt: <void id="singularfemale" />iðversta %s.

source: <void id="pluralfemale" />It was translated by %s.
lt: <void id="pluralfemale" />iðversta %s.

source: List of Speakers
lt: Kalbëtojø sàraðas

source: Back to the <a href="./">Debian speakers page</a>.
lt: Gráþti kalbëtojø á<a href="./">Debian kalbëtojø puslapá</a>.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
lt: Norëdami kas savaitæ gauti naujienas á jûsø paðto dëþutæ, <a href="m4_HOME/MailingLists/subscribe#debian-news">uþsiregistruokite</a> debian-news paðto konferencijoje.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
lt: <void id="singular" />Debian Savaitinës Naujienos iðleidþiamas <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
lt: <void id="plural" />Debian Savaitinës Naujienos iðleidþiamas <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
lt: <void id="singular" />Debian Savaitinës Naujienos iðleidþiamas <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
lt: <void id="singular" />Debian Savaitinës Naujienos iðleidþiamas <a href="mailto:dwn@debian.org">%s</a>.
