Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/others.*.po
Languages: lt

source: Download
lt: Parsisiųsti

source: Old banner ads
lt: Seni reklamos skydeliai

source: Working
lt: Veikiantis

source: sarge (broken)
lt: sarge (neveikiantis)

source: Booting
lt: Įkelia

source: Building
lt: Statosi

source: Not yet
lt: Kol kas nėra

source: No kernel
lt: Nėra branduolio

source: No images
lt: Nėra atvaizdų

source: <void id="d-i" />Unknown
lt: <void id="d-i" />Nežinoma

source: Unavailable
lt: Negalimas

source: Step 1
lt: 1 žingsnis

source: Step 2
lt: 2 žingsnis

source: Step 3
lt: 3 žingsnis

source: Step 4
lt: 4 žingsnis

source: Step 5
lt: 5 žingsnis

source: Step 6
lt: 6 žingsnis

source: Step 7
lt: 7 žingsnis

source: Applicants' checklist
lt: Pretendentų kontrolinis sąrašas

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
lt: Žiūrėti <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (tik prancūziškai) norint gauti daugiau informacijos

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
lt: Žiūrėti <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (tik ispaniškai) norint gauti daugiau informacijos

source: With&nbsp;``Debian''
lt: Su&nbsp;``Debian''

source: Without&nbsp;``Debian''
lt: Be&nbsp;``Debian''

source: [Powered by Debian]
lt: [Naudoja Debian]

source: [Powered by Debian GNU/Linux]
lt: [Naudoja Debian GNU/Linux]

source: [Debian powered]
lt: [Debian naudojamas]

source: [Debian] (mini button)
lt: [Debian] (mini mygtukas)

source: same as the above
lt: Tas pats kaip ir viršuje

source: Products
lt: Prekės

source: T-shirts
lt: Marškinėliai

source: hats
lt: kepurės

source: stickers
lt: lipdukai

source: mugs
lt: puodukai

source: other clothing
lt: Kita apranga

source: polo shirts
lt: sportiniai marškiniai

source: frisbees
lt: Skrendančios lėkštės

source: mouse pads
lt: pelės kilimėliai

source: badges
lt: ženkliukai

source: basketball goals
lt: krepšinio lentos

source: earrings
lt: auskarai

source: suitcases
lt: lagaminai

source: OK
lt: gerai

source: BAD
lt: blogai

source: OK?
lt: gerai?

source: BAD?
lt: blogai?

source: Unknown
lt: Nežinoma

source: ALL
lt: VISKAS

source: Package
lt: Paketas

source: Status
lt: Statusas

source: Version
lt: Versija
