Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/search.*.po
Languages: lt

source: Search for
lt: Ieðkoti

source: Results per page
lt: Rezultatai puslapyje

source: Output format
lt: Rezultato formatas

source: Long
lt: Detalus

source: Short
lt: Trumpas

source: Default query type
lt: Uþklausos tipas pagal nutylëjimà

source: All Words
lt: Visi þodþiai

source: Any Words
lt: Bet kurie þodþiai

source: Search through
lt: Ieðkoti

source: Entire site
lt: Visame tinklapyje

source: Language
lt: Kalba

source: Any
lt: Nesvarbu

source: Search results
lt: Paieðkos rezultatai

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
lt: Dokumentai·\$(first)-\$(last)·ið·<B>\$(total)</B>·rasti.

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
lt: Atsipraðome, taèiau paieðka nedavë rezultatø. Kai kurie puslapiai egzistuoja tik Anglø kalba, pabandykite nurodyti kalbà "Nesvarbu".

source: An error occured!
lt: Ávyko klaida!

source: You should give at least one word to search for.
lt: Áveskite nors vienà þodá paieðkai.

source: Powered by
lt: Naudoja

source: Next
lt: Toliau

source: Prev
lt: Atgal
