Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/security.*.po
Languages: lt

source: Debian Security
lt: Debian Saugumas

source: Debian Security Advisories
lt: Debian saugumo patarimai

source: Q
lt: Klausimas

source: Mitre CVE dictionary
lt: Mitre CVE žodyne

source: Securityfocus Bugtraq database
lt: Securityfocus Bugtraq duomenų bazė

source: CERT Advisories
lt: CERT patarimai

source: US-CERT vulnerabilities Notes
lt: US-CERT pažeidžiamumų infornacija

source: Source:
lt: Išeities tekstai:

source: Architecture-independent component:
lt: Nuo architektūros nepriklausantis komponenetas:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
lt: Pateiktų bylų MD5 kontrolinės sumos yra <a href="%attributes">originaliame pranešime</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
lt: Pateiktų bylų MD5 kontrolinės sumos yra <a href="%attributes">patikrintame pranešime</a>.

source: Debian Security Advisory
lt: Debian saugumo patarimas

source: Date Reported
lt: Pranešimo data

source: Affected Packages
lt: Paveikti paketai

source: Vulnerable
lt: Pažeidžiama

source: Security database references
lt: Saugumo duomenų bazės sąsajos

source: More information
lt: Daugiau informacijos

source: Fixed in
lt: Pataisyta

source: Bug
lt: Klaida

source: In the Debian bugtracking system:
lt: Debian klaidų aptikimo sistemoje

source: In the Bugtraq database (at SecurityFocus):
lt: Bugtraq duomenų bazėje (pas SecurityFocus):

source: In Mitre's CVE dictionary:
lt: Mitre CVE žodyne:

source: CERT's vulnerabilities, advisories and incident notes:
lt: CERT pažeidimai, patarimai ir atsitikimų pasakojimai:

source: No other external database security references currently available.
lt: Jokių kitų išorinių saugumo duomenų bazių šaltinių šiuo metų nėra
