Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/templates.*.po
Languages: lt

source: More information
lt: Daugiau informacijos

source: Debian CD team
lt: Debian CD komanda

source: debian_on_cd
lt: debian kompakte

source: <void id="faq-bottom" />faq
lt: DUK

source: buy
lt: pirk

source: net_install
lt: ádiegimas per tinklà

source: <void id="misc-bottom" />misc
lt: kita

source: Yes
lt: Taip

source: No
lt: Ne

source: Debian Project
lt: Debian Projektas

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
lt: Debian GNU/Linux yra nemokama GNU/Linux operacinës sistemos distribucija. Jà priþiûri ir atnaujina daug vartotojø, dovanojanèiø savo laisvà laikà ir pastangas.

source: debian, GNU, linux, unix, open source, free, DFSG
lt: debian, GNU, linux, unix, open source, atviras kodas, iðeities tekstai

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
lt: <a href="m4_HOME/">Debian Projekto tinklapis</a>.

source: Home
lt: Pradþia

source: About
lt: Apie

source: About Debian
lt: Apie Debian

source: Contact&nbsp;Us
lt: Kontaktai

source: Donations
lt: Parama

source: Events
lt: Ávykiai

source: News
lt: Naujienos

source: Distribution
lt: Distribucija

source: Support
lt: Techninë pagalba

source: Developers'&nbsp;Corner
lt: Plëtotojø&nbsp;kampelis

source: Documentation
lt: Dokumentacija

source: Security&nbsp;Information
lt: Saugumas

source: Search
lt: Paieðka

source: none
lt: Nëra

source: Go
lt: Pirmyn

source: worldwide
lt: Pasauliniu mastu

source: Site map
lt: Turinys

source: Miscellaneous
lt: Kita

source: Getting Debian
lt: Kaip gauti Debian?

source: List of Consultants
lt: Konsultantø sàraðas

source: Back to the <a href="./">Debian consultants page</a>.
lt: Gráðti á <a href="./">Debian konsultantø puslapá</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
lt: Praðome siøsti visus komentarus, kritikà, pasiûlymus apie ðiuos tinklapius mûsø <a href="mailto:debian-doc@lists.debian.org">paðto konferencijai</a>.

source: Upcoming Attractions
lt: Ateinanèios atrakcijos

source: link may no longer be valid
lt: nuoroda greièiausiai nebe egzistuoja

source: When
lt: Kada

source: Where
lt: Kur

source: More Info
lt: Daugiau informacijos

source: Debian Involvement
lt: Debian dalyvavimas

source: Main Coordinator
lt: Pagrindinis koordinatorius

source: <th>Project</th><th>Coordinator</th>
lt: <th>Projekto</th><th>koordinatorius</th>

source: Related Links
lt: Susijusios nuorodos

source: Latest News
lt: Paskutinës naujienos

source: not needed
lt: nereikalinga

source: not available
lt: nëra

source: N/A
lt: nepritaikoma

source: in release 1.3
lt: 1.3 versijoje

source: in release 2.0
lt: 2.0 versijoje

source: in release 2.1
lt: 2.1 versijoje

source: in release 2.2
lt: 2.2 versijoje

source: Last Modified
lt: Paskutinë redagavimo data

source: Copyright
lt: Autorinës teisës

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
lt: Þiûrëkite <a href="m4_HOME/license" rel="copyright">licencijavimo tvarkà</a>

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
lt: Kaip nustatyti <a href=m4_HOME/intro/cn>standartinæ dokumento kalbà?</a>

source: Debian&nbsp;International
lt: Debian&nbsp;Pasaulyje

source: Partners
lt: Partneriai

source: Debian Weekly News
lt: Savaitinës Debian Naujienos

source: Weekly&nbsp;News
lt: Savaitinës&nbsp;naujienos

source: Release&nbsp;Info
lt: Leidimo&nbsp;informacija

source: Debian&nbsp;Packages
lt: Debian&nbsp;paketai

source: Download
lt: Parsisiøsti

source: Debian&nbsp;on&nbsp;CD
lt: Debian&nbsp;kompaktiniame&nbsp;diske

source: Debian&nbsp;Books
lt: Knygos&nbsp;apie&nbsp;Debian

source: Mailing&nbsp;List&nbsp;Archives
lt: Paðto&nbsp;konferencijø&nbsp;archyvai

source: Mailing&nbsp;Lists
lt: Paðto&nbsp;konferencijos

source: Social&nbsp;Contract
lt: Visuomeninë&nbsp;sutartis

source: Visit the site sponsor
lt: Aplankykite puslapio sponsoriø

source: Site map for Debian web pages
lt: Debian interneto puslapiø turinys

source: Developer Database
lt: Kûrëjø duomenø bazë

source: Debian Policy Manual
lt: Debian Normø vadovas

source: Developers' Reference
lt: Programuotojø Þinynas

source: New Maintainers' Guide
lt: Naujojo priþiûrëtojo vadovas

source: Release Critical Bugs
lt: Kritinës iðleidimo klaidos

source: Lintian Reports
lt: Lintian praneðimai

source: Archives for users' mailing lists
lt: Vartotojø paðto konferencijos archyvas

source: Archives for developers' mailing lists
lt: Plëtotojø paðto konferencijos archyvas

source: Archives for i18n/l10n mailing lists
lt: i18n/l10n paðto konferencijos archyvas

source: Archives for ports' mailing lists
lt: Architektûros migracijø paðto konferencijos archyvas

source: Archives for miscellaneous mailing lists
lt: Kitø paðto konferencijø archyvai

source: Free&nbsp;Software
lt: Laisva&nbsp;programinë&nbsp;áranga

source: Development
lt: Vystymas

source: Help Debian
lt: Pagalba Debian

source: Bug reports
lt: Klaidø praneðimai

source: Ports/Architectures
lt: Migracija/Architektûros

source: Installation&nbsp;manual
lt: Ádiegimo&nbsp;instrukcija

source: Select a server near you
lt: Pasirinkite tarnybinæ stotá, esanèià arèiausiai jûsø

source: <a href="../../">Back issues</a> of this newsletter are available.
lt: <a href="../../">Ankstesnës naujienos</a>.

source: No items for this year.
lt: Ðiais metais nieko nëra.

source: proposed
lt: siûloma

source: finished
lt: pabaigta

source: withdrawn
lt: atðaukta

source: Future events
lt: Ateityje

source: Past events
lt: Praeityje

source: More information:
lt: Daugiau informacijos:

source: Taken by:
lt: Perimta:

source: Nobody
lt: Niekieno

source: Rating:
lt: Reitingas:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
lt: <em>Pastaba:</em> <a href="$link">Originalus dokumentas</a> yra naujesnis nei ði versija.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
lt: Dëmesio! Ðis vertimas yra pasenæs, praðome þiûrëti <a href="$link">originalà</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
lt: <em>Pastaba:</em> Ðio vertimo originalus dokumentas nebeegzistuoja.
