Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/vendors.*.po
Languages: lt

source: Vendor:
lt: Pardavëjas:

source: URL for Debian Page:
lt: URL Debian Tinklapiui:

source: Allows Contribution to Debian:
lt: Leidþiama áneðti á Debian:

source: Country:
lt: Ðalis:

source: Ship International:
lt: Tarptautinës Siuntos:

source: email:
lt: el. paðtas:

source: CD Type:
lt: CD Tipas:

source: DVD Type:
lt: DVD Tipas:

source: Architectures:
lt: Architektûros

source: Vendor
lt: Pardavëjas

source: Allows Contributions
lt: Leidþia ánaðus

source: Architectures
lt: Architektûros

source: Ship International
lt: Tarptautinës Siuntos

source: Contact
lt: Kontaktas

source: Vendor Home
lt: Pardavëjo Tinklalapis:

source: page
lt: puslapis

source: email
lt: el. paðtas

source: within Europe
lt: Tik Europoje

source: To some areas
lt: Á kelias ðalis

source: source
lt: iðeities tekstas

source: and
lt: ir
