Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/vote.*.po
Languages: lt

source: Date
lt: Data

source: Time Line
lt: Laiko riba

source: Nominations
lt: Paskyrimai

source: Debate
lt: Debatai

source: Platforms
lt: Platformos

source: Proposer
lt: Siūlytojas

source: Proposal A Proposer
lt: Siūlytojo Pasiūlymas A

source: Proposal B Proposer
lt: Siūlytojo Pasiūlymas B

source: Proposal C Proposer
lt: Siūlytojo Pasiūlymas C

source: Proposal D Proposer
lt: Siūlytojo Pasiūlymas D

source: Proposal E Proposer
lt: Siūlytojo Pasiūlymas E

source: Proposal F Proposer
lt: Siūlytojo Pasiūlymas F

source: Seconds
lt: Palaikantieji

source: Proposal A Seconds
lt: Palaikantys Pasiūlymą A

source: Proposal B Seconds
lt: Palaikantys Pasiūlymą B

source: Proposal C Seconds
lt: Palaikantys Pasiūlymą C

source: Proposal D Seconds
lt: Palaikantys Pasiūlymą D

source: Proposal E Seconds
lt: Palaikantys Pasiūlymą E

source: Proposal F Seconds
lt: Palaikantys Pasiūlymą F

source: Opposition
lt: Opozicija

source: Text
lt: Tekstas

source: Proposal A
lt: Pasiūlymas A

source: Proposal B
lt: Pasiūlymas B

source: Proposal C
lt: Pasiūlymas C

source: Proposal D
lt: Pasiūlymas D

source: Proposal E
lt: Pasiūlymas E

source: Proposal F
lt: Pasiūlymas F

source: Choices
lt: Pasirinkimai

source: Amendment Proposer
lt: Pataisos Siūlytojas

source: Amendment Seconds
lt: Palaikantys pataisą

source: Amendment Text
lt: Pataisos Tekstas

source: Amendment Proposer A
lt: Pataisos Siūlytojas A

source: Amendment Seconds A
lt: Pataisos palaikytojai A

source: Amendment Text A
lt: Pataisos Tekstas A

source: Amendment Proposer B
lt: Pataisos Siūlytojas B

source: Amendment Seconds B
lt: Pataisos palaikytojai B

source: Amendment Text B
lt: Pataisos Tekstas B

source: Amendments
lt: Pataisos

source: Proceedings
lt: Posėdžiai

source: Majority Requirement
lt: Daugumos reikalavimas

source: Data and Statistics
lt: Duomenys ir Statistika

source: Quorum
lt: Kvorumas

source: Minimum Discussion
lt: Minimalios diskusijos

source: Ballot
lt: Balsavimo kortelė

source: Forum
lt: Forumas

source: Outcome
lt: Rezultatas

source: Waiting&nbsp;for&nbsp;Sponsors
lt: Laukia&nbsp;rėmėjų

source: In&nbsp;Discussion
lt: Vyksta&nbsp;diskusijos

source: Voting&nbsp;Open
lt: Atviras&nbsp;balsavimas

source: Decided
lt: Nuspręsta

source: Withdrawn
lt: Atšaukta

source: Other
lt: Kita

source: Home&nbsp;Vote&nbsp;Page
lt: Pradinis&nbsp;balsavimo&nbsp;puslapis

source: How&nbsp;To
lt: Kaip

source: Submit&nbsp;a&nbsp;Proposal
lt: Pateikti&nbsp;siūlymą

source: Amend&nbsp;a&nbsp;Proposal
lt: Keisti&nbsp;siūlymą

source: Follow&nbsp;a&nbsp;Proposal
lt: Sekti&nbsp;siūlymą

source: Read&nbsp;a&nbsp;Result
lt: Skaityti&nbsp;rezultatą

source: Vote
lt: Balsuoti
