Repository: l/debian-webwml
Catalog: webwml/lithuanian/po/wnpp.*.po
Languages: lt

source: No requests for adoption
lt: Nëra reikalavimø ásisûnijimui

source: No orphaned packages
lt: Nëra likæ paketø naðlaièiø

source: No packages waiting to be adopted
lt: Nëra paketø laukianèiø bûti ásisûnytais

source: No packages waiting to be packaged
lt: Nëra paketø laukianèiøjø bûti supakuotoms

source: No Requested packages
lt: Nëra reikalautø paketø

source: No help requested
lt: Pagalba nëra praðoma

source: in adoption since today.
lt: ásûnyti nuo ðiandien.

source: in adoption since yesterday.
lt: ásûnyti nuo vakar

source: %s days in adoption.
lt: %s dienø yra ásûnyti

source: in preparation since today.
lt: ruoðiami nuo ðiandien.

source: in preparation since yesterday.
lt: ruoðiami nuo vakar.

source: %s days in preparation.
lt: ruoðiami %s dienø.

source: requested today.
lt: praðymas atëjo ðiandien.

source: requested yesterday.
lt: praðymas atëjo vakar.

source: requested %s days ago.
lt: Reikalauti %s dienø atgal.

source: package info
lt: paketo informacija
