Repository: l/debian-webwml
Catalog: webwml/norwegian/po/bugs.*.po
Languages: nb, no

source: Flags:
no: Flagger:

source: active bugs
no: aktive feil

source: archived bugs
no: arkiverte feil

source: display merged bugs only once
no: vis kombinerte feil kun én gang

source: no ordering by status or severity
no: ingen sortering på status/alvorlighetsgrad

source: don't show table of contents in the header
no: vis ikke inneholdsfortegnelse i sidehode

source: don't show statistics in the footer
no: vis ikke statistikk i sidefot

source: Reverse order of:
no: Omvendt rekkefølge for:

source: severities
no: alvorlighetsgrader

source: bugs
no: feil

source: open
no: åpen

source: forwarded
no: videresendt

source: pending
no: på gang

source: fixed
no: rettet

source: done
no: ferdigt

source: Include status:
no: Inkludér status:

source: Exclude status:
no: Ekskludér status:

source: critical
no: kritisk

source: grave
no: graverende

source: serious
no: alvorlig

source: important
no: viktig

source: normal
nb: vanlig
no: vanlig

source: minor
no: liten

source: wishlist
no: ønske

source: Include severity:
no: Inkludér alvorlighetsgrad:

source: Exclude severity:
no: Ekskludér alvorlighetsgrad:

source: confirmed
no: bekreftet

source: fixed-in-experimental
no: rettet-i-experimental

source: fixed-upstream
no: rettet-oppstrøms

source: help
no: hjelp

source: security
no: sikkerhet

source: unreproducible
no: ikkereproduserbart

source: upstream
no: oppstrøms

source: wontfix
no: fikser-ikke

source: Include tag:
no: Inkludér merkelapp:

source: Exclude tag:
no: Ekskludér merkelapp:

source: in package
nb: i pakke

source: tagged
nb: merket

source: with severity
nb: meg alvorlighetsgrad

source: in source package
nb: i kildepakke

source: in packages maintained by
nb: i pakker vedlikeholdt av

source: submitted by
nb: sendt inn av

source: owned by
nb: eid av

source: with status
nb: med status

source: with mail from
nb: med e-post fra

source: newest bugs
nb: nyeste feil

source: with subject containing
nb: med emne som inneholder

source: with pending state
nb: med ventende tilstand

source: with submitter containing
nb: med innsender som inneholder

source: with forwarded containing
nb: med videresendt som inneholder

source: with owner containing
nb: med eier som inneholder

source: with package
nb: med pakke

source: oldview
nb: gammel visning

source: raw
nb: rå

source: age
nb: alder

source: Repeat Merged
nb: Gjenta kombinerte

source: Reverse Bugs
nb: Omvendt feil

source: Reverse Pending
nb: Omvendt ventende

source: Reverse Severity
nb: Omvendt alvorlighetsgrad

source: Unarchived
nb: Ikke arkivert

source: Archived
nb: Arkivert

source: Archived and Unarchived
nb: Arkivert og ikke arkivert
