Repository: l/debian-webwml
Catalog: webwml/norwegian/po/cdimage.*.po
Languages: nb

source: Key fingerprint
nb: Nøkkelfingeravtrykk

source: ISO images
nb: ISO-bilder

source: Jigdo files
nb: Jigdo-filer

source: <void id="dc_faq" />FAQ
nb: <void id="dc_faq" />OSS

source: Download with Jigdo
nb: Last ned med Jigdo

source: Download via HTTP/FTP
nb: Last ned via HTTP/FTP

source: Buy CDs or DVDs
nb: Kjøp CD-er eller DVD-er

source: Network Install
nb: Nettverksinstallasjon

source: <void id="dc_download" />Download
nb: <void id="dc_download" />Last ned

source: <void id="dc_misc" />Misc
nb: <void id="dc_misc" />Diverse

source: <void id="dc_artwork" />Artwork
nb: <void id="dc_artwork" />Kunst

source: <void id="dc_mirroring" />Mirroring
nb: <void id="dc_mirroring" />Speiling

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
nb: <void id="dc_rsyncmirrors" />Rsync-speil

source: <void id="dc_verify" />Verify
nb: <void id="dc_misc" />Verifiser

source: <void id="dc_torrent" />Download with Torrent
nb: <void id="dc_torrent" />Last ned med Torrent

source: <void id="dc_relinfo" />Image Release Info
nb: <void id="dc_relinfo" />Bildeversjonsinfo

source: Debian CD team
nb: Debians CD-gruppe

source: debian_on_cd
nb: Debian på CD

source: buy
nb: kjøp

source: net_install
nb: nettinstall

source: <void id="misc-bottom" />misc
nb: <void id="misc-bottom" />diverse

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
nb: Engelskspråklige <a href="/MailingLists/disclaimer">åpne postlister</a> for CD-er/DVD-er:
