Repository: l/debian-webwml
Catalog: webwml/norwegian/po/mailinglists.*.po
Languages: nb

source: Mailing List Subscription
nb: Postliste-abonnement

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
nb: Se <a href="./#subunsub">postlistesiden</a> for informasjon om hvordan du abonnerer via e-post. En <a href="unsubscribe">oppsigelsesnettside</a> er også tilgjengelig, for å si opp postlisteabonnementer.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
nb: Husk at de fleste Debian postlister er offentlige forum. Post sendt til dem vil bli offentliggjort i postlistearkiv og indeksert av søkemotorer. Du bør bare melde deg på en Debian postliste med en e-postadresse du ikke bryr deg om blir offentliggjort.

source: No description given
nb: Beskrivelse savnes

source: Moderated:
nb: Ordstyrt:

source: Posting messages allowed only to subscribers.
nb: Kun medlemmer kan sende meldinger.

source: Only messages signed by a Debian developer will be accepted by this list.
nb: Listen godtar kun meldinger signert av Debianutviklere.

source: Subscription:
nb: Abonnement:

source: is a read-only, digestified version.
nb: er en oppsummert versjon som bare kan leses.

source: Your E-Mail address:
nb: E-postadressen din:

source: Subscribe
nb: Abonnér

source: Clear
nb: Nullstill

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
nb: Vennligst respektér <a href="./#ads">Debians retningslinjer for postlisteannonsering</a>.

source: Mailing List Unsubscription
nb: Oppsigelse av postliste-abonnement

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
nb: Se <a href="./#subunsub">postlistesiden</a> for informasjon om hvordan du sier opp via e-post. En <a href="unsubscribe">abonnementside</a> er også tilgjengelig, for å abonnere på postlister.

source: Unsubscribe
nb: Si opp

source: open
nb: åpen

source: closed
nb: lukket
