Repository: l/debian-webwml
Catalog: webwml/norwegian/po/newsevents.*.po
Languages: nb

source: Debian News
nb: Nyheter om Debian

source: Debian Latest News
nb: Siste nytt om Debian

source: p<get-var page />
nb: s.<get-var page />

source: Name:
nb: Navn:

source: Email:
nb: E-post:

source: Previous Talks:
nb: Tidligere foredrag

source: Languages:
nb: Språk

source: Location:
nb: Adresse:

source: Topics:
nb: Emner:

source: Title:
nb: Tittel:

source: Author:
nb: Forfatter:

source: Language:
nb: Språk:

source: Date:
nb: Dato:

source: Event:
nb: Begivenhet

source: Slides:
nb: Lysark:

source: source
nb: kilde

source: Abstract
nb: Sammendrag

source: Upcoming Attractions
nb: Kommende begivenheter

source: link may no longer be valid
nb: pekeren er muligvis gammel

source: When
nb: Når

source: Where
nb: Hvor

source: More Info
nb: Mer informasjon

source: Debian Involvement
nb: Debians engasjement

source: Main Coordinator
nb: Hovedkoordinator

source: <th>Project</th><th>Coordinator</th>
nb: <th>Prosjekt</th><th>Koordinator</th>

source: Related Links
nb: Beslektede pekere

source: Latest News
nb: Siste nytt

source: Download calendar entry
nb: Last ned kalenderoppføring

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
nb: Tilbake til: andre <a href="./">Debiannyheter</a> || <a href="m4_HOME/">Debianprosjektets hjemmeside</a>.

source: <get-var url /> (dead link)
nb: <get-var url /> (død peker)

source: To receive this newsletter bi-weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
nb: For å få dette nyhetsbrevet per e-post annenhver uke, <a href="http://lists.debian.org/debian-news/">abonner</a> på postlisten debian-news.

source: <a href="../../">Back issues</a> of this newsletter are available.
nb: <a href="../../">Tidligere utgaver</a> av nyhetsbrevet er tilgjengelige.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
nb: <void id="singular" />Debian Project News blir redigert av <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
nb: <void id="plural" />Debian Project News blir redigert av <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
nb: <void id="singular" />Dette nummeret av Debian Project News ble redigert av <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
nb: <void id="singular" />Dette nummeret av Debian Project News ble redigert av <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
nb: <void id="singular" />Den ble oversatt av %s.

source: <void id="plural" />It was translated by %s.
nb: <void id="plural" />Den ble oversatt av %s.

source: <void id="singularfemale" />It was translated by %s.
nb: <void id="plural" />Den ble oversatt av %s.

source: <void id="pluralfemale" />It was translated by %s.
nb: <void id="plural" />Den ble oversatt av %s.

source: List of Speakers
nb: Liste over talere

source: Back to the <a href="./">Debian speakers page</a>.
nb: Tilbake til <a href="./">Debian talesiden</a>.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
nb: For å få dette nyhetsbrevet per e-post hver uke, <a href="http://lists.debian.org/debian-news/">abonner</a> på postlisten debian-news.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
nb: Redaktør av Debian Weekly News er <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
nb: Redaktører av Debian Weekly News er <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
nb: <void id="singular" />Dette nummeret av Debian Weekly News ble redigert <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
nb: <void id="plural" />Dette nummeret av Debian Weekly News ble redigert <a href="mailto:dwn@debian.org">%s</a>.
