Repository: l/debian-webwml
Catalog: webwml/norwegian/po/security.*.po
Languages: nb

source: Debian Security
nb: Sikkerhet i Debian

source: Debian Security Advisories
nb: Sikkerhetsmeldinger fra Debian

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
nb: <a href=\"undated/\">udaterte</a> sikkerhetsmeldinger bevart for ettertiden

source: Mitre CVE dictionary
nb: Mitre CVE-ordbok

source: CERT Advisories
nb: CERT sikkerhetsmeldinger

source: US-CERT vulnerabilities Notes
nb: US-CERT sårbarhetsnotater

source: Source:
nb: Kildekode:

source: Architecture-independent component:
nb: Arkitekturuavhengig bestanddel:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
nb: MD5-kontrollsummer for de listede filene er tilgjengelig i den <a href="<get-var url />">originale sikkerhetsmeldingen</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
nb: MD5-kontrollsummer for de listede filene er tilgjengelig i den <a href="<get-var url />">reviderte sikkerhetsmeldingen</a>.

source: Debian Security Advisory
nb: Sikkerhetsmelding fra Debian

source: Date Reported
nb: Rapportert den

source: Affected Packages
nb: Berørte pakker

source: Vulnerable
nb: Sårbar

source: Security database references
nb: Referanser i sikkerhetsdatabaser

source: More information
nb: Mer informasjon

source: Fixed in
nb: Rettet i

source: Bug
nb: Feil

source: In the Debian bugtracking system:
nb: I Debian sitt feilsporingssystem:

source: In the Bugtraq database (at SecurityFocus):
nb: I Bugtraq-databasen (hos SecurityFocus):

source: In Mitre's CVE dictionary:
nb: I Mitres CVE-ordbok:

source: CERT's vulnerabilities, advisories and incident notes:
nb: CERTs notater om sårbarheter, sikkerhet, og observasjoner:

source: No other external database security references currently available.
nb: Ingen sikkerhetsreferanser er for tiden tilgjengelig i andre databaser.
