Repository: l/debian-webwml
Catalog: webwml/norwegian/po/stats.*.po
Languages: nb

source: Debian web site translation statistics
nb: Statistikk for oversettelsen av Debian sitt nettsted

source: There are %d pages to translate.
nb: Det er %d sider å oversette.

source: There are %d bytes to translate.
nb: Det er %d byte å oversette.

source: There are %d strings to translate.
nb: Det er %d strenger å oversette.

source: This translation is too out of date
nb: Denne oversettelsen for utdatert

source: Wrong translation version
nb: Feil oversettelsesversjon

source: The original is newer than this translation
nb: Originalen er nyere enn denne oversettelsen

source: The original no longer exists
nb: Originalen fins ikke lenger

source: hit count N/A
nb: antall treff fins ikke

source: hits
nb: treff

source: Translation summary for
nb: Oversettelsessammendrag for

source: Not translated
nb: Ikke oversatt

source: Outdated
nb: Utdatert

source: Translated
nb: Oversatt

source: Up to date
nb: Oppdatert

source: files
nb: filer

source: bytes
nb: byte

source: Note: the lists of pages are sorted by popularity. Hover over the page name to see the number of hits.
nb: Merk: Lista med sider er sortert etter popularitet. Hold musepekeren over sidenavnet for å se antall treff.

source: Outdated translations
nb: Utdaterte oversettelser

source: File
nb: Fil

source: Comment
nb: Kommentar

source: Log
nb: Logg

source: Translation
nb: Oversettelse

source: Maintainer
nb: Vedlikeholder

source: Translator
nb: Oversetter

source: Date
nb: Dato

source: General pages not translated
nb: Generelle sider som ikke er oversatt

source: Untranslated general pages
nb: Ikke-oversatte generelle sider

source: News items not translated
nb: Nyhetsoppføringer som ikke er oversatt

source: Untranslated news items
nb: Ikke-oversatte nyhetsoppføringer

source: Consultant/user pages not translated
nb: Konsulent/brukersider som ikke er oversatt

source: Untranslated consultant/user pages
nb: Ikke-oversatte konsulent/brukersider

source: International pages not translated
nb: Internasjonale sider som ikke er oversatt

source: Untranslated international pages
nb: Ikke-oversatte internasjonale sider

source: Translated pages (up-to-date)
nb: Oversatte sider (oppdatert)

source: Translated templates (PO files)
nb: Oversatte maler (PO-filer)

source: PO Translation Statistics
nb: PO-oversettelsesstatistikk

source: Untranslated
nb: Ikke oversatt

source: Total
nb: Totalt

source: Total:
nb: Totalt:

source: Created with
nb: Opprettet med

source: Translated web pages
nb: Oversatte nettsider

source: Translation Statistics by Page Count
nb: Oversettelsesstatistikk etter sideantall

source: Language
nb: Språk

source: Translations
nb: Oversettelser

source: Translated web pages (by size)
nb: Oversatte nettsider (etter størrelse)

source: Translation Statistics by Page Size
nb: Oversettelsesstatistikk etter sidestørrelse
