Repository: l/debian-webwml
Catalog: webwml/norwegian/po/templates.*.po
Languages: nb

source: Debian website
nb: Debians nettsted

source: Search the Debian website.
nb: Søk gjennom Debians nettstedet.

source: Debian website search
nb: Søk i Debians nettsted

source: Yes
nb: Ja

source: No
nb: Nei

source: Debian Project
nb: Debianprosjektet

source: Debian is an operating system and a distribution of Free Software. It is maintained and updated through the work of many users who volunteer their time and effort.
nb: Debian er et operativsystem og en distribusjon av fri programvare. Debain vedlikeholdes og oppdateres av frivillige brukere som donerer tid og arbeid.

source: debian, GNU, linux, unix, open source, free, DFSG
nb: debian, GNU, linux, unix, open source, free, åpen kildekode, fri, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
nb: Tilbake til <a href="m4_HOME/">Debianprosjektets hjemmeside</a>.

source: Home
nb: Hjem

source: Skip Quicknav
nb: Hopp over kjapp navigasjon

source: About
nb: Om Debian

source: About Debian
nb: Om Debian

source: Contact Us
nb: Ta kontakt med oss

source: Donations
nb: Donasjoner

source: Events
nb: Begivenheter

source: News
nb: Nyheter

source: Distribution
nb: Distribusjon

source: Support
nb: Brukerstøtte

source: Developers' Corner
nb: Utviklerhjørnet

source: Documentation
nb: Dokumentasjon

source: Security Information
nb: Sikkerhetsinformasjon

source: Search
nb: Søk

source: none
nb: ingen

source: Go
nb: Gå dit

source: worldwide
nb: verdensomspennende

source: Site map
nb: Sideoversikt

source: Miscellaneous
nb: Diverse

source: Getting Debian
nb: Få tak i Debian

source: The Debian Blog
nb: Debians blogg

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
nb: Send gjerne kommentarer, kritikk og forslag for disse sidene til <a href="mailto:debian-doc@lists.debian.org">postlisten</a> vår.

source: not needed
nb: ikke nødvendig

source: not available
nb: Ikke tilgjengelig

source: N/A
nb: ikke relevant

source: in release 1.1
nb: i utgave 1.1

source: in release 1.3
nb: i utgave 1.3

source: in release 2.0
nb: i utgave 2.0

source: in release 2.1
nb: i utgave 2.1

source: in release 2.2
nb: i utgave 2.2

source: Last Modified
nb: Sist oppdatert

source: Copyright
nb: Opphavsrett

source: <a href="https://www.spi-inc.org/">SPI</a> and others;
nb: <a href="https://www.spi-inc.org/">SPI</a> og andre;

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
nb: Se <a href="m4_HOME/license" rel="copyright">lisensvilkårene</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
nb: Debian er et registrert <a href="m4_HOME/trademark">varemerke</a> hos Software in the Public Interest, Inc.

source: This page is also available in the following languages:
nb: Denne siden er også tilgjengelig på følgende språk:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
nb: Slik velger du <a href=m4_HOME/intro/cn>standard språk</a>

source: Debian International
nb: Debian internasjonal

source: Partners
nb: Partnere

source: Debian Weekly News
nb: Debians Ukentlige Nyheter

source: Weekly News
nb: Ukentlige nyheter

source: Debian Project News
nb: Debianprosjektnyheter

source: Project News
nb: Prosjektnyheter

source: Release Info
nb: Informasjon om utgaver

source: Debian Packages
nb: Debianpakker

source: Download
nb: Hent

source: Debian&nbsp;on&nbsp;CD
nb: Debian&nbsp;på&nbsp;CD-ROM

source: Debian Books
nb: Debianbøker

source: Mailing List Archives
nb: Postlistearkiver

source: Mailing Lists
nb: Postlister

source: Social Contract
nb: Sosial kontrakt

source: Code of Conduct
nb: Etiske regler

source: Debian 5.0 - The universal operating system
nb: Debian 5.0 - det universelle operativsystemet

source: Site map for Debian web pages
nb: Oversikt av Debians nettsider

source: Developer Database
nb: Database av utviklere

source: Debian FAQ
nb: Debian OSS/FAQ

source: Debian Policy Manual
nb: Retningslinjehåndbok

source: Developers' Reference
nb: Utviklerhåndbok

source: New Maintainers' Guide
nb: Innledning for nye utviklere

source: Release Critical Bugs
nb: Utgavekritiske feil

source: Lintian Reports
nb: Lintian-rapporter

source: Archives for users' mailing lists
nb: Arkiv av brukerpostlister

source: Archives for developers' mailing lists
nb: Arkiv av utviklerpostlister

source: Archives for i18n/l10n mailing lists
nb: Arkiv av i18n-/l10n-postlister

source: Archives for ports' mailing lists
nb: Arkiv av porterings-postlister

source: Archives for mailing lists of the Bug tracking system
nb: Arkiv av postlister for feilrapportsystemet

source: Archives for miscellaneous mailing lists
nb: Arkiv av diverse postlister

source: Free Software
nb: Fri programvare

source: Development
nb: Utvikling

source: Help Debian
nb: Hjelp Debian

source: Bug reports
nb: Feilmeldinger

source: Ports/Architectures
nb: Arkitekturtilpasninger

source: Installation manual
nb: Installasjonshåndbok

source: CD vendors
nb: CD-leverandører

source: CD/USB ISO images
nb: CD/USB-ISO-avtrykk

source: Network install
nb: Nettverksinstallasjon

source: Pre-installed
nb: Ferdiginstallert

source: Debian-Edu project
nb: Debian-Edu-prosjektet

source: Quality Assurance
nb: Kvalitetskontroll

source: Package Tracking System
nb: Pakkesporingssystemet

source: Debian Developer's Packages Overview
nb: Debianutviklernes pakkeoversikt

source: Debian Home
nb: Debian startside

source: No items for this year.
nb: Ingen begivenheter dette året

source: proposed
nb: foreslått

source: in discussion
nb: under diskusjon

source: voting open
nb: avstemning åpen

source: finished
nb: avsluttet

source: withdrawn
nb: tilbaketrukket

source: Future events
nb: Kommende begivenheter

source: Past events
nb: Tidligere begivenheter

source: (new revision)
nb: (ny versjon)

source: Report
nb: Rapport

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
nb: <em>NB:</em> <a href="$link">Originalen</a> er nyere enn denne oversettelsen.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
nb: Merk! Denne oversettelsen er utdatert, se <a href="$link">originalen</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
nb: <em>Merk:</em> Originalen til denne oversettelsen fins ikke lenger.

source: URL
nb: Nettadresse

source: Back to the <a href="../">Who's using Debian? page</a>.
nb: Tilbake til <a href="../">Hvem bruker Debian? siden</a>.
