Repository: l/debian-webwml
Catalog: webwml/norwegian/po/vendors.*.po
Languages: no

source: Vendor:
no: Leverandør:

source: URL for Debian Page:
no: URL for Debian-siden:

source: Allows Contribution to Debian:
no: Tar imot bidrag til Debian:

source: Country:
no: Land:

source: Ship International:
no: Sender til utlandet:

source: within Europe
no: til Europa

source: To some areas
no: til visse områder

source: email:
no: epost:

source: Official CD
no: Offisiell CD

source: Development Snapshot
no: Utviklingsversjon

source: Vendor Release
no: Leverandørutgave

source: Multiple Distribution
no: Fler-distribusjon

source: non-US included
no: non-US inkludert

source: non-free included
no: non-free inkludert

source: contrib included
no: contrib inkludert

source: vendor additions
no: tillegg fra leverandør

source: Custom Release
no: Bestillingsverk

source: reseller of $var
no: videreformidler av $var

source: reseller
no: videreformidler

source: updated weekly
no: oppdateres ukentlig

source: updated twice weekly
no: oppdateres to ganger i uken

source: updated monthly
no: oppdateres månedlig

source: and
no: og

source: source
no: kildekode
