Repository: l/debian-webwml
Catalog: webwml/hebrew/po/organization.*.po
Languages: he

source: member
he: חבר

source: manager
he: מנהל

source: wizard
he: אשף

source: chairman
he: יושב ראש

source: assistant
he: עוזר

source: secretary
he: מזכיר

source: Officers
he: קצינים

source: Distribution
he: הפצה

source: Publicity
he: יחסי ציבור

source: Support and Infrastructure
he: תמיכה ותשתית

source: Custom Debian Distributions
he: הפצות דביאן מותאמות אישית

source: Leader
he: מנהיג

source: Technical Committee
he: וועדה טכנית

source: Secretary
he: מזכיר

source: Development Projects
he: מיזמי פיתוח

source: FTP Archives
he: ארכיוני FTP

source: FTP Master
he: מנהל ה-FTP

source: FTP Assistants
he: סייעי FTP

source: Individual Packages
he: חבילות עצמאיות

source: Release Management
he: הנהלת השחרור

source: Release Team
he: צוות השחרור

source: Release Team for ``stable''
he: צוות השחרור להפצה ה'יציבה'

source: Quality Assurance
he: אבטחת איכות

source: Installation System Team
he: צוות התקנת המערכת

source: Release Notes
he: הודעות שחרור

source: Production
he: הפקה

source: Vendors
he: ספקים

source: Testing
he: בחינה

source: Documentation
he: תיעוד

source: Work-Needing and Prospective Packages list
he: עבודה נדרשת והצעות לאריזת תוכנה

source: APT Team
he: צוות APT

source: Special Configurations
he: הגדרות מיוחדות

source: Laptops
he: מחשבים ניידים

source: Firewalls
he: חומות אש

source: Handhelds
he: מחשבי כף יד

source: Press Contact
he: איש קשר לעיתונות

source: Partner Program
he: שותפים לתוכנית

source: Events
he: אירועים

source: Marketing Team
he: צוות שיווק

source: User support
he: תמיכת משתמשים

source: Bug Tracking System
he: מערכת מעקב באגים

source: Mailing Lists Administration and Mailing List Archives
he: ניהול רשימות תפוצה וארכיון רשימות תפוצה

source: Debian Account Managers
he: מנהלי חשבונות דביאן

source: Security Team
he: צוות אבטחה

source: Testing Security Team
he: צוות אבטחה להפצת הבחינה

source: Web Pages
he: דפי רשת

source: Planet Debian
he: פלאנט דביאן

source: Policy
he: מדיניות

source: System Administration
he: ניהול מערכת
