Repository: l/debian-webwml
Catalog: webwml/hebrew/po/ports.*.po
Languages: he

source: Contact
he: צור קשר

source: CPUs
he: מעבדים

source: Credits
he: קרדיט

source: Development
he: פיתח

source: Documentation
he: תיעוד

source: Installation
he: התקנה

source: Links
he: קישורים

source: News
he: חדשות

source: Porting
he: המרה לארכטיקטורות חומרה חדשות

source: Ports
he: ארכיטקטורות חומרה שונות

source: Problems
he: בעיות

source: Software Map
he: מפת תוכנה

source: Status
he: סטטוס

source: Supply
he: אספקה

source: Systems
he: מערכות

source: Debian for Alpha
he: דביאן עבור ארכיטקטורת Alpha

source: Debian for AMD64
he: דביאן עבור ארכיטקטורת AMD64

source: Debian for ARM
he: דביאן עבור ארכיטקטורת ARM

source: Debian for Beowulf
he: דביאן עבור ארכיטקטורת Beowulf

source: Main
he: ראשי

source: Debian for PA-RISC
he: דביאן עבור ארכיטקטורת PA-RISC

source: Hurd CDs
he: תקליטורים של HURD

source: Debian for IA-64
he: דביאן עבור ארכיטקטורת IA-64

source: Debian GNU/FreeBSD
he: דביאן GNU/FreeBSD

source: Debian for Motorola 680x0
he: דביאן עבור ארכיטקטורת Motorola 680x0

source: Debian for MIPS
he: דביאן עבור ארכיטקטורת MIPS

source: Debian GNU/NetBSD for i386
he: דביאן GNU/NetBSD עבור ארכיטקטורת i386

source: Debian GNU/NetBSD for Alpha
he: דביאן GNU/NetBSD עבור ארכיטקטורת Alpha

source: Why
he: מדוע

source: People
he: אנשים

source: Debian for PowerPC
he: דביאן עבור ארכיטקטורת PowerPC

source: Debian for S/390
he: דביאן עבור ארכיטקטורת S/390

source: Debian for Sparc
he: דביאן עבור ארכיטקטורת SPARC

source: Debian for Sparc64
he: דביאן עבור ארכיטקטורת SPARC64

source: Debian for Laptops
he: דביאן למחשבים ניידים
