Repository: l/debian-webwml
Catalog: webwml/hebrew/po/security.*.po
Languages: he

source: Source:
he: מקור

source: Architecture-independent component:
he: רכיב שאינו תלוי ארכיטקטורת חומרה:

source: Date Reported
he: תאריך דיווח

source: Affected Packages
he: חבילות מושפעות

source: Vulnerable
he: פגיע

source: Security database references
he: הפניות למאגר המידע של אבטחה

source: More information
he: מידע נוסף

source: Fixed in
he: תוקן בתאריך

source: BugTraq ID
he: מספר זיהוי לבאג

source: Bug
he: באג

source: In the Debian bugtracking system:
he: במערכת מעקב הבאגים של דביאן:

source: In the Bugtraq database (at SecurityFocus):
he: במערכת מעקב הבאגים (דגש על אבטחה)

source: No other external database security references currently available.
he: אין הפניות למאגרי אבטחת מידע זמינות בשלב זה

source: Debian Security
he: אבטחת דביאן

source: Debian Security Advisories
he: צוות יועצי האבטחה של דביאן
