Repository: l/debian-webwml
Catalog: webwml/hebrew/po/templates.*.po
Languages: he

source: Yes
he: כן

source: No
he: לא

source: Debian Project
he: פרויקט דביאן

source: debian, GNU, linux, unix, open source, free, DFSG
he: דביאן, גנו, לינוקס, יוניקס, תוכנה חופשית, חופשי, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
he: חזרה לעמוד הבית של <a href="m4_HOME">פרויקט דביאן</a>.

source: Home
he: עמוד הבית

source: Skip Quicknav
he: דלג על חיפוש מהיר

source: About
he: אודות

source: About Debian
he: אודות דביאן

source: Contact Us
he: צור קשר

source: Donations
he: תרומות

source: Events
he: אירועים

source: News
he: חדשות

source: Distribution
he: הפצה

source: Support
he: תמיכה

source: Developers' Corner
he: רוצה לתרום ?

source: Documentation
he: תיעוד

source: Security Information
he: הודעות אבטחה

source: Search
he: חיפוש

source: none
he: אין

source: Go
he: טען

source: worldwide
he: ברחבי העולם

source: Site map
he: מפת אתר

source: Miscellaneous
he: שונות

source: Getting Debian
he: הורדה

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
he: נא שלחו את כל ההערות, ביקורות והצעות בנוגע לדפים אלו אל <a href="mailto:debian-doc@lists.debian.org">רשימת התפוצה </a>.

source: not needed
he: לא צריך

source: not available
he: אינו זמין

source: N/A
he: אינו זמין

source: in release 1.1
he: בגרסה 1.1

source: in release 1.3
he: בגרסה 1.3

source: in release 2.0
he: בגרסה 2.0

source: in release 2.1
he: בגרסה 2.1

source: in release 2.2
he: בגרסה 2.2

source: Last Modified
he: עודכן לאחרונה

source: Copyright
he: כל הזכויות שמורות

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
he: ראו <a href="m4_HOME/license" rel="copyright">תנאי הרשיון</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
he: השם דביאן הינו <a href="m4_HOME/trademark">סימן מסחרי רשום</a> של תאגיד רשום 'תוכנה בשירות הציבור' (Software in the Public Interest, Inc).

source: This page is also available in the following languages:
he: עמוד זה זמין גם בשפות הבאות:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
he: הוראות כיצד לקבוע <a href=m4_HOME/intro/cn>את שפת ברירת המחדל</a> של דף זה.

source: Debian International
he: דביאן ברחבי העולם

source: Partners
he: שותפים

source: Debian Weekly News
he: חדשות דביאן שבועיות

source: Weekly News
he: שבועיות חדשות

source: Debian Project News
he: חדשות פרויקט דביאן

source: Project News
he: חדשות הפרויקט

source: Release Info
he: מידע על הפצות

source: Debian Packages
he: חבילות דביאן

source: Download
he: הורדה

source: Debian&nbsp;on&nbsp;CD
he: דביאן על תקליטורים

source: Debian Books
he: ספרים על דביאן

source: Mailing List Archives
he: ארכיון רשימות תפוצה

source: Mailing Lists
he: רשימות תפוצה

source: Social Contract
he: חוזה חברתי

source: Site map for Debian web pages
he: מפת אתר עבור דפי הרשת של דביאן

source: Developer Database
he: מאגר מידע על המפתחים

source: Debian Policy Manual
he: מדריך מדיניות דביאן

source: Developers' Reference
he: מידע למפתחים

source: New Maintainers' Guide
he: מדריך למתחזקים חדשים

source: Release Critical Bugs
he: באגים קריטיים לשחרור

source: Archives for users' mailing lists
he: ארכיונים של רשימות התפוצה למשתמשים

source: Archives for developers' mailing lists
he: ארכיונים של רשימות התפוצה למפתחים

source: Archives for i18n/l10n mailing lists
he: ארכיונים של רשמיות התפוצה למתרגמים

source: Archives for ports' mailing lists
he: ארכיונים של רשימות התפוצה לארכיטקטורות חומרה

source: Archives for mailing lists of the Bug tracking system
he: ארכיון רשימות תפוצה של מערכת מעקב באגים

source: Archives for miscellaneous mailing lists
he: ארכיונים של רשימות תפוצה שונות

source: Free Software
he: תוכנה חופשית

source: Development
he: פיתוח

source: Help Debian
he: עזרו לדביאן

source: Bug reports
he: דיווח באגים

source: Ports/Architectures
he: ארכיטקטורות חומרה

source: Installation manual
he: מדריך התקנה

source: CD vendors
he: ספקי תקליטורים

source: Network install
he: התקנת רשת

source: Pre-installed
he: מותקן מראש

source: Debian-Edu project
he: פרויקט דביאן בחינוך

source: Quality Assurance
he: אבטחת איכות

source: Package Tracking System
he: מערכת מעקב חבילות

source: No items for this year.
he: אין פריטים לשנה זו

source: proposed
he: מוצע

source: in discussion
he: בדיון

source: voting open
he: ההצבעה פתוחה

source: finished
he: הסתיימה

source: withdrawn
he: הוסר מדיון

source: Future events
he: אירועים עתידיים

source: Past events
he: אירועי עבר

source: (new revision)
he: (עדכון חדש)

source: Report
he: דוח

source: Back to the <a href="../">Who's using Debian? page</a>.
he: חזרה אל עמוד <a href="../">מי משתמש בדביאן?</a>.
