Repository: l/debian-webwml
Catalog: webwml/polish/po/bugs.*.po
Languages: pl

source: Flags:
pl: Flagi:

source: active bugs
pl: b³êdy aktywne

source: archived bugs
pl: b³êdy zarchiwizowane

source: display merged bugs only once
pl: poka¿ po³±czone b³êdy tylko raz

source: no ordering by status or severity
pl: nie sortuj wed³ug stanu lub stopnia wa¿no¶ci

source: don't show table of contents in the header
pl: nie wy¶wietlaj spisu tre¶ci w nag³ówku

source: don't show statistics in the footer
pl: nie wy¶wietlaj statystyk w stopce

source: Reverse order of:
pl: Odwróæ kolejno¶æ:

source: status
pl: stanów

source: severities
pl: stopni wa¿no¶ci

source: bugs
pl: b³êdów

source: open
pl: otwarty

source: forwarded
pl: przekazany

source: pending
pl: poprawiany

source: fixed
pl: poprawiony

source: done
pl: zamkniêty

source: Include status:
pl: Pokazuj status:

source: Exclude status:
pl: Nie pokazuj statusu:

source: critical
pl: krytyczny

source: grave
pl: bardzo powa¿ny

source: serious
pl: powa¿ny

source: important
pl: wa¿ny

source: normal
pl: zwyk³y

source: minor
pl: drobny

source: wishlist
pl: ¿yczenie

source: Include severity:
pl: Pokazuj wagê b³êdu:

source: Exclude severity:
pl: Nie pokazuj wagi b³êdu:

source: sarge-ignore
pl: ignorowany w sarge

source: experimental
pl: eksperymentalna

source: confirmed
pl: potwierdzony

source: fixed-in-experimental
pl: poprawiony w eksperymentalnej

source: fixed-upstream
pl: poprawiony w oryg. pakiecie

source: help
pl: pomoc

source: l10n
pl: lokalizacja

source: moreinfo
pl: wiêcej informacji

source: patch
pl: ³ata

source: security
pl: bezpieczeñstwo

source: unreproducible
pl: nie do powtórzenia

source: upstream
pl: tak¿e w oryg. pakiecie

source: wontfix
pl: nie zostanie naprawiony

source: Include tag:
pl: Do³±cz etykietê:

source: Exclude tag:
pl: Nie do³±czaj etykiety:
