Repository: l/debian-webwml
Catalog: webwml/polish/po/debian-cdd.*.po
Languages: pl

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
pl: Poni¿sza lista zawiera ró¿ne projekty oprogramowania, które s± w krêgu zainteresowañ projektu <get-var cdd-name />. Aktualnie tylko kilka z nich jest dostêpnych jako pakiety Debiana. Jednak¿e naszym celem jest w³±czenie wszystkich z <get-var cdd-name />, które mog± byæ sensownie dodane do naszej wysokiej jako¶ci wyspecjalizowanej dystrybucji Debiana.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
pl: By lepiej ukazaæ stan przygotowañ pakietów dla projektów, ka¿dy wiersz posiada kolor o znaczeniu zgodnym z poni¿szym schematem:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
pl: Zielony: Projekt jest <a href="<get-var url/>">dostêpny jako oficjalny pakiet Debiana</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
pl: ¯ó³ty: Projekt jest <a href="<get-var url />">dostêpny jako nieoficjalny pakiet Debiana</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
pl: Czerwony: Projekt <a href="<get-var url />">nie posiada (jeszcze) pakietów Debiana</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
pl: Je¶li odkryjesz projekt, który wygl±da na dobrego kandydata dla <get-var cdd-name /> lub je¶li przygotowa³e¶ nieoficjalny pakiet Debiana, nie krêpuj siê przes³aæ jego opisu na listê dyskusyjn± <a href="<get-var cdd-list-url />"><get-var cdd-name /></a>.

source: Official Debian packages
pl: Oficjalne pakiety Debiana

source: Unofficial Debian packages
pl: Nieoficjalne pakiety Debiana

source: Debian packages not available
pl: Pakiety Debiana niedostêpne

source: There are no projects which fall into this category.
pl: Nie ma projektów nale¿±cych do tej kategorii

source: No homepage known
pl: Strona domowa nieznana

source: License:
pl: Licencja

source: Free
pl: Wolna

source: Non-Free
pl: Niewolna

source: Unknown
pl: Nieznany

source: Official Debian package
pl: Oficjalny pakiet Debiana

source: Unofficial Debian package
pl: Nieoficjalny pakiet Debiana

source: Debian package not available
pl: Pakiet Debiana niedostêpny
