Repository: l/debian-webwml
Catalog: webwml/polish/po/doc.*.po
Languages: pl

source: Written by two Debian developers, this free book started as a translation of their French best-seller known as Cahier de l'admin Debian (published by Eyrolles). Accessible to all, this book teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator. It covers all the topics that a competent Linux administrator should master, from the installation and the update of the system, up to the creation of packages and the compilation of the kernel, but also monitoring, backup and migration, without forgetting advanced topics like SELinux setup to secure services, automated installations, or virtualization with Xen, KVM or LXC.
pl: Napisana przez dwóch developerów Debiana, ta wolna książka zaczęła się jako tłumaczenie ich francuskiego bestsellera pod tytułem "Cahier de l'admin Debian" (wyd. Eyrolles). Interesująca dla wszystkich, ta książka wyjaśnia podstawy każdemu, kto pragnie zostać efektywnym i niezależnym administratorem Debiana GNU/Linux. Omawia wszystkie tematy, które powinien opanować kompetentny administrator Linuksa, począwszy od instalacji i aktualizacji systemu, kończąc na tworzeniu pakietów i kompilacji jądra, ale także monitoring, tworzenie kopii zapasowych i i migrację, nie zapominając o zaawansowanych tematach takich jak konfiguracja SELinuksa w celu zabezpieczenia usług, automatyczne instalacje czy wirtualizacja przy pomocy Xen, KVM oraz LXC.

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
pl: Celem tej aktualnej i dostępnej za darmo książki jest pomoc w rozpoczęciu efektywnej pracy z Debianem (zarówno z wydaniem stabilnym - Sarge, jak i dystrybucją niestabilną - sid). Książka ta jest wyczerpującym źródłem dla użytkowników, którzy sami instalują i opiekują się systemem (czy to w domu, biurze, czy szkole).

source: Sarge CD with installer and a selection of packages
pl: CD z instalatorem Sarge'a oraz wybranymi pakietami

source: Live CD with Knoppix
pl: Live CD z Knoppiksem

source: Beginners and advanced users alike will find this book to be a comprehensive source of information on using Debian for desktops, intranet and internet servers, and development. It also contains background information on the project and extensive coverage of Debian's unique package management system.
pl: Zarówno początkujący jak i zaawansowani użytkownicy znajdą w tej książce wyczerpujące źródło informacji o użytkowaniu Debiana w domu i w sieci komputerowej oraz użyciu systemu jako serwera internetowego czy jako komputera programisty. Zawiera ona również ogólne informacje na temat projektu oraz obszerną informację o systemie zarządzania pakietami w Debianie.

source: official Debian GNU/Linux 3.1r0a "sarge" on DVD (i386)
pl: oficjalna płyta DVD Debian GNU/Linux 3.1r0a sarge (i386)

source: This book introduces the concepts and techniques of the Debian operating system, explaining their usage and pitfalls, and illustrating the thinking behind each of the approaches. The goal is not to be a reference book, but to give the reader enough insight into the workings of the project and operating system to learn and embrace the sophisticated and elegant, sometimes at first slightly non-intuitive solutions that have evolved as part of the Debian system over the past decade. While targeted at the well-versed UNIX/Linux administrator, the book can also serve as an excellent resource alongside a standard Linux reference to bootstrap one's Linux experience in Debian's bottom-up philosophy.
pl: Ta książka omawia ideę i techniki zastosowane w systemie operacyjnym Debian, wyjaśnia ich użycie i pułapki które mogą się w nich kryć oraz ilustruje ona tok myślenia, które sprawiło, że zastosowano takie a nie inne podejście. Celem tej książki nie jest bycie kompletnym podręcznikiem użytkownika Debiana, ale danie użytkownikowi wystarczającej wiedzy do zrozumienia pracy projektu i systemu operacyjnego, obejmującego wyrafinowane i eleganckie, czasami z początku nie intuicyjne rozwiązania, które wyewoluowały jako części składowe systemu Debian przez ostatnią dekadę. Książka jest adresowana do fachowego administratora systemów UNIX/Linux, ale może też służyć jako wyśmienite źródło wiedzy obok standardowego podręcznika Linuksa, tak aby dobrze wykorzystać własne doświadczenie w świecie Debiana.

source: A hands-on reference guide to the Debian GNU/Linux system that shows, in over 1,500 <q>recipes</q>, how to use it for everyday activities -- from working with text, images, and sound to productivity and networking issues. Like the software the book describes, the book is copylefted and its source data is available.
pl: Poręczny, kompletny przewodnik po systemie Debian GNU/Linux, który przedstawia ponad 1500 <q>przepisów</q>, jak używać go w codziennej pracy &mdash; od pracy z tekstem, grafiką i dźwiękiem po zagadnienia związane z wydajnością i sieciami komputerowymi. Tak jak opisywane oprogramowanie książka jest dostępna na zasadach <i>copyleft</i> i jej materiały źródłowe są dostępne.

source: Debian 2.2 ARM architecture
pl: Debian 2.2 ARM

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
pl: Książka ta jest przeznaczona dla deweloperów pracujących z GNU/Linuksem na procesorach ARM. Omawia ona specjalne urządzenia przystosowane do szybkiej konfiguracji (LART, Assabet, Psion5). Dostarcza ona również podstawowych informacji na temat narzędzi i technik używanych przy pracy nad tą architekturą. Omawia zestaw narzędzi programistycznych GNU (tzw. GNU toolchain), kompilatory natywne i skrośne (cross-kompilatory), programy rozruchowe (bootloadery), łaty na jądro, RAM dyski, cechy charakterystyczne dla ARM i omawia inne zasoby nt. architektury ARM. Książka zawiera również obszerny samouczek o systemie GNU/Linux dla programistów innych platform. Książka ta nie jest o Debianie, jednakże dystrybucja Aleph ARMLinux jest ściśle oparta na Debian-ARM i przypuszczalnie będziesz pracował z tą dystrybucją, a także będziesz posiadał maszynę-hosta opartą na Debianie.

source: Learning Debian GNU/Linux guides the new user of Linux through the installation and configuration of Debian GNU/Linux. Windows users will gain a gentle introduction to this exciting computing world guided by Bill McCarty in <q>Learning Debian GNU/Linux</q>.
pl: <q>Learning Debian GNU/Linux</q> przeprowadzi nowego użytkownika Linuksa przez instalację i konfigurację Debiana. Oprowadzani przez Billa McCarthy'ego, użytkownicy Windowsa otrzymają łagodne wprowadzenie do tego ekscytującego komputerowego świata.

source: Includes 230+ pages and three CD-ROM discs. Topics covered by software include Debian Linux, networking, programming tools, GUI, desktop publishing, business, fun things, and multimedia. 30 days of free e-mail support included.
pl: Książka zawiera ponad 230 stron i 3 płyty CD. Jej tematem jest oprogramowanie dostępne w systemie Debian GNU/Linux, sieć, narzędzia programistyczne, graficzny interfejs użytkownika, publikowanie dokumentów, aplikacje biznesowe, programy do zabawy i multimedia. Dodatkowo zakup książki zapewnia 30-dniowe wsparcie techniczne przez pocztę elektroniczną.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
pl: Piąte wydanie pierwszej francuskiej książki o Debianie. Omawia wszystkie aspekty administracji Debiana począwszy od instalacji, kończąc na konfiguracji usług sieciowych. Napisana przez dwóch deweloperów Debiana, książka może być interesująca dla wielu osób: początkujących, którzy chcą odkryć Debiana, zaawansowanych użytkowników, szukających wskazówek, które pozwolą udoskonalić ich umiejętności oraz administratorów, którzy chcą budować niezawodne sieci oparte na Debianie.

source: 2 editions: One without a DVD, the other with 2 DVDs (i386)
pl: dwie edycje: Jedna bez DVD, druga z dwiema płytami DVD (i386)

source: Debian Squeeze, 6.0.1a, Multi-Arch (i386 and amd64) on DVD
pl: Debian Squeeze, 6.0.1a, Multi-Arch (i386 i amd64) na DVD

source: This book teaches you how to install and configure the system and also how to use Debian in a professional environment. It shows the full potential of the distribution (in its current version 6.0) and provides a practical manual for all users who want to learn more about Debian and its range of services.
pl: Ta książka nauczy Cię instalować i konfigurować system, a także używać go w środowisku zawodowym. Pokazuje pełen potencjał dystrybucji (w jego obecnej wersji 6.0) i służy jako praktyczny podręcznik dla wszystkich pragnących poznać bliżej Debiana i wachlarz jego usług.

source: 2 editions: One with no CD, the other with Official CD (i386, contrib and sources)
pl: dwa wydania: jedno bez płyt, drugie z oficjalną płytą CD (i386, sekcja contrib i źródła)

source: The book covers all steps of planning and installing Debian GNU/Linux on PC based hardware, including important applications like the X Window System, window managers and desktop environments (KDE, GNOME) and a selection of important system services. Unix/Linux basics and concepts together with system usage and important components (bash, system services and important commands) are introduced. There is an explanation of Debian's package format and how to create packages in this format. It also includes an overview of standard Linux applications (networking, software development, LaTeX and office suites). Strong emphasis is on networking and system administration issues, like planing and building of a dial-in router or a server for Windows based clients (Samba).
pl: Książka zawiera wszystkie kroki zaplanowania i instalacji systemu Debian GNU/Linux na komputerze PC, w tym: ważnych aplikacji takich jak system X Window, menadżery okien, środowiska graficzne (KDE, Gnome) oraz wybór ważnych usług systemowych. Książka wprowadza podstawowe pojęcia z systemu Unix/Linux, omawia jego zastosowanie oraz opisuje ważne elementy systemu (powłoka bash, usługi systemowe, ważne komendy). W książce znajdziemy wyjaśnienie Debianowego formatu pakietów i jak tworzyć pakiety w tym formacie. Zawiera ona również przegląd standardowych aplikacji Linuksa (programy sieciowe, narzędzia dla programistów, LaTeX i pakiety biurowe). Duży nacisk jest kładziony na sprawy związane z administracją systemem i sieciami komputerowymi, takie jak: planowanie i budowanie wdzwanianych routerów lub serwera dla klientów opartych na Windowsie (Samba).

source: Debian GNU/Linux 3.1 Sarge installer (single-width CD)
pl: 1 CD z Debian GNU/Linux 3.1 Sarge

source: This book is dictionary style and covers various tips for beginners and intermediate skill users; installation via various ways, desktop customize, troubleshooting, profitable knowhow and so on.
pl: Ta książka jest zorganizowana na sposób słownika zawierającego różne wskazówki dla początkujących i średnio zaawansowanych użytkowników: instalacja na różne sposoby, dostosowywanie pulpitu do własnych potrzeb, rozwiązywanie problemów, co warto wiedzieć itd.

source: Debian GNU/Linux 3.1r0 i386, author's edition (DVD + CD)
pl: Debian GNU/Linux 3.1r0 i386, edycja autora (DVD + CD)

source: This is the latest book for Sarge of the series that has been supported as a standard bible of Debian in Japan. This book covers all aspects of using Debian GNU/Linux 3.1 Sarge, such as installation, desktop environments, system administration, and server configuration. Furthermore, this book also includes commercial font package that decorates your desktop. This book might be useful for all Debian users from beginners to advanced users.
pl: Jest to najnowsza książka o Sarge'u z serii, która jest uznawana za <i>Debianową biblię</i> w Japoni. Książka ta omawia wszystkie aspekty użytkowania systemu Debian GNU/Linux 3.1 takie jak: instalacja, środowiska graficzne, administracja systemem i konfiguracja serwera. Ponadto książka ta zawiera również komercyjny pakiet z czcionkami które udekorują Twój pulpit. Ta książka powinna być pożyteczna dla wszystkich użytkowników Debiana: zarówno początkujących jak i zaawansowanych.

source: Debian 2.2r0 i386 author's edition (3 CDs)
pl: Debian 2.2r0 i386 edycja autora (3 płyty CD)

source: This book covers general topics about Debian GNU/Linux: installation, APT and dpkg, shell, X Window System, networking, system administration, kernel setup, sharing with Windows, building servers and so on. You will be able to install and start to use Debian GNU/Linux Japanese environment very easily with the customized CDs.
pl: Ta książka porusza wszystkie najważniejsze tematy związane z systemem Debian GNU/Linux: instalację, APT i <code>dpkg</code>, powłokę, System X Window, usługi sieciowe, administrację systemem, instalację jądra, współpracę z Windows, budowanie serwera itd. Dzięki zmodyfikowanym płytom CD, będziesz w stanie bez problemu zainstalować swój system i zacząć go używać w języku japońskim.

source: 1 unofficial Woody, 3 Potato rev0
pl: 1 nieoficjalny Woody, 3 płyty z Potato rev0

source: This book gives a brief guide to installation of Debian GNU/Linux, fundamentals of Unix or Linux commands, basic configuration and maintenance of system and networking, X Window System setup, and using multimedia in Debian GNU/Linux. This book also includes a guide for maintainers, which stimulates people in Korea to become official Debian maintainers.
pl: Ta książka oferuje zwięzły przewodnik po instalacji Debiana, najważniejszych komendach Uniksowych i Linuksowych, podstawowej konfiguracji, administracji systemem i siecią, konfiguracji serwera X oraz multimediach w Debianie. Książka ta zawiera również przewodnik dla opiekunów pakietów, który ma zachęcić ludzi w Korei do zostania oficjalnym deweloperem Debiana.

source: Three official potato r3 CDs and an unofficial woody CD
pl: trzy oficjalne płyty CD z wydaniem potato r3 i nieoficjalny CD z woody'm

source: This book introduces readers to Debian GNU/Linux with many hands-on tutorials and tips. Written in Korean, this book covers comprehensive aspects of Debian GNU/Linux system: first-time setup, package installation, setting up X, connecting to Internet, network maintenance, and more. This book provides a handful of tips on setting up Debian for Korean language environment, and it is good for newcomers, too.
pl: Ta książka wprowadza czytelników do systemu Debian GNU/Linux z za pomocą poręcznych samouczków i wskazówek. Napisana w języku koreańskim, zawiera rozległe spektrum informacji nt. Debiana: konfiguracja poinstalacyjna, instalacja pakietów, konfiguracja X-ów, podłączenie do internetu, zarządzanie siecią i wiele innych. Książka dostarcza też garść wskazówek jak przygotować Debiana do obsługi języka koreańskiego. Jest to dobra pozycja również dla początkujących.

source: The first Persian book about Debian GNU/Linux. This book helps you to install Debian GNU/Linux and set up network services like web, database, firewall, mail, ftp and ... on it. Also helps you to start using GNU/Linux and Debian's powerful package management system.
pl: Pierwsza perska książka o Debianie. Książka ta pomoże Ci zainstalować Debiana, zacząć go używać i uruchomić usługi sieciowe takie jak: WWW, bazy danych, <i>firewall</i>, poczta, ftp. Ponadto znajdują się tu również informacje na temat systemu pakietów w Debianie.

source: This book is divided into four parts: Basic concepts, Management of GNU/Linux, Administration of the system and Advanced operations. Each chapter explains in depth the features of the operating system. The first chapters explain the structure of GNU/Linux. These chapters will help the reader to understand how the system uses basic resources such as the processor and memory. A detailed analysis about filesystems such as Ext2, Ext3, and ReiserFS will enable users to make the correct choice for their needs. Many figures throughout the book show aspects about the performance of the system. This book caters for college students and anyone who wants to learn GNU/Linux in depth. This book covers Debian Sarge.
pl: Ta książka jest podzielona na cztery części: Podstawowe pojęcia, Zarządzanie GNU/Linuksem, Administracja systemem i Zaawansowane operacje. Każdy rozdział dokładnie omawia funkcje systemu operacyjnego. Pierwsze rozdziały wyjaśniają strukturę systemu GNU/Linux. Rozdziały te pomogą czytelnikowi zrozumieć, jak system używa podstawowych zasobów, takich jak procesor oraz pamięć. Dokładniejsza analiza systemów plików takich jak Ext2, Ext3 oraz ReiserFS umożliwi użytkownikom dokonanie właściwego wyboru według ich potrzeb. W całej książce są też grafiki ilustrujące aspekt wydajności systemu. Książka jest przeznaczona dla studentów uczelni wyższych oraz wszystkich tych, którzy chcą gruntownie poznać system GNU/Linux. Informacje podane w książce oparte są na wydaniu Sarge.

source: This is the right book for you to learn how to create basic and complex IT platforms using only Free Software. Inside it you will find a wide range of procedures reviewed and adjusted to fit into the best practices of technological infrastructure implementation. This easy to read and comprehensive guide will take you by the hand to achieve specific objectives with the Debian GNU/Linux operating system.
pl: To jest właściwa książka, jeśli chcesz nauczyć się jak tworzyć proste i złożone platformy IT wykorzystując jedynie Wolne Oprogramowanie. Wewnątrz znajdziesz szeroką gamę procedur przejrzanych i dopasowanych by pasowały do najlepszych wzorów implementacji infrastruktury technologicznej. Ten łatwy w czytaniu i wszechstronny przewodnik poprowadzi Cię za rękę umożliwiając Ci osiągnięcie konkretnych celów przy pomocy systemu operacyjnego Debian GNU/Linux.

source: Author:
pl: Autor:

source: Available at:
pl: Dostępne pod adresem:

source: CD Included:
pl: Zawiera CD:

source: Publisher:
pl: Wydawca:

source: Authors:
pl: Autorzy:

source: Editors:
pl: Edytorzy:

source: Maintainer:
pl: Opiekun:

source: Availability:
pl: Dostępność:

source: Latest version:
pl: Ostatnia wersja:

source: (version <get-var version />)
pl: (wersja <get-var version />)

source: plain text
pl: czysty tekst

source: The latest <get-var srctype /> source is available through the <a href="https://www.debian.org/doc/cvs">Subversion</a> repository.
pl: Aktualne źródło <get-var srctype /> jest dostępne poprzez repozytorium <a href="https://www.debian.org/doc/cvs">Subversion</a>.

source: Web interface:
pl: Interfejs WWW:

source: VCS interface:
pl: Interfejs VCS:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
pl: Aktualne źródło <get-var srctype /> jest dostępne poprzez repozytorium <a href="https://packages.debian.org/cvs">Cvs</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
pl: Aktualne źródło <get-var srctype /> jest dostępne poprzez repozytorium <a href="https://packages.debian.org/subversion">Subversion</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
pl: Aktualne źródło <get-var srctype /> jest dostępne poprzez repozytorium <a href="https://packages.debian.org/git">Git</a>.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
pl: Źródła CVS działającej kopi: ustaw <code>CVSROOT</code> na <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, i sprawdź moduł <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
pl: CVS przez www

source: Debian package
pl: Pakiet Debiana

source: Debian package (archived)
pl: Pakiet Debiana (w archiwum)
