Repository: l/debian-webwml
Catalog: webwml/polish/po/mailinglists.*.po
Languages: pl

source: Mailing List Subscription
pl: Subskrypcja list dyskusyjnych

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
pl: Spójrz na stronę <a href="./#subunsub">listy dyskusyjne</a>, żeby dowiedzieć się, jak je subskrybować za pomocą e-maila. <a href="unsubscribe">Formularz desubskrypcji</a> również jest dostępny.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
pl: Większość list dyskusyjnych Debiana jest publicznymi forami. Maile wysyłane na nie są publikowane w archiwach list i indeksowane przez wyszukiwarki. Powinieneś subskrybować listy Debiana używając adresu mailowego, który może być podany do publicznej wiadomości.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
pl: Proszę wybrać na które listy pragniesz się zapisać (liczba subskrypcji jest ograniczona &mdash; jeśli Twoje żądanie się nie powiedzie, proszę użyć <a href="./#subunsub">innej metody</a>):

source: No description given
pl: Brak opisu

source: Moderated:
pl: Moderowana:

source: Posting messages allowed only to subscribers.
pl: Wysyłanie listów jest dozwolone tylko dla subskrybentów.

source: Only messages signed by a Debian developer will be accepted by this list.
pl: Tylko wiadomości podpisane przez dewelopera Debiana zostaną zaakceptowane na tej liście.

source: Subscription:
pl: Subskrypcja:

source: is a read-only, digestified version.
pl: jest wersją tylko do czytania, skrótową.

source: Your E-Mail address:
pl: Twój adres e-mail:

source: Subscribe
pl: Subskrybuj

source: Clear
pl: Wyczyść

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
pl: Prosimy o przestrzeganie <a href="./#ads">zasad dotyczących wysyłania ogłoszeń</a>.

source: Mailing List Unsubscription
pl: Wypisywanie się z list dyskusyjnych

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
pl: Przejdź na stronę <a href="./#subunsub">listy dyskusyjne</a>, żeby dowiedzieć się jak dokonać desubskrypcji za pomocą e-maila. <a href="subscribe">Formularz subskrypcji</a> również jest dostępny.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
pl: Proszę wybrać z których list pragniesz się wypisać (liczba wypisań jest ograniczona &mdash; jeśli Twoje żądanie się nie powiedzie, proszę użyć <a href="./#subunsub">innej metody</a>):

source: Unsubscribe
pl: Wypisz

source: open
pl: otwarta

source: closed
pl: zamknięta
