Repository: l/debian-webwml
Catalog: webwml/polish/po/newsevents.*.po
Languages: pl

source: Debian News
pl: Wiadomości Debiana

source: Debian Latest News
pl: Najnowsze wiadomości Debiana

source: p<get-var page />
pl: str.<get-var page />

source: The newsletter for the Debian community
pl: Biuletyn dla społeczności Debiana

source: Name:
pl: Imię i nazwisko:

source: Previous Talks:
pl: Poprzednie wykłady:

source: Languages:
pl: Języki:

source: Location:
pl: Miejsce:

source: Topics:
pl: Tematy:

source: Title:
pl: Tytuł:

source: Author:
pl: Autor:

source: Language:
pl: Język:

source: Date:
pl: Data:

source: Event:
pl: Wydarzenie:

source: Slides:
pl: Prezentacja:

source: source
pl: źródło

source: Abstract
pl: Streszczenie

source: Upcoming Attractions
pl: Nadchodzące Atrakcje

source: link may no longer be valid
pl: odnośnik może nie być już aktualny

source: When
pl: Kiedy

source: Where
pl: Gdzie

source: More Info
pl: Więcej informacji

source: Debian Involvement
pl: Zaangażowanie Debiana

source: Main Coordinator
pl: Główny koordynator

source: <th>Project</th><th>Coordinator</th>
pl: <th>Koordynatora</th><th>Projektu</th>

source: Related Links
pl: Odnośniki do powiązanych tematów

source: Latest News
pl: Najnowsze wiadomości

source: Download calendar entry
pl: Pobierz wpis kalendarza

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
pl: Powrót do: innych <a href="./">wiadomości Debiana</a> || <a href="m4_HOME/">strony głównej Debiana</a>.

source: <get-var url /> (dead link)
pl: <get-var url /> (martwy odnośnik)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
pl: Witamy w <get-var issue /> w tym roku wydaniu DPN, biuletynie dla społeczności Debiana. W tym wydaniu poruszamy następujące tematy:

source: According to the <a href="https://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
pl: Według <a href="https://udd.debian.org/bugs.cgi">interfejsu wyszukiwania błędów bazy danych UDD</a>, zbliżającego się wydania, Debian <q><get-var release /></q>, dotyczy <get-var testing /> błędów krytycznych dla wydania. Nie licząc błędów łatwych do naprawienia, lub błędów które są w trakcie naprawiania, około <get-var tobefixed /> błędów krytycznych pozostaje do naprawienia, zanim może dojść do wydania.

source: There are also some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
pl: Patrz <a href="https://wiki.debian.org/ProjectNews/RC-Stats">uwagi na temat interpretacji</a> tych liczb.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
pl: Są też dostępne <a href="<get-var url />">dokładniejsze statystyki</a> oraz <a href="https://wiki.debian.org/ProjectNews/RC-Stats">uwagi na temat interpretacji</a> tych liczb.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
pl: <a href="<get-var link />"Obecnie</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> pakietów jest osieroconych</a>, a <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> pakietów</a> jest oferowanych do adopcji</a>: zobacz kompletną listę <a href="m4_DEVEL/wnpp/help_requested">pakietów wymagających pomocy</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="https://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
pl: Prosimy o pomoc w tworzeniu tego biuletynu. Nadal potrzebujemy więcej ochotników, którzy obserwowaliby społeczność Debiana i zgłaszali interesujące wydarzenia. Aby dowiedzieć się jak pomóc, zobacz <a href="https://wiki.debian.org/ProjectNews/HowToContribute">stronę na temat współpracy</a>. Z niecierpliwością oczekujemy Twojej wiadomości na <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
pl: Należy pamiętać, że jest to lista najważniejszych informacji na temat bezpieczeństwa z ostatnich tygodni. Jeżeli chcesz być na bieżąco z informacjami na temat bezpieczeństwa ogłaszanymi przez Zespół Bezpieczeństwa Debiana zapisz się na <a href="<get-var url-dsa />">listę ds. bezpieczeństwa</a> (a dodatkowo na <a href="<get-var url-bpo />">listę backport</a>, oraz <a href="<get-var url-stable-announce />">listę z aktualizacjami wersji stabilnej</a>) aby otrzymywać ogłoszenia.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
pl: Należy pamiętać, że jest to lista najważniejszych informacji na temat bezpieczeństwa z ostatnich tygodni. Jeżeli chcesz być na bieżąco z informacjami na temat bezpieczeństwa ogłaszanymi przez Zespół Bezpieczeństwa Debiana zapisz się na <a href="<get-var url-dsa />">listę ds. bezpieczeństwa</a> (a dodatkowo na <a href="<get-var url-bpo />">listę backport</a>, oraz <a href="<get-var url-stable-announce />">listę z aktualizacjami wersji stabilnej</a> lub <a href="<get-var url-volatile-announce />">aktualizowaną listę</a>, dla <q><get-var old-stable /></q>, starych stabilnych dystrybucji) aby otrzymywać ogłoszenia.

source: Debian's Stable Release Team released an update announcement for the package:
pl: Zespół ds. Wydania Stabilnego Debiana wydał komunikat o aktualizacji dla pakietu:

source: and
pl: i

source: Please read them carefully and take the proper measures.
pl: Proszę je uważnie przeczytać i podjąć odpowiednie środki.

source: Debian's Backports Team released advisories for these packages:
pl: Zespół Backport Debiana wydał ostrzeżenia dla tych pakietów:

source: Debian's Security Team recently released advisories for these packages (among others):
pl: Zespół Bezpieczeństwa Debiana ostatnio wydał ostrzeżenia dla następujących pakietów (m.in.):

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
pl: <get-var num-newpkg /> pakiet(ów) zostało ostatnio dodanych do wersji unstable Debiana.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
pl: <a href="<get-var url-newpkg />">Wśród wielu innych</a> są:

source: There are several upcoming Debian-related events:
pl: Nadchodzące wydarzenia związane z Debianem:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
pl: Więcej informacji oraz dyskusji na temat wydarzeń związanych z Debianem znajdziesz w <a href="<get-var events-section />">sekcji wydarzeń</a> na stronach Debiana lub zapisując się na jedną z naszych list przypisanych różnym regionom: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Holandia</a>, <a href="<get-var events-ml-ha />">Ameryka Łacińska</a>, <a href="<get-var events-ml-na />">Ameryka Północna</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
pl: Chcesz zorganizować stoisko Debiana lub Debian install party? Znasz inne nadchodzące wydarzenia związane z Debianem? Wygłosiłeś przemówienie na temat Debiana i chcesz umieścić o tym link na naszej <a href="<get-var events-talks />">stronie o przemowach</a>? Wyślij wiadomość do <a href="<get-var events-team />">Zespołu Wydarzeń Debiana</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
pl: <get-var dd-num /> kandydat(ów) zostało <a href="<get-var dd-url />">zaakceptowanych </a> jako Deweloperzy Debiana

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
pl: <get-var dm-num /> kandydat(ów) zostało <a href="<get-var dm-url />">zaakceptowanych</a> jako Opiekunowie Debiana

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
pl: <get-var uploader-num /> osób(osoba) <a href="<get-var uploader-url />">zaczęło(a) utrzymywać pakiety</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
pl: <get-var eval-newcontributors-text-list /> od poprzedniego wydania Aktualności Projektu Debiana. Proszę powitajmy <get-var eval-newcontributors-name-list /> w naszym projekcie!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
pl: <get-var issue-devel-news /> Publikacja o <a href="<get-var url-devel-news />">różnych nowościach dla deweloperów</a> została wydana i obejmuje następujące zagadnienia:

source: To receive this newsletter bi-weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
pl: Aby otrzymywać ten biuletyn pocztą elektroniczną w cyklu dwutygodniowym, <a href="https://lists.debian.org/debian-news/">zapisz się na listę debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
pl: Dostępne są <a href="../../">archiwalne</a> wiadomości.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pl: <void id="singular" />Wiadomości Projektu Debian redaguje <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pl: <void id="plural" />Wiadomości Projektu Debian redagują <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pl: <void id="singular" />Ten odcinek Wiadomości Projektu Debian przygotował(a) <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
pl: <void id="plural" />Ten odcinek Wiadomości Projektu Debian przygotowali(ły) <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
pl: <void id="singular" />Tłumaczenie: %s.

source: <void id="plural" />It was translated by %s.
pl: <void id="plural" />Tłumaczenie: %s.

source: <void id="singularfemale" />It was translated by %s.
pl: <void id="singularfemale" />Tłumaczenie: %s.

source: <void id="pluralfemale" />It was translated by %s.
pl: <void id="pluralfemale" />Tłumaczenie: %s.

source: List of Speakers
pl: Lista prelegentów

source: Back to the <a href="./">Debian speakers page</a>.
pl: Powrót do <a href="./">strony prelegentów Debian'a</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
pl: Aby co tydzień otrzymywać pocztą elektroniczną ten biuletyn <a href="m4_HOME/MailingLists/subscribe#debian-news">zapisz się na listę debian-news</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: Cotygodniowe wiadomości Debiana przygotowuje <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: Cotygodniowe wiadomości Debiana przygotowują <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: <void id="singular" />Ten odcinek Cotygodniowych wiadomości Debiana przygotował(a) <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: <void id="plural" />Ten odcinek Cotygodniowych wiadomości Debiana przygotowali(ły) <a href="mailto:dwn@debian.org">%s</a>.
