Repository: l/debian-webwml
Catalog: webwml/polish/po/others.*.po
Languages: pl

source: Mailing List Subscription
pl: Subskrypcja list dyskusyjnych

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
pl: Spójrz na stronê <a href="./#subunsub">listy dyskusyjne</a>, ¿eby dowiedzieæ siê, jak je subskrybowaæ za pomoc± e-maila. <a href="unsubscribe">Formularz desubskrypcji</a> równie¿ jest dostêpny.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
pl: Wiêkszo¶æ list dyskusyjnych Debiana jest publicznymi forami. Maile wysy³ane na nie s± publikowane w archiwach list i indeksowane przez wyszukiwarki. Powiniene¶ subskrybowaæ listy Debiana u¿ywaj±c adresu mailowego, który mo¿e byæ podany do publicznej wiadomo¶ci.

source: Please select which lists you want to subscribe to:
pl: Prosimy zaznaczyæ listy, na które chcesz siê zapisaæ:

source: No description given
pl: Brak opisu

source: Moderated:
pl: Moderowana:

source: Posting messages allowed only to subscribers.
pl: Wysy³anie listów jest dozwolone tylko dla subskrybentów.

source: Only messages signed by a Debian developer will be accepted by this list.
pl: Tylko wiadomo¶ci podpisane przez dewelopera Debiana zostan± zaakceptowane na tej li¶cie.

source: Subscription:
pl: Subskrypcja:

source: is a read-only, digestified version.
pl: jest wersj± tylko do czytania, skrótow±.

source: Your E-Mail address:
pl: Twój adres e-mail:

source: Subscribe
pl: Subskrybuj

source: Clear
pl: Wyczy¶æ

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
pl: Prosimy o przestrzeganie <a href="./#ads">zasad dotycz±cych wysy³ania og³oszeñ</a>.

source: Mailing List Unsubscription
pl: Wypisywanie siê z list dyskusyjnych

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
pl: Przejd¼ na stronê <a href="./#subunsub">listy dyskusyjne</a>, ¿eby dowiedzieæ siê jak dokonaæ desubskrypcji za pomoc± e-maila. <a href="subscribe">Formularz subskrypcji</a> równie¿ jest dostêpny.

source: Please select which lists you want to unsubscribe from:
pl: Proszê zaznacz listy, z których chcesz siê wypisaæ:

source: Unsubscribe
pl: Wypisz

source: open
pl: otwarta

source: closed
pl: zamkniêta

source: p<get-var page />
pl: str.<get-var page />

source: Download
pl: Pobierz

source: Old banner ads
pl: Stare banery

source: Name:
pl: Imiê i nazwisko:

source: Company:
pl: Firma:

source: Address:
pl: Adres:

source: Phone:
pl: Telefon:

source: or
pl: lub

source: Rates:
pl: Stawki:

source: Additional Information
pl: Dodatkowe informacje

source: Willing to Relocate
pl: Niezale¿nie od lokalizacji

source: <total_consultant> Debian consultants listed in <total_country> countries worldwide.
pl: <total_consultant>Konsultanci Debiana z <total_country> krajów na ca³ym ¶wiecie.

source: Working
pl: Dzia³aj±ce

source: sarge (broken)
pl: sarge (uszkodzone)

source: Booting
pl: Uruchamia siê

source: Building
pl: Buduje siê

source: Not yet
pl: Jeszcze nie gotowe

source: No kernel
pl: Brak j±dra

source: No images
pl: Brak obrazów

source: <void id="d-i" />Unknown
pl: <void id="d-i" />Nieznane

source: Unavailable
pl: Niedostêpne

source: New Maintainers' Corner
pl: K±cik nowych opiekunów

source: Step 1
pl: Krok 1

source: Step 2
pl: Krok 2

source: Step 3
pl: Krok 3

source: Step 4
pl: Krok 4

source: Step 5
pl: Krok 5

source: Step 6
pl: Krok 6

source: Step 7
pl: Krok 7

source: Applicants' checklist
pl: Lista spraw

source: See <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (only available in French) for more information.
pl: Wiêcej informacji (tylko w jêzyku francuskim) dostêpnych jest pod adresem <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a>.

source: See <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
pl: Wiêcej informacji (tylko w jêzyku hiszpañskim) dostêpnych jest pod adresem <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a>.

source: Previous Talks:
pl: Poprzednie wyk³ady:

source: Languages:
pl: Jêzyki:

source: Location:
pl: Miejsce:

source: Topics:
pl: Tematy:

source: With&nbsp;``Debian''
pl: Z&nbsp;napisem&nbsp;``Debian''

source: Without&nbsp;``Debian''
pl: Bez&nbsp;napisu&nbsp;``Debian''

source: [Debian] (mini button)
pl: [Debian] (miniprzycisk)

source: same as the above
pl: jak wy¿ej

source: Wanted:
pl: Po¿±dane:

source: Who:
pl: Kto:

source: Architecture:
pl: Architektura:

source: Specifications:
pl: Specyfikacje:

source: Where:
pl: Gdzie:

source: Products
pl: Produkty

source: T-shirts
pl: Koszulki

source: hats
pl: czapeczki

source: stickers
pl: naklejki

source: mugs
pl: kubki

source: other clothing
pl: inne czê¶ci ubioru

source: polo shirts
pl: koszulki polo

source: frisbees
pl: frisbee

source: mouse pads
pl: podk³adki pod mysz

source: badges
pl: naszywki

source: basketball goals
pl: kosze do koszykówki

source: earrings
pl: kolczyki

source: suitcases
pl: torby

source: BAD
pl: Z£Y

source: BAD?
pl: Z£Y?

source: Unknown
pl: Nieznany

source: ALL
pl: Wszystkie

source: Package
pl: Pakiet

source: Status
pl: Stan

source: Version
pl: Wersja
