Repository: l/debian-webwml
Catalog: webwml/polish/po/ports.*.po
Languages: pl

source: Debian for Laptops
pl: Debian na laptopach

source: Debian for Alpha
pl: Debian dla Alpha

source: Debian for AMD64
pl: Debian dla AMD64

source: Debian for ARM
pl: Debian dla ARM

source: Debian for Beowulf
pl: Debian dla Beowulf

source: Main
pl: Strona g³ówna

source: Debian for PA-RISC
pl: Debian dla PA-RISC

source: Hurd CDs
pl: P³yty CD

source: Debian for IA-64
pl: Debian dla IA-64

source: Debian for Motorola 680x0
pl: Debian dla Motorola 680x0

source: Contact
pl: Kontakt

source: CPUs
pl: Procesory

source: Credits
pl: Podziêkowania

source: Development
pl: Rozwój

source: Documentation
pl: Dokumentacja

source: Installation
pl: Instalacja

source: Links
pl: Odsy³acze

source: News
pl: Wiadomo¶ci

source: Porting
pl: Proces adaptacji

source: Ports
pl: Adaptacje

source: Problems
pl: Problemy

source: Software Map
pl: Mapa oprogramowania

source: Supply
pl: Dostawa

source: Systems
pl: Systemy

source: Debian for MIPS
pl: Debian dla MIPS

source: Debian GNU/NetBSD for i386
pl: Debian GNU/NetBSD dla i386

source: Debian GNU/NetBSD for Alpha
pl: Debian GNU/NetBSD dla Alpha

source: Why
pl: Dlaczego

source: People
pl: Ludzie

source: Debian for PowerPC
pl: Debian dla PowerPC

source: Debian for S/390
pl: Debian dla S/390

source: Debian for Sparc
pl: Debian dla Sparc

source: Debian for Sparc64
pl: Debian dla Sparc64
