Repository: l/debian-webwml
Catalog: webwml/polish/po/security.*.po
Languages: pl

source: Debian Security
pl: Bezpieczeństwo Debiana

source: Debian Security Advisories
pl: Porady dotyczące bezpieczeństwa Debiana

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
pl: ogłoszenia <a href=\"undated/\">niedatowane</a>, dla potomności

source: Mitre CVE dictionary
pl: W słowniku CVE Mitre-a

source: Securityfocus Bugtraq database
pl: Baza danych Securityfocus Bugtraq

source: CERT Advisories
pl: Porady CERT

source: US-CERT vulnerabilities Notes
pl: Komentarz US-CERT do błędu

source: Source:
pl: Źródło:

source: Architecture-independent component:
pl: Element niezależny od architektury:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
pl: Sumy kontrolne MD5 wymienionych plików dostępne są w <a href="<get-var url />">oryginalnej poradzie</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
pl: Sumy kontrolne MD5 wymienionych plików dostępne są w <a href="<get-var url />">oryginalnej poradzie</a>.

source: Debian Security Advisory
pl: Porada dotycząca bezpieczeństwa Debiana

source: Date Reported
pl: Data Zgłoszenia

source: Affected Packages
pl: Narażone Pakiety

source: Vulnerable
pl: Podatny

source: Security database references
pl: Odnośniki do baz danych na temat bezpieczeństwa

source: More information
pl: Więcej informacji

source: Fixed in
pl: Naprawiony w

source: BugTraq ID
pl: Nr BugTraq

source: Bug
pl: Błąd

source: In the Debian bugtracking system:
pl: W systemie śledzenia błędów Debiana:

source: In the Bugtraq database (at SecurityFocus):
pl: Baza danych Bugtraq (SecurityFocus):

source: In Mitre's CVE dictionary:
pl: W słowniku CVE Mitre-a

source: CERT's vulnerabilities, advisories and incident notes:
pl: Baza danych błędów, porad i incydentów CERT:

source: No other external database security references currently available.
pl: Brak dostępnych odnośników do zewnętrznych baz danych na temat bezpieczeństwa.
