Repository: l/debian-webwml
Catalog: webwml/polish/po/templates.*.po
Languages: pl

source: More information
pl: Wiêcej informacji

source: Download with Jigdo
pl: Pobierz przez Jigdo

source: Download via HTTP/FTP
pl: Pobierz przez HTTP/FTP

source: Buy CDs or DVDs
pl: Kup p³yty CD lub DVD

source: Network Install
pl: Instalacja sieciowa

source: <void id="dc_download" />Download
pl: <void id="dc_download" />Pobierz

source: <void id="dc_misc" />Misc
pl: <void id"dc_misc" />Inne

source: <void id="dc_artwork" />Artwork
pl: <void id="dc_artwork" />Grafika

source: <void id="dc_mirroring" />Mirroring
pl: <void id"dc_mirroring" />Serwery lustrzane

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
pl: <void id"dc_rsyncmirrors" />Serwery lustrzane rsync

source: <void id="dc_torrent" />Download with Torrent
pl: <void id="dc_torrent" />Pobierz poprzez Torrent

source: <void id="dc_pik" />Pseudo Image Kit
pl: <void id"dc_pik" />Zestaw pseudo-obrazu

source: <void id="dc_relinfo" />Image Release Info
pl: <void id="dc_relinfo" />Informacje o obrazie

source: Debian CD team
pl: Zespó³ Debian CD

source: debian_on_cd
pl: debian_na_cd

source: buy
pl: kupowanie

source: net_install
pl: instalacja sieciowa

source: <void id="misc-bottom" />misc
pl: <void id="misc-bottom" />ró¿ne

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
pl: Angielskojêzyczna, <a href="/MailingLists/disclaimer">publiczna lista dyskusyjna</a> dla p³yt CD/DVD:

source: Yes
pl: Tak

source: No
pl: Nie

source: Debian Project
pl: Projekt Debian

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
pl: Debian GNU/Linux jest darmow± dystrybucj± systemu operacyjnego GNU/Linux. Opiekuje siê ni± wielu u¿ytkowników, którzy po¶wiêcaj± jej swój czas i wysi³ek.

source: debian, GNU, linux, unix, open source, free, DFSG
pl: debian, GNU, linux, unix, wolnodostêpne ¼ród³a, darmowy, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
pl: Powrót do <a href="m4_HOME/">strony g³ównej Debiana</a>.

source: Home
pl: Strona G³ówna

source: Skip Quicknav
pl: Pomiñ szybk± nawigacjê

source: About
pl: O&nbsp;Debianie

source: About Debian
pl: O Debianie

source: Contact&nbsp;Us
pl: Skontaktuj&nbsp;siê&nbsp;z&nbsp;nami

source: Donations
pl: Dary

source: Events
pl: Wydarzenia

source: News
pl: Wiadomo¶ci

source: Distribution
pl: Dystrybucja

source: Support
pl: Pomoc

source: Developers'&nbsp;Corner
pl: K±cik&nbsp;deweloperów

source: Documentation
pl: Dokumentacja

source: Security&nbsp;Information
pl: Bezpieczeñstwo

source: Search
pl: Wyszukiwanie

source: none
pl: ¿adne

source: Go
pl: Id¼

source: worldwide
pl: ogólno¶wiatowe

source: Site map
pl: Mapa serwisu

source: Miscellaneous
pl: Ró¿ne

source: Getting Debian
pl: Jak zdobyæ Debiana

source: List of Consultants
pl: Lista Konsultantów

source: Back to the <a href="./">Debian consultants page</a>.
pl: Powrót do <a href="./">strony konsultantów Debian'a</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
pl: Prosimy przesy³aæ wszelkie komentarze, krytyczne uwagi i sugestie na temat tych stron WWW na nasz± <a href="mailto:debian-doc@lists.debian.org">listê dyskusyjn±</a>.

source: Upcoming Attractions
pl: Nadchodz±ce Atrakcje

source: link may no longer be valid
pl: odno¶nik mo¿e nie byæ ju¿ aktualny

source: When
pl: Kiedy

source: Where
pl: Gdzie

source: More Info
pl: Wiêcej informacji

source: Debian Involvement
pl: Zaanga¿owanie Debiana

source: Main Coordinator
pl: G³ówny koordynator

source: <th>Project</th><th>Coordinator</th>
pl: <th>Koordynatora</th><th>Projektu</th>

source: Related Links
pl: Odno¶niki do powi±zanych tematów

source: Latest News
pl: Najnowsze wiadomo¶ci

source: Download calendar entry
pl: Pobierz wpis kalendarza

source: not needed
pl: niepotrzebny

source: not available
pl: niedostêpne

source: N/A
pl: nie dotyczy

source: in release 1.1
pl: w wersji 1.1

source: in release 1.3
pl: w wersji 1.3

source: in release 2.0
pl: w wersji 2.0

source: in release 2.1
pl: w wersji 2.1

source: in release 2.2
pl: w wersji 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
pl: Aby zg³osiæ problem ze stron± www, prze¶lij wiadomo¶æ po angielsku na <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a> lub po polsku na <a href="mailto:debian-l10n-polish@lists.debian.org">debian-l10n-polish@lists.debian.org</a>. Inne informacje kontaktowe mo¿esz uzyskaæ na <a href="m4_HOME/contact">stronie kontaktowej</a> Debiana.

source: Last Modified
pl: Ostatnia modyfikacja

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
pl: Zobacz <a href="m4_HOME/license" rel="copyright">warunki umowy</a>

source: Debian is a registered trademark of Software in the Public Interest, Inc.
pl: Debian jest zarejestrowanym znakiem handlowym Software in the Public Interest, Inc.

source: This page is also available in the following languages:
pl: Ta strona jest równie¿ dostêpna w nastêpuj±cych jêzykach:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
pl: Jak ustawiæ <a href=m4_HOME/intro/cn>domy¶lny jêzyk dokumentu</a>

source: License Information
pl: Informacji o licencji

source: DLS Index
pl: Indeks DLS

source: DFSG FAQ
pl: FAQ DFSG

source: Debian-Legal Archive
pl: Archiwa debian-legal

source: Date published
pl: Data publikacji

source: License
pl: Licencja

source: Version
pl: Wersja

source: Summary
pl: Podsumowanie

source: Justification
pl: Wyja¶nienie

source: Discussion
pl: Dyskusja

source: Original Summary
pl: Podsumowanie

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
pl: Skrót orygina³u przygotowa³ <summary-author/> i mo¿na je znale¼æ w <a href="<summary-url/>">archiwum</a>.

source: This summary was prepared by <summary-author/>.
pl: Podsumowanie przygotowa³ <summary-author/>.

source: License text (translated)
pl: Tekst licencji (przet³umaczony)

source: License text
pl: Tekst licencji

source: free
pl: wolna

source: non-free
pl: niewolna

source: not redistributable
pl: nie do redystrybucji

source: Free
pl: Wolna

source: Non-Free
pl: Niewolna

source: Not Redistributable
pl: Nie do redystrybucji

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
pl: Przejrzyj stronê z <a href="./">informacjami o licencjach</a> by zobaczyæ Podsumowania licencyjne Debiana (DLS).

source: Debian&nbsp;International
pl: Ró¿ne&nbsp;jêzyki&nbsp;w&nbsp;Debianie

source: Partners
pl: Partnerzy

source: Debian Weekly News
pl: Cotygodniowe&nbsp;wiadomo¶ci&nbsp;Debiana

source: Weekly&nbsp;News
pl: Wiadomo¶ci&nbsp;cotygodniowe

source: Release&nbsp;Info
pl: Informacje&nbsp;o&nbsp;wersjach

source: Debian&nbsp;Packages
pl: Pakiety&nbsp;Debiana

source: Download
pl: Pobieranie

source: Debian&nbsp;on&nbsp;CD
pl: Debian&nbsp;na&nbsp;p³ytach&nbsp;CD

source: Debian&nbsp;Books
pl: Ksi±¿ki&nbsp;o&nbsp;Debianie

source: Mailing&nbsp;List&nbsp;Archives
pl: Archiwa&nbsp;List&nbsp;Dyskusyjnych

source: Mailing&nbsp;Lists
pl: Listy&nbsp;Dyskusyjne

source: Social&nbsp;Contract
pl: Umowa&nbsp;Spo³eczna

source: Visit the site sponsor
pl: Odwied¼ sponsora Strony

source: Site map for Debian web pages
pl: Mapa witryny Debiana

source: Developer Database
pl: Baza danych developerów

source: Debian Policy Manual
pl: Podrêcznik polityki Debiana

source: Developers' Reference
pl: Poradnik dla developerów

source: New Maintainers' Guide
pl: Przewodnik dla pocz±tkuj±cych opiekunów pakietów

source: Release Critical Bugs
pl: B³êdy krytyczne dystrybucji

source: Lintian Reports
pl: Raporty lintiana

source: Archives for users' mailing lists
pl: Archiwa list u¿ytkowników

source: Archives for developers' mailing lists
pl: Archiwa list developerów

source: Archives for i18n/l10n mailing lists
pl: Archiwa list zwi±zanych z obs³ug± ró¿nych jêzyków

source: Archives for ports' mailing lists
pl: Archiwa list dyskusyjnych dotycz±cych adaptacji

source: Archives for mailing lists of the Bug tracking system
pl: Archiwa list zwi±zanych z systemem ¶ledzenia b³êdów

source: Archives for miscellaneous mailing lists
pl: Archiwa ró¿nych list dyskusyjnych

source: Free&nbsp;Software
pl: Wolne&nbsp;oprogramowanie

source: Development
pl: Rozwój

source: Help Debian
pl: Jak pomóc Debianowi

source: Bug reports
pl: Zg³oszenia b³êdów

source: Ports/Architectures
pl: Adaptacje/Architektury

source: Installation&nbsp;manual
pl: Podrêcznik&nbsp;instalacji

source: CD vendors
pl: Sprzedawcy p³yt

source: CD ISO images
pl: Obrazy p³yt

source: Network install
pl: Instalacja przez sieæ

source: Pre-installed
pl: Preinstalowany

source: Debian-Edu project
pl: Projekt Debian-Edu

source: Quality Assurance
pl: Zapewnienie jako¶ci

source: Package Tracking System
pl: System ¶ledzenia pakietów

source: Debian Developer's Packages Overview
pl: Przegl±d pakietów developerskich Debiana

source: Select a server near you
pl: Wybierz najbli¿szy serwer

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
pl: Powrót do: innych <a href="./">wiadomo¶ci Debiana</a> || <a href="m4_HOME/">strony g³ównej Debiana</a>.

source: <get-var url /> (dead link)
pl: <get-var url /> (martwy odno¶nik)

source: No items for this year.
pl: Brak wydarzeñ w tym roku.

source: proposed
pl: proponowane

source: in discussion
pl: dyskutowane

source: voting open
pl: g³osowanie otwarte

source: finished
pl: zakoñczone

source: withdrawn
pl: wycofane

source: Future events
pl: Przysz³e wydarzenia

source: Past events
pl: Poprzednie wydarzenia

source: (new revision)
pl: (nowa wersja)

source: Report
pl: Data Zg³oszenia

source: List of Speakers
pl: Lista prelegentów

source: Back to the <a href="./">Debian speakers page</a>.
pl: Powrót do <a href="./">strony prelegentów Debian'a</a>.

source: More information:
pl: Wiêcej informacji:

source: Taken by:
pl: Zrobione przez:

source: Nobody
pl: nikt

source: Rating:
pl: Ocena:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
pl: <em>Uwaga: <a href="$link">Orygina³</a> jest nowszy ni¿ to t³umaczenie</em>.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
pl: Uwaga! To t³umaczenie jest przestarza³e, prosimy przej¶æ do <a href="$link">orygina³u</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
pl: <em>Uwaga:</em> Oryginalny dokument tego t³umaczenia ju¿ nie istnieje.

source: URL
pl: Adres internetowy

source: Back to the <a href="../">Who's using Debian? page</a>.
pl: Powrót do <a href="../">strony u¿ytkowników Debiana</a>.

source: Date
pl: Data

source: Time Line
pl: Termin

source: Nominations
pl: Nominacje

source: Debate
pl: Debata

source: Platforms
pl: Platformy

source: Proposer
pl: Wnioskodawca

source: Proposal A Proposer
pl: Propozycja wnioskodawcy A

source: Proposal B Proposer
pl: Propozycja wnioskodawcy B

source: Proposal C Proposer
pl: Propozycja wnioskodawcy C

source: Proposal D Proposer
pl: Propozycja wnioskodawcy D

source: Proposal E Proposer
pl: Propozycja wnioskodawcy E

source: Proposal F Proposer
pl: Propozycja wnioskodawcy F

source: Seconds
pl: Popieraj±cy

source: Proposal A Seconds
pl: Popieraj±cy propozycjê A

source: Proposal B Seconds
pl: Popieraj±cy propozycjê B

source: Proposal C Seconds
pl: Popieraj±cy propozycjê C

source: Proposal D Seconds
pl: Popieraj±cy propozycjê D

source: Proposal E Seconds
pl: Popieraj±cy propozycjê E

source: Proposal F Seconds
pl: Popieraj±cy propozycjê F

source: Opposition
pl: Przeciwni

source: Text
pl: Tekst

source: Proposal A
pl: Propozycja A

source: Proposal B
pl: Propozycja B

source: Proposal C
pl: Propozycja C

source: Proposal D
pl: Propozycja D

source: Proposal E
pl: Propozycja E

source: Proposal F
pl: Propozycja F

source: Choices
pl: Wybory

source: Amendment Proposer
pl: Proponuj±cy poprawkê

source: Amendment Seconds
pl: Popieraj±cy poprawkê

source: Amendment Text
pl: Tekst poprawki

source: Amendment Proposer A
pl: Proponuj±cy poprawkê A

source: Amendment Seconds A
pl: Popieraj±cy poprawkê A

source: Amendment Text A
pl: Tekst poprawki A

source: Amendment Proposer B
pl: Proponuj±cy poprawkê B

source: Amendment Seconds B
pl: Popieraj±cy poprawkê B

source: Amendment Text B
pl: Tekst poprawki B

source: Amendments
pl: Poprawki

source: Proceedings
pl: Postêpowanie

source: Majority Requirement
pl: Konieczna wiêkszo¶æ

source: Data and Statistics
pl: Dane i statystyki

source: Quorum
pl: Kworum

source: Minimum Discussion
pl: Dyskusja

source: Ballot
pl: G³osowanie

source: Outcome
pl: Wynik

source: Waiting&nbsp;for&nbsp;Sponsors
pl: Czeka&nbsp;na&nbsp;Sponsora

source: In&nbsp;Discussion
pl: Dyskusja&nbsp;trwa

source: Voting&nbsp;Open
pl: G³osowanie&nbsp;Otwarte

source: Decided
pl: Zadecydowano

source: Withdrawn
pl: Wycofane

source: Other
pl: Inne

source: Home&nbsp;Vote&nbsp;Page
pl: G³ówna&nbsp;Strona&nbsp;G³osowañ

source: How&nbsp;To
pl: Jak

source: Submit&nbsp;a&nbsp;Proposal
pl: Zg³osiæ&nbsp;Propozycjê

source: Amend&nbsp;a&nbsp;Proposal
pl: Poprawiæ&nbsp;Propozycjê

source: Follow&nbsp;a&nbsp;Proposal
pl: Poprzeæ&nbsp;Propozycjê

source: Read&nbsp;a&nbsp;Result
pl: Przeczytaæ&nbsp;Rezultat

source: Vote
pl: G³osowaæ

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
pl: Aby co tydzieñ otrzymywaæ poczt± elektroniczn± ten biuletyn <a href="m4_HOME/MailingLists/subscribe#debian-news">zapisz siê na listê debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
pl: Dostêpne s± <a href="../../">archiwalne</a> wiadomo¶ci.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: Cotygodniowe wiadomo¶ci Debiana przygotowuje <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: Cotygodniowe wiadomo¶ci Debiana przygotowuj± <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: <void id="singular" />Ten odcinek Cotygodniowych wiadomo¶ci Debiana przygotowa³(a) <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
pl: <void id="plural" />Ten odcinek Cotygodniowych wiadomo¶ci Debiana przygotowali(³y) <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
pl: <void id="singular" />T³umaczenie: %s.

source: <void id="plural" />It was translated by %s.
pl: <void id="plural" />T³umaczenie: %s.

source: <void id="singularfemale" />It was translated by %s.
pl: <void id="singularfemale" />T³umaczenie: %s.

source: <void id="pluralfemale" />It was translated by %s.
pl: <void id="pluralfemale" />T³umaczenie: %s.

source: No requests for adoption
pl: Brak pró¶b o adopcjê

source: No orphaned packages
pl: Brak osieroconych pakietów

source: No packages waiting to be adopted
pl: Brak pakietów czekaj±cych na adopcjê

source: No packages waiting to be packaged
pl: Brak pakietów czekaj±cych na spakietowanie

source: No Requested packages
pl: Brak zg³oszonych pakietów

source: No help requested
pl: Brak pró¶b o pomoc

source: in adoption since today.
pl: adoptowany od dzi¶.

source: in adoption since yesterday.
pl: adoptowany od wczoraj.

source: %s days in adoption.
pl: %s dni adoptowany.

source: in preparation since today.
pl: przygotowywany od dzi¶.

source: in preparation since yesterday.
pl: przygotowywany od wczoraj.

source: %s days in preparation.
pl: %s dni w przygotowaniu.

source: requested today.
pl: zg³oszony dzi¶.

source: requested yesterday.
pl: zg³oszony wczoraj.

source: requested %s days ago.
pl: zg³oszony %s dni temu.

source: package info
pl: informacje o pakiecie
