Repository: l/debian-webwml
Catalog: webwml/polish/po/vendors.*.po
Languages: pl

source: Vendor:
pl: Dystrybutor:

source: URL for Debian Page:
pl: Adres strony na temat p³yt Debiana:

source: Allows Contribution to Debian:
pl: Umo¿liwia przekazywanie darów Debianowi:

source: Country:
pl: Kraj:

source: Ship International:
pl: Sprzedaje za granicê:

source: within Europe
pl: w Europie

source: To some areas
pl: Na niektórych obszarach

source: CD Type:
pl: Typ p³yty:

source: DVD Type:
pl: Typ p³yty DVD:

source: Official CD
pl: Oficjalny CD

source: Official DVD
pl: Oficjalne DVD

source: Development Snapshot
pl: Wersja deweloperska

source: Vendor Release
pl: Wydanie dystrybutora

source: Multiple Distribution
pl: Wiele dystrybucji

source: non-US included
pl: zawiera non-US

source: non-free included
pl: zawiera non-free

source: contrib included
pl: zawiera contrib

source: vendor additions
pl: dodatki dystrybutora

source: Custom Release
pl: Wydanie Dostosowane

source: reseller of $var
pl: redystrybutor $var

source: reseller
pl: redystrybutor

source: updated weekly
pl: uaktualniane co tydzieñ

source: updated twice weekly
pl: uaktualniane co dwa tygodnie

source: updated monthly
pl: uaktualniane co miesi±c

source: and
pl: i

source: source
pl: ¼ród³a

source: Architectures:
pl: Architektury:
