Repository: l/debian-webwml
Catalog: webwml/romanian/po/blends.*.po
Languages: ro

source: Metapackages
ro: Pachete Meta

source: Downloads
ro: Descarcă

source: Derivatives
ro: Derivative

source: The goal of DebiChem is to make Debian a good platform for chemists in their day-to-day work.
ro: DebiChem este un blend creat pentru a oferi chimiștilor (sau persoanelor pasionate de chimie) o platformă Debian utilă pentru munca de zi cu zi.

source: The goal of Debian Games is to provide games in Debian from arcade and aventure to simulation and strategy.
ro: Scopul blendului Debian Games (Debian Jocuri) este să ofere o varietate de jocuri pentru cei pasionați, de la cele de strategie sau simulatoare până la cele de tip arcade sau de aventură.

source: The goal of Debian Edu is to provide a Debian OS system suitable for educational use and in schools.
ro: Debian Edu oferă un sistem de operare conceput pentru a fi utilizat în școli sau alte instituții educaționale.

source: The goal of Debian GIS is to develop Debian into the best distribution for Geographical Information System applications and users.
ro: Debian GIS are ca scop adaptarea sistemului de operare Debian într-o distribuție pentru utilizatorii interesați de GIS (Sistem de Informații Geografice).

source: The goal of Debian Junior is to make Debian an OS that children will enjoy using.
ro: Debian Junior are ca scop adaptarea sistemului de operare Debian pentru copii.

source: The goal of Debian Med is a complete free and open system for all tasks in medical care and research. To achieve this goal Debian Med integrates related free and open source software for medical imaging, bioinformatics, clinic IT infrastructure, and others within the Debian OS.
ro: Debian Med este un sistem de operare gratuit și complet menit pentru practicanții medicinei și cercetătorii în domeniul medical. Acest sistem oferă software gratuit și open-source pentru bioinformatică, imagistică medicală sau infrastructură medicală IT, printre altele.

source: The goal of Debian Multimedia is to make Debian a good platform for audio and multimedia work.
ro: Debian Multimedia are ca scop adaptarea sistemului de operare Debian într-o platformă de lucru audio și multimedia.

source: The goal of Debian Science is to provide a better experience when using Debian to researchers and scientists.
ro: Debian Științe extinde sistemul de operare Debian pentru întrebuințarea de către cercetători sau oameni de știință.

source: Debian Accessibility
ro: Debian Accesibilitate

source: The goal of Debian Accessibility is to develop Debian into an operating system that is particularly well suited for the requirements of people with disabilities.
ro: Debian Accesibilitate adaptează sistemul de operare Debian pentru a servi nevoilor persoanelor cu dizabilități.

source: The goal of Debian Astro is to develop a Debian based operating system that fits the requirements of both professional and hobby astronomers. It integrates a large number of software packages covering telescope control, data reduction, presentation and other fields.
ro: Debian Astro are ca scop modelarea sistemului de operare Debian pentru a fi util astronomilor, profesioniști sau hobbyiști. Acesta oferă un mare număr de pachete software ce pot fi folosite, printre altele, pentru controlul telescoapelor, prezentarea de date etc.

source: The goal of Debian Design is to provide applications for designers. This includes graphic design, web design and multimedia design.
ro: Debian Design oferă pachete software pentru designeri și include aplicații pentru design grafic, web sau multimedia.

source: The goal of Debian EzGo is to provide culture-based open and free technology with native language support and appropriate user friendly, lightweight and fast desktop environment for low powerful/cost hardwares to empower human capacity building and technology development in many areas and regions, like Africa, Afghanistan, Indonesia, Vietnam using Debian.
ro: Debian EzGo oferă un sistem simplu și ușor de folosit, cu suport pentru diverse limbi, conceput pentru a funcționa pe hardware ieftin sau cu capacitate scăzută. Scopul acestuia este de a facilita progresul tehnologic în țările în curs de dezvoltare, cum ar fi țările Africane, Afganistan, Indonezia sau Vietnam.

source: The goal of FreedomBox is to develop, design and promote personal servers running free software for private, personal communications. Applications include blogs, wikis, websites, social networks, email, web proxy and a Tor relay on a device that can replace a wireless router so that data stays with the users.
ro: FreedomBox are în vedere utilizatorii ce folosesc software open-source pentru comunicare personală și privată. Printre aplicațiile acestui pachet se numără bloguri, website-uri, rețele sociale, proxy-uri web sau releuri Tor, astfel încât datele rămân confidențiale.

source: The goal of Debian Hamradio is to support the needs of radio amateurs in Debian by providing logging, data mode and packet mode applications and more.
ro: Scopul blendului Debian - Hamradio (Radioamator) este de a servi nevoilor celor pasionați de radio, oferind printre altele programe de logare sau aplicații pentru a comunica cu noduri packet radio.

source: The goal of DebianParl is to provide applications to support the needs of parliamentarians, politicians and their staffers all around the world.
ro: Scopul blend-ului DebianParl este de a oferi aplicații menite pentru parlamentari, politicieni și angajații acestora din întreaga lume.
