Repository: l/debian-webwml
Catalog: webwml/romanian/po/bugs.*.po
Languages: ro

source: in package
ro: în pachetul

source: tagged
ro: etichetate

source: with severity
ro: cu severitatea

source: in source package
ro: în pachetul sursă

source: in packages maintained by
ro: în pachete menținute de

source: submitted by
ro: trimise de

source: owned by
ro: deținute de

source: with status
ro: cu starea

source: with mail from
ro: cu e-mail de la

source: newest bugs
ro: cele mai noi defecte

source: with subject containing
ro: cu subiect conținând

source: with pending state
ro: cu stare „în așteptare”

source: with submitter containing
ro: cu raportor conținând

source: with forwarded containing
ro: cu redirecționat conținând

source: with owner containing
ro: cu proprietar conținând

source: with package
ro: cu pachetul

source: raw
ro: brut

source: age
ro: vârstă

source: Repeat Merged
ro: Repetă fuzionate

source: Reverse Bugs
ro: Inversează rapoarte

source: Reverse Pending
ro: Inversează așteaptă încărcare

source: Reverse Severity
ro: Inversează severitate

source: No Bugs which affect packages
ro: Fără rapoarte ce afectează alte pachete

source: None
ro: Niciunul

source: testing
ro: testare

source: oldstable
ro: anterioară stabilă

source: stable
ro: stabilă

source: unstable
ro: instabilă

source: Unarchived
ro: Nearhivate

source: Archived
ro: Arhivate

source: Archived and Unarchived
ro: Arhivate și nearhivate
