Repository: l/debian-webwml
Catalog: webwml/romanian/po/cdimage.*.po
Languages: ro

source: Key fingerprint
ro: Amprentă cheie

source: ISO images
ro: Imagini ISO

source: Jigdo files
ro: Fișiere Jigdo

source: <void id="dc_faq" />FAQ
ro: <void id="dc_faq" />Întrebări frecvente

source: Download with Jigdo
ro: Descarcă cu Jigdo

source: Download via HTTP/FTP
ro: Descarcă prin HTTP/FTP

source: Buy CDs or DVDs
ro: Cumpără CD-uri sau DVD-uri

source: Network Install
ro: Instalare prin rețea

source: <void id="dc_download" />Download
ro: <void id="dc_download" />Descarcă

source: <void id="dc_misc" />Misc
ro: <void id="dc_misc" />Diverse

source: <void id="dc_artwork" />Artwork
ro: <void id="dc_artwork" />Grafică

source: <void id="dc_mirroring" />Mirroring
ro: <void id="dc_mirroring" />Oglindire

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
ro: <void id="dc_rsyncmirrors" />Oglinzi rsync

source: <void id="dc_verify" />Verify
ro: <void id="dc_verify" />Verifică

source: <void id="dc_torrent" />Download with Torrent
ro: <void id="dc_torrent" />Descarcă Torrent

source: <void id="dc_relinfo" />Image Release Info
ro: <void id="dc_relinfo" />Informații despre imaginea lansată

source: Debian CD team
ro: Echipa Debian CD

source: debian_on_cd
ro: debian_pe_cd

source: <void id="faq-bottom" />faq
ro: <void id="faq-bottom" />întrebări frecvente

source: buy
ro: cumpără

source: <void id="misc-bottom" />misc
ro: <void id="misc-bottom" />diverse

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
ro: <a href="/MailingLists/disclaimer">listă de discuții publică</a> în limba engleză pentru CD-uri/DVD-uri:
