Repository: l/debian-webwml
Catalog: webwml/romanian/po/debian-cdd.*.po
Languages: ro

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
ro: Lista de mai jos include diverse programe care sunt de interes pentru proiectul <get-var cdd-name />. Acum, doar câteva sunt disponibile ca pachete Debian. Scopul nostru este de a include toate programele în <get-var cdd-name /> ce ar putea contribui la o Distribuție Debian Specializată de calitate.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
ro: Pentru a vedea disponibilitatea proiectelor ca pachete Debian, fiecare cap de linie are un cod de culoare după cum urmează:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
ro: verde: Proiectul este <a href="<get-var url />">disponibil ca pachet Debian oficial</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
ro: galben: Proiectul este <a href="<get-var url />">disponibil ca pachet Debian neoficial</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
ro: roșu: Proiectul nu este <a href="<get-var url />">(încă) disponibil ca pachet Debian</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
ro: Dacă descoperiți un proiect ce pare a fi un bun candidat pentru <get-var cdd-name />, sau dacă ați pregătit un pachet neoficial Debian, vă rugăm nu ezitați să ne trimiteți o descriere a proiectului pe <a href="<get-var cdd-list-url />"><get-var cdd-name /> lista de discuții</a>.

source: Official Debian packages
ro: Pachete Debian oficiale

source: Unofficial Debian packages
ro: Pachete Debian neoficiale

source: Debian packages not available
ro: Pachete Debian indisponibile

source: There are no projects which fall into this category.
ro: Nu există proiecte în acestă categorie.

source: No homepage known
ro: Nicio pagină cunoscută

source: License:
ro: Licență

source: Free
ro: Liberă

source: Non-Free
ro: Neliberă

source: Unknown
ro: Necunoscută

source: Official Debian package
ro: Pachet Debian official

source: Unofficial Debian package
ro: Pachet Debian neoficial

source: Debian package not available
ro: Pachet Debian indisponibil
