Repository: l/debian-webwml
Catalog: webwml/romanian/po/distrib.*.po
Languages: ro

source: Keyword
ro: Cuvînt cheie

source: Search
ro: Cautã

source: Search on
ro: Cautã in

source: Package names only
ro: Numai nume de package

source: Descriptions
ro: Descrieri

source: Source package names
ro: Nume surse de package

source: Allow searching on subwords
ro: Permite cãutare cu

source: Search case sensitive
ro: Cautã majuscule/minuscule

source: Distribution
ro: Distribuþie

source: unstable
ro: instabilã

source: testing
ro: de test

source: stable
ro: stabilã

source: any
ro: oricare

source: Section
ro: Secþiune

source: main
ro: principalã
