Repository: l/debian-webwml
Catalog: webwml/romanian/po/doc.*.po
Languages: ro

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
ro: Scopul acestei cărți disponibilă în mod gratuit și actualizată este de a familiariza cu Debian, (inclusiv atât versiunea stabilă actuală, cât și distribuția instabilă actuală). Este un ghid cuprinzător cu suport de bază pentru utilizatorul care instalează și menține sistemul de unul singur (fie de acasă, de la birou, club sau școală).

source: Debian 2.2 ARM architecture
ro: Arhitectura Debian 2.2 ARM

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
ro: Această carte este pentru dezvoltatori ce lucrează cu GNU/Linux pe procesoare. ARM. Cartea tratează configurarea pentru unele dispozitive, în special LART, Assabet, Psion5. Aceasta mai conține informații generice, unelte și tehnici. Ansamblul de unelte GNU este tratat în formă nativă sau pentru cross-compilare, la fel și bootloaderele, peticele de kernel, discurile RAM, particularitățile ARM și alte resurse ARM. Mai include informații extinse sub formă de tutorial pentru bazele GNU/Linux pentru dezvoltatori care vin de pe alte platforme. Nu este specific pentru Debian, dar distribuția Aleph ARMLinux este foarte apropiată de Debian-ARM și presupunem că veți lucra pornind de la această distribuție și preferabil veți avea o distribuție bazată pe Debian și pe mașina gazdă.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
ro: Prima carte în franceză despre Debian este deja la a cincea ediție. Aceasta acoperă toate aspectele administrării Debian, de la instalare la configurarea serviciilor de rețea. Scrisă de doi dezvoltatori Debian, această carte poate să intereseze mulți oameni: începătorul care vrea să descopere Debian, utilizatorul avansat care caută indicii despre cum să-și îmbunătățească măiestria în uneltele Debian și administratorul care vrea să-și construiască o rețea solidă cu Debian.

source: Author:
ro: Autor:

source: Available at:
ro: Disponibilă la:

source: CD Included:
ro: CD inclus:

source: Publisher:
ro: Publicație:

source: Authors:
ro: Autori:

source: Editors:
ro: Editori:

source: Maintainer:
ro: Menținător:

source: Status:
ro: Stare:

source: Availability:
ro: Disponibilitate:

source: Latest version:
ro: Ultima versiune:

source: (version <get-var version />)
ro: (versiunea <get-var version />)

source: plain text
ro: text simplu

source: The latest <get-var srctype /> source is available through the <a href="https://www.debian.org/doc/cvs">Subversion</a> repository.
ro: Ultima <get-var srctype /> sursă este disponibilă în<a href="https://www.debian.org/doc/cvs">Subversion</a>.

source: Web interface:
ro: Interfață Web:

source: VCS interface:
ro: Interfață VCS:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
ro: Ultima <get-var srctype /> sursă este disponibilă în <a href="https://packages.debian.org/cvs">Cvs</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
ro: Ultima <get-var srctype /> sursă este disponibilă în <a href="https://packages.debian.org/subversion">Subversion</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
ro: Ultima <get-var srctype /> sursă este disponibilă în <a href="https://packages.debian.org/git">Git</a>.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
ro: sursele prin CVS: setați <code>CVSROOT</code> = <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, și extrageți prin „check out” modulul <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
ro: CVS prin web

source: Debian package
ro: Pachet Debian

source: Debian package (archived)
ro: Pachet Debian (arhivat)
