Repository: l/debian-webwml
Catalog: webwml/romanian/po/l10n.*.po
Languages: ro

source: File
ro: Fișier

source: Package
ro: Pachet

source: Score
ro: Scor

source: Translator
ro: Traduc&#259;tor

source: Team
ro: Echip&#259;

source: Date
ro: Dată

source: Status
ro: Stare

source: Strings
ro: Șiruri de caractere

source: <get-var lang />, as spoken in <get-var country />
ro: <get-var lang />, vorbit&#259; ca &#238;n <get-var country />

source: Unknown language
ro: Limbă necunoscută

source: This page was generated with data collected on: <get-var date />.
ro: Aceast&#259; pagin&#259; a fost generat&#259; cu date colectate la: <get-var date />.

source: Before working on these files, make sure they are up to date!
ro: &#206;nainte de a lucra pe aceste fi&#351;iere, ave&#355;i grij&#259; s&#259; fie la zi!

source: Section: <get-var name />
ro: Sec&#355;iunea: <get-var name />

source: L10n
ro: Localizare

source: Language list
ro: Lista limbilor

source: Ranking
ro: Cotare

source: Hints
ro: Idei ajut&#259;toare

source: Errors
ro: Erori

source: POT files
ro: Fi&#351;iere pot

source: Hints for translators
ro: Idei ajut&#259;toare pentru traduc&#259;tori
