Repository: l/debian-webwml
Catalog: webwml/romanian/po/legal.*.po
Languages: ro

source: License Information
ro: Despre licența

source: DLS Index
ro: Index DLS

source: DFSG FAQ
ro: DFSG -Întrebări frecvente

source: Debian-Legal Archive
ro: Arhiva Debian-Legal

source: %s &ndash; %s, Version %s: %s
ro: %s &ndash; %s, Versiune %s: %s

source: Date published
ro: Data publicării

source: License
ro: Licență

source: Version
ro: Versiune

source: Summary
ro: Cuprins

source: Justification
ro: Justificare

source: Discussion
ro: Discuție

source: Original Summary
ro: Rezumat inițial

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
ro: Rezumatul inițial creat de <summary-author/> poate fi găsit in <a href="<summary-url/>">lista de arhive</a>.

source: This summary was prepared by <summary-author/>.
ro: Acest rezumat a fost creeat de către <summary-author/>.

source: License text (translated)
ro: Textul licenței (tradus)

source: License text
ro: Textul licenței

source: free
ro: liber

source: non-free
ro: non-liber

source: not redistributable
ro: ce nu poate fi redistribuit

source: Free
ro: Liber

source: Non-Free
ro: Non-liber

source: Not Redistributable
ro: Ce nu poate fi redistribuit

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
ro: Vezi pagina <a href="./">despre licență</a> dacă dorești sa accesezi Rezumatul Licențelor Debian (Debian License Summaries, sau DLS).
