Repository: l/debian-webwml
Catalog: webwml/romanian/po/mailinglists.*.po
Languages: ro

source: Mailing List Subscription
ro: Abonare la Liste de Discuții

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
ro: Vede&#355;i pagina <a href="./#subunsub">listelor de discu&#355;ii</a> pentru informa&#355;ii despre cum s&#259; v&#259; abona&#355;i folosind e-mailul. O pagin&#259; <a href="unsubscribe">web pentru dezabonare </a> este de asemenea disponibil&#259;, pentru dezabonarea de la listele de discu&#355;ii.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
ro: Te rugăm să notezi că majoritatea listelor de discuții Debian sunt forumuri publice. Toate email-urile trimise vor fi publicate în arhivele listelor de discuții și indexate de către motoarele de căutare.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
ro: Te rugăm să selectezi la ce liste dorești să te abonezi (numărul este limitat, dacă cererea nu îți este aprobată, folosește o<a href="./#subunsub">altă metodă</a>):

source: No description given
ro: F&#259;r&#259; descriere

source: Moderated:
ro: Moderat&#259;:

source: Posting messages allowed only to subscribers.
ro: Numai abona&#355;ii pot posta mesaje.

source: Only messages signed by a Debian developer will be accepted by this list.
ro: Lista acceptă doar mesaje semnate de către un developer Debian.

source: Subscription:
ro: Abonare:

source: is a read-only, digestified version.
ro: este numai pentru citire, versiune digest.

source: Your E-Mail address:
ro: Adresa dumneavoastr&#259; de e-mail:

source: Subscribe
ro: Abonare

source: Clear
ro: &#350;terge

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
ro: V&#259; rug&#259;m s&#259; respecta&#355;i <a href="./#ads"> regulile de publicitate a listelor de discu&#355;ii Debian</a>.

source: Mailing List Unsubscription
ro: dezabonarea de la listele de discu&#355;ii

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
ro: Vede&#355;i pagina <a href="./#subunsub">listelor de discu&#355;ii</a> pentru informa&#355;ii despre cum s&#259; v&#259; dezabona&#355;i folosind e-mailul. O pagin&#259; <a href="subscribe">web de abonare </a> este de asemenea disponibil&#259;, pentru abonarea la listele de discu&#355;ii.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
ro: Te rugăm să selectezi de la ce liste dorești să te dezabonezi (numărul este limitat, dacă cererea nu îți este acceptată, folosește <a href="./#subunsub">altă metodă</a>):

source: Unsubscribe
ro: dezabonare

source: open
ro: deschis&#259;

source: closed
ro: &#238;nchis&#259;
