Repository: l/debian-webwml
Catalog: webwml/romanian/po/newsevents.*.po
Languages: ro

source: Debian News
ro: Noutăți Debian

source: Debian Latest News
ro: Ultimele Știri Debian

source: The newsletter for the Debian community
ro: Buletinul informativ al comunității Debian

source: Name:
ro: Nume:

source: Previous Talks:
ro: Prezentări anterioare

source: Languages:
ro: Limbi:

source: Location:
ro: Locație:

source: Topics:
ro: Subiecte:

source: Title:
ro: Titlu:

source: Author:
ro: Autor:

source: Language:
ro: Limbă:

source: Date:
ro: Dată:

source: Event:
ro: Eveniment:

source: Slides:
ro: Slide-uri:

source: source
ro: sursă

source: Abstract
ro: Rezumat

source: Upcoming Attractions
ro: Evenimente viitoare

source: link may no longer be valid
ro: link-ul poate fi invalid

source: When
ro: C&#238;nd

source: Where
ro: Unde

source: More Info
ro: Informa&#355;ii suplimentare

source: Debian Involvement
ro: Implică-te in Debian

source: Main Coordinator
ro: Coordonatorul principal

source: <th>Project</th><th>Coordinator</th>
ro: <th>Coordonatorul de</th><th>proiect</th>

source: Related Links
ro: Link-uri interesante

source: Latest News
ro: Ultimele &#351;tiri

source: Download calendar entry
ro: Desc&#259;rca&#355;i calendarul

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
ro: Inapoi la: alte <a href="./">știri Debian</a> || <a href="m4_HOME/">Pagina Principală Debian</a>.

source: <get-var url /> (dead link)
ro: <get-var url /> (leg&#259;tur&#259; inexistent)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
ro: Bun venit la <get-var issue />ultima publicație DPN, buletinul informativ al comunității Debian. Articolele din aceast numar includ:

source: According to the <a href="https://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
ro: După cum arată <a href="https://udd.debian.org/bugs.cgi">Interfața de căutare a bug-urilor în Baza de date Debian </a>, lansarea urmatoarei versiuni, Debian <q><get-var release /></q>, este afectată de <get-var testing /> bug-uri critice. Ignorând problemele ușor de reparat sau pe cale de a fi reparate, aproximativ <get-var tobefixed /> bug-uri critice mai rămân a fi rezolvate înainte de lansarea urmatoarei versiuni.

source: There are also some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
ro: Există și alte <a href="https://wiki.debian.org/ProjectNews/RC-Stats">informații ajutătoare</a> despre cum să interpretezi aceste cifre.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
ro: Mai multe <a href="<get-var url />">statistici detaliate</a>, precum și alte <a href="https://wiki.debian.org/ProjectNews/RC-Stats">informații ajutătoare</a> despre cum să interpretezi aceste statistici.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
ro: <a href="<get-var link />">În mod curent, există</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> pachete orfane</a> și <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> pachete ce pot fi adoptate</a>: te rugăm să arunci o privire pe lista completă de<a href="m4_DEVEL/wnpp/help_requested">pachete ce au nevoie de ajutor</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="https://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
ro: Te rugăm să contribui la menținerea acestui buletin informativ. Incă avem nevoie de voluntari care sunt la curent și pot raporta ultimele știri din comunitatea Debian. Vezi <a href="https://wiki.debian.org/ProjectNews/HowToContribute">pagina contribuitorilor</a> pentru a afla cum te poți implica. Iți așteptăm email-urile pe adresa listei de discuții <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
ro: Această selecție conține cele mai importante avizuri de securitate din ultimele săptamâni.Dacă dorești să fii la curent cu avizurile emise de către echipa Debian Security, te rugăm abonează-te la <a href="<get-var url-dsa />">lista de discuții despre securitate</a> (și, separat, la <a href="<get-var url-bpo />">lista pentru backport-ri</a>, <a href="<get-var url-stable-announce />">actualizari pentru distribuția stabliă</a>) pentru anunțuri.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
ro: Această selecție conține cele mai importante avizuri de securitate din ultimele săptamâni. Dacă dorești să fii la curent cu avizurile emise de către echipa Debian Security, abonează-te la <a href="<get-var url-dsa />">lista de discuții despre securitate</a> (și, separat <a href="<get-var url-bpo />">lista de backport-uri</a>, cea <a href="<get-var url-stable-announce />">pentru actualizări stabile</a> sau <a href="<get-var url-volatile-announce />">lista volatilă</a>, pentru <q><get-var old-stable /></q>, distribuția anterioară stabilă) pentru anunțuri.

source: Debian's Stable Release Team released an update announcement for the package:
ro: Echipa Debian Stable a anunțat următoarea actualizare pentru pachetul:

source: and
ro: și

source: Please read them carefully and take the proper measures.
ro: Citește cu atenție și ia măsuri în consecință.

source: Debian's Backports Team released advisories for these packages:
ro: Echipa Debian Backport a lansat avizuri pentru următoarele pachete:

source: Debian's Security Team recently released advisories for these packages (among others):
ro: Echipa de Securitate Debian a lansat în mod recent avizuri pentru următoarele pachete (printre altele):

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
ro: <get-var num-newpkg /> pachete au fost adăugate recent în arhiva instabilă Debian.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
ro: <a href="<get-var url-newpkg />">Printre altele,</a> se numără:

source: There are several upcoming Debian-related events:
ro: Următoarele evenimente Debian vor avea loc în viitorul apropiat:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
ro: Poți afla mai multe despre evenimentele și convorbirile legate de Debian în <a href="<get-var events-section />">secțiunea despre evenimente</a> a siteului Debian, sau te poți abona la lista de discuții despre evenimente pentru regiuni diferite: <a href="<get-var events-ml-eu />">Europa</a>, <a href="<get-var events-ml-nl />">Olanda</a>, <a href="<get-var events-ml-ha />">America Latină</a>, <a href="<get-var events-ml-na />">America de Nord</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
ro: Vrei sa organizezi un butic sau o adunare Debian ? Ești la curent cu evenimentele Debian din viitorul apropiat? Ai avut o prezentare Debian pe care dorești să o vezi în pagina de<a href="<get-var events-talks />">Prezentări</a>? Trimite un email pe adresa <a href="<get-var events-team />">Echipa de Evenimente Debian</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
ro: <get-var dd-num /> aplicanți au fost <a href="<get-var dd-url />">acceptați</a> ca Developeri Debian.

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
ro: <get-var dm-num /> aplicanți au fost <a href="<get-var dm-url />">acceptați</a> ca Menținători Debian

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
ro: <get-var uploader-num /> de persoane au <a href="<get-var uploader-url />">început să mențină pachete</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
ro: <get-var eval-newcontributors-text-list /> de la ultima publicație a Noutăților Debian Project. Bun venit <get-var eval-newcontributors-name-list /> în proiect!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
ro: Ultimul <get-var issue-devel-news /> număr al <a href="<get-var url-devel-news />">Știrilor Diverse </a> a fost lansat și conține următoarele subiecte:

source: To receive this newsletter in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ro: Pentru a primi pe mail acest buetin, <a href="m4_HOME/MailingLists/subscribe#debian-news">abonează-te</a> la lista de mail debian-news.

source: <a href="../../">Back issues</a> of this newsletter are available.
ro: <a href="../../">Ediții mai vechi</a> ale acestui buletin sunt disponibile.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="singular" />Noutățile Proiectului Debian este o publicație editată de către <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="plural" />Noutățile Proiectului Debian este o publicație editată de către <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="singular" />Acest număr al Noutăților Proiectului Debian a fost editat de către <a href="mailto:debian-publicity@lists.debian.org">%s</a>.b

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
ro: <void id="plural" />Acest număr al Noutăților Proiectului Debian a fost editat de către <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
ro: <void id="singular" />Acest număr a fost tradus de %s.

source: <void id="plural" />It was translated by %s.
ro: <void id="plural">Acest număr a fost tradus de %s.

source: <void id="singularfemale" />It was translated by %s.
ro: <void id="singular" />Acest număr a fost tradus de %s

source: <void id="pluralfemale" />It was translated by %s.
ro: <void id="pluralfemale" />Acest număr a fost tradus de %s

source: List of Speakers
ro: Lista purtătorilor de cuvânt

source: Back to the <a href="./">Debian speakers page</a>.
ro: Înapoi la <a href="./">pagina purtătorilor de cuvânt Debian</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
ro: Pentru a primi Știrile Săptămânale <a href="m4_HOME/MailingLists/subscribe#debian-news">abonează-te</a> la lista de discuții debian-news.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="singular" />Știrile Săptămânale Debian sunt editate de către <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="plural" />Știrile Săptămânale Debian sunt editate de către <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="singular" />Acest număr al Știrilor Săptămânale Debian a fost editat de către <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
ro: <void id="plural" />Acest număr al Știrilor Săptămânale Debian a fost editat de către <a href="mailto:dwn@debian.org">%s</a>.
