Repository: l/debian-webwml
Catalog: webwml/romanian/po/organization.*.po
Languages: ro

source: delegation mail
ro: scrisoare de delegare

source: appointment mail
ro: scrisoare de numire în funcție

source: <void id="male"/>delegate
ro: <void id="male"/>delegat

source: <void id="female"/>delegate
ro: <void id="female"/>delegat

source: current
ro: actual&#259;

source: member
ro: membru

source: Stable Release Manager
ro: Administratorul Lansării Distribuției Stabile

source: wizard
ro: asistent de configurare

source: chairman
ro: președinte

source: assistant
ro: asistent

source: secretary
ro: secretar

source: Officers
ro: Ofiteri

source: Distribution
ro: Distribuție

source: Publicity team
ro: Echipa de publicitate

source: Support and Infrastructure
ro: Suport și Infrastructură

source: Debian Pure Blends
ro: Blenduri Pure Debian

source: Leader
ro: Conducător

source: Technical Committee
ro: Comitet Tehnic

source: Secretary
ro: Secretar

source: Development Projects
ro: Proiecte de dezvoltare

source: FTP Archives
ro: Arhive FTP

source: FTP Assistants
ro: Asistenți FTP

source: FTP Wizards
ro: Asistenți de configurare FTP

source: Backports
ro: Backport-uri

source: Backports Team
ro: Echipa pentru backport-uri

source: Individual Packages
ro: Pachete individuale

source: Release Management
ro: Administrarea lansărilor

source: Release Team
ro: Echipa de lansare

source: Quality Assurance
ro: Controlul calit&#259;&#355;ii

source: Installation System Team
ro: Echipa de Instalare Sisteme

source: Release Notes
ro: Note de lansare

source: CD Images
ro: Imagini CD

source: Production
ro: Producere

source: Testing
ro: Testare

source: Autobuilding infrastructure
ro: Infrastructură auto-construibilă

source: Wanna-build team
ro: Echipa Wanna-build

source: Buildd administration
ro: Administrarea de build-uri

source: Documentation
ro: documentație

source: Work-Needing and Prospective Packages list
ro: Potențiale pachete noi sau pachete ce necesită lucru

source: Live System Team
ro: Echipa pentru sisteme live

source: Ports
ro: Porturi

source: Special Configurations
ro: Configurații speciale

source: Laptops
ro: Laptop-uri

source: Firewalls
ro: Firewall-uri

source: Embedded systems
ro: Sisteme integrate

source: Press Contact
ro: Contact de presă

source: Web Pages
ro: Pagini Web

source: Outreach
ro: Mobilizare

source: Debian Women Project
ro: Proiectul Debian pentru Femei

source: Anti-harassment
ro: Anti-hărțuire

source: Events
ro: Evenimente

source: Partner Program
ro: Program de parteneriat

source: Hardware Donations Coordination
ro: Coordonarea donațiilor hardware

source: User support
ro: Suport pentru utilizatori

source: Bug Tracking System
ro: Sistem de urmărire pentru bug-uri

source: Mailing Lists Administration and Mailing List Archives
ro: Administrare Liste de discuții și Liste de arhive

source: New Members Front Desk
ro: Recepție pentru membri noi

source: Debian Account Managers
ro: Administratori de conturi Debian

source: Keyring Maintainers (PGP and GPG)
ro: Menținătorii Keyring-ului (PGP și GPG)

source: Security Team
ro: Echipa de Securitate

source: Consultants Page
ro: Pentru Consultanți

source: CD Vendors Page
ro: Pentru Comercianți de CD-uri

source: Policy
ro: Regulament

source: System Administration
ro: Administrarea Sistemului

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
ro: Dacă ai probleme în a folosi mașinile puse la dispoziție de Debian (incluzând schimbarea parolei sau dacă ai nevoie de software), aceasta este adresa pe care o poți folosi.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
ro: Dacă ai probleme de hardware cu o mașină Debian, te rugăm sa consulți pagina <a href="https://db.debian.org/machines.cgi">Debian Machines</a>, ce conține informații despre administrarea fiecărei mașini în parte.

source: LDAP Developer Directory Administrator
ro: Administrator LDAP

source: Mirrors
ro: Oglinzi

source: DNS Maintainer
ro: Administrator DNS

source: Package Tracking System
ro: Sistem de urmărire a pachetelor

source: <a name="trademark" href="m4_HOME/trademark">Trademark</a> use requests
ro: Cereri pentru folosirea <a name="trademark" href="m4_HOME/trademark">Mărcii înregistrate</a>

source: Alioth administrators
ro: Administratori Alioth

source: Debian for children from 1 to 99
ro: Debian pentru copii cu vârste între 1 și 99 de ani

source: Debian for medical practice and research
ro: Debian pentru practică medicală și cercetare

source: Debian for education
ro: Debian pentru educație

source: Debian in legal offices
ro: Debian pentru birouri de avocatură

source: Debian for people with disabilities
ro: Debian pentru persoane cu dizabilități

source: Debian for science and related research
ro: Debian pentru știință și cercetare
