Repository: l/debian-webwml
Catalog: webwml/romanian/po/others.*.po
Languages: ro

source: Download
ro: Descarcă

source: Old banner ads
ro: Anunțuri publicitare vechi

source: Working
ro: În stare de funcționare

source: sarge (broken)
ro: sarge (invalid)

source: Booting
ro: Bootează

source: Building
ro: În curs de construire

source: Not yet
ro: Nu încă

source: No kernel
ro: Fără kernel

source: No images
ro: Fără imagini

source: <void id="d-i" />Unknown
ro: <void id="d-i" />Necunoscut

source: Unavailable
ro: Indisponibil

source: New Members Corner
ro: Pentru Membrii Noi

source: Step 1
ro: Pasul 1

source: Step 2
ro: Pasul 2

source: Step 3
ro: Pasul 3

source: Step 4
ro: Pasul 4

source: Step 5
ro: Pasul 5

source: Step 6
ro: Pasul 6

source: Step 7
ro: Pasul 7

source: Applicants' checklist
ro: Lista de verificare a aplican&#355;ilor

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
ro: Vezi <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (pagină disponibilă doar în limba franceză) pentru mai multe informații.

source: More information
ro: Informații suplimentare

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
ro: Vezi <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (pagină disponibilă doar în limba spaniolă) pentru mai multe informații.

source: Phone
ro: Telefon:

source: Address
ro: Adresă:

source: With&nbsp;``Debian''
ro: Cu&nbsp;``Debian''

source: Without&nbsp;``Debian''
ro: Fără&nbsp;``Debian''

source: [Powered by Debian]
ro: [Cu sprijinul Debian]

source: [Powered by Debian GNU/Linux]
ro: [Cu spirjinul Debian GNU/Linux]

source: [Debian powered]
ro: [Cu sprijinul Debian]

source: [Debian] (mini button)
ro: [Debian] (mini buton)

source: same as the above
ro: La fel ca cele de mai sus

source: Products
ro: Produse

source: T-shirts
ro: tricouri

source: hats
ro: șepci

source: stickers
ro: etichete

source: mugs
ro: c&#259;ni

source: other clothing
ro: alte articole vestimentare

source: polo shirts
ro: tricouri polo

source: frisbees
ro: discuri frisbee

source: mouse pads
ro: mouse pad-uri

source: badges
ro: insigne

source: basketball goals
ro: co&#351;uri de basket

source: earrings
ro: cercei

source: suitcases
ro: valize

source: umbrellas
ro: umbrele

source: pillowcases
ro: fețe de pernă

source: keychains
ro: brelocuri

source: Swiss army knives
ro: briceaguri multifuncționale

source: USB-Sticks
ro: Stickuri USB

source: How long have you been using Debian?
ro: De cât timp folosești Debian?

source: Are you a Debian Developer?
ro: Ești un developer Debian?

source: What areas of Debian are you involved in?
ro: În ce părți din Debian ești implicată?

source: What got you interested in working with Debian?
ro: Ce te-a determinat să lucrezi cu Debian?

source: Do you have any tips for women interested in getting more involved with Debian?
ro: Ce sfaturi le poți da femeilor ce vor sa se implice în Debian?

source: Are you involved with any other women in technology group? Which one(s)?
ro: Faci parte și din alte grupuri ce susțin femeile în tehnologie? Dacă da, care?

source: A bit more about you...
ro: Mai multe despre tine

source: BAD
ro: RĂU

source: BAD?
ro: RĂU?

source: Unknown
ro: Necunoscut

source: ALL
ro: TOATE

source: Package
ro: Pachet

source: Status
ro: Stare

source: Version
ro: Versiune
