Repository: l/debian-webwml
Catalog: webwml/romanian/po/ports.*.po
Languages: ro

source: Debian for Laptops
ro: Debian pentru laptop-uri

source: Debian for Alpha
ro: Debian pentru Alpha

source: Debian for AMD64
ro: Debian pentru AMD64

source: Debian for ARM
ro: Debian pentru ARM

source: Debian for Beowulf
ro: Debian pentru Beowulf

source: Main
ro: Principal

source: Debian for PA-RISC
ro: Debian pentru PA-RISC

source: Debian for IA-64
ro: Debian pentru IA-64

source: Debian for Motorola 680x0
ro: Debian pentru Motorola 680x0

source: CPUs
ro: procesoare

source: Credits
ro: credite

source: Development
ro: dezvoltare

source: Documentation
ro: documentare

source: Installation
ro: instalare

source: Links
ro: leg&#259;turi

source: News
ro: &#351;tiri

source: Porting
ro: portare

source: Ports
ro: port&#259;ri

source: Problems
ro: probleme

source: Software Map
ro: harta programelor

source: Status
ro: stare

source: Systems
ro: sisteme

source: Debian for MIPS
ro: Debian pentru MIPS

source: Debian GNU/NetBSD for i386
ro: Debian GNU/NetBSD pentru i386

source: Debian GNU/NetBSD for Alpha
ro: Debian GNU/NetBSD pentru Alpha

source: Why
ro: de ce

source: People
ro: oameni

source: Debian for PowerPC
ro: Debian pentru PowerPC

source: Debian for S/390
ro: Debian pentru S/390

source: Debian for Sparc
ro: Debian pentru Sparc

source: Debian for Sparc64
ro: Debian pentru Sparc64
