Repository: l/debian-webwml
Catalog: webwml/romanian/po/search.*.po
Languages: ro

source: Search for
ro: Caut&#259; pentru

source: Results per page
ro: Rezultate pe pagin&#259;

source: Output format
ro: Formatul rezultatelor

source: Long
ro: Lung

source: Short
ro: Scurt

source: URL
ro: Adrese

source: Default query type
ro: Tip de cerere predefinit&#259;

source: All Words
ro: Toate cuvintele

source: Any Words
ro: Cel pu&#355;in un cuv&#226;nt

source: Search through
ro: Caut&#259; printre

source: Entire site
ro: &#206;ntregul sait

source: Language
ro: Limbaj

source: Any
ro: Oricare

source: Search results
ro: G&#259;se&#351;te rezultate

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
ro: Documentele \$(first)-\$(last) dintr-un total de <B>\$(total)</B> documente g&#259;site.

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
ro: Ne pare r&#259;u, dar c&#259;utarea nu a g&#259;sit nimic. <P>Unele pagini pot fi disponibilenumai &#238;n englez&#259;, poate dori&#355;i s&#259; reface&#355;i c&#259;utarea &#351;i s&#259; seta&#355;i limba la oricare.

source: An error occured!
ro: Eroare!

source: You should give at least one word to search for.
ro: Ar trebui s&#259; da&#355;i cel pu&#355;in un cuv&#226;nt pentru c&#259;utare.

source: Powered by
ro: Ac&#355;ionat de

source: Next
ro: Urm&#259;torul

source: Prev
ro: Precedentul
