Repository: l/debian-webwml
Catalog: webwml/romanian/po/security.*.po
Languages: ro

source: Debian Security
ro: Securitate Debian

source: Debian Security Advisories
ro: Buletin de alert&#259; Debian

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
ro: <a href=\"undated/\">fără dată,</a> incluse pentru posteritate

source: Securityfocus Bugtraq database
ro: Securityfocus baza de date Bugtraq

source: Source:
ro: Surs&#259;:

source: Architecture-independent component:
ro: Component independent de arhitectur&#259;:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
ro: Verificarea MD5 a fi&#272;ierelor disponibile listate &#238;n <a href="%attributes">buletinul original</a>.

source: Debian Security Advisory
ro: Buletin de alert&#259; Debian

source: Date Reported
ro: Data raportului

source: Affected Packages
ro: Pachete afectate

source: Vulnerable
ro: Vulnerabil

source: Security database references
ro: Referin&#355;e &#238;n banca de date de securitate:

source: More information
ro: Pentru mai multe informa&#355;ii

source: Fixed in
ro: Corectat &#238;n

source: BugTraq ID
ro: ID-ul BugTraq-ului

source: In the Bugtraq database (at SecurityFocus):
ro: &#206;n banca de date a urm&#259;ririi gre&#351;elilor (la SecurityFocus):

source: In Mitre's CVE dictionary:
ro: &#206;n dic&#355;ionarul CVE de la Mitre:

source: CERT's vulnerabilities, advisories and incident notes:
ro: Anun&#355;urile de vulnerabilitate &#351;i buletinele de alerte de la CERT:

source: No other external database security references currently available.
ro: Nici o alt&#259; referint&#259; la o banc&#259; de date extern&#259; &#238;n raport cu securitatea nu este acum disponibil&#259;
