Repository: l/debian-webwml
Catalog: webwml/romanian/po/templates.*.po
Languages: ro

source: Debian website
ro: Site-ul Debian

source: Search the Debian website.
ro: Caută în site-ul Debian.

source: Debian website search
ro: Căutare în site-ul Debian

source: Yes
ro: Da

source: No
ro: Nu

source: Debian Project
ro: Proiectul Debian

source: Debian is an operating system and a distribution of Free Software. It is maintained and updated through the work of many users who volunteer their time and effort.
ro: Debian este un sistem de operare și o distribuție de Software Liber, menținut și actualizat de mulți utilizatori ce fac eforturi voluntare pentru a îl îmbunătăți.

source: debian, GNU, linux, unix, open source, free, DFSG
ro: debian, GNU, linux, unix, open source, liber, gratuit, gratis, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
ro: Înapoi la <a href="m4_HOME/">pagina principală Debian</a>.

source: Home
ro: Acasă

source: Skip Quicknav
ro: Omite Quicknav

source: About
ro: Despre

source: About Debian
ro: Despre Debian

source: Contact Us
ro: Contactați-ne

source: Donations
ro: Donații

source: Events
ro: Evenimente

source: News
ro: Știri

source: Distribution
ro: Distribuție

source: Support
ro: Suport

source: Pure Blends
ro: Blend-uri pure

source: Developers' Corner
ro: Pentru programatori

source: Documentation
ro: Documentație

source: Security Information
ro: Informații securitate

source: Search
ro: Caută

source: none
ro: nimic

source: Go
ro: Execută

source: worldwide
ro: peste tot în lume

source: Site map
ro: Planul site-ului

source: Miscellaneous
ro: Diverse

source: Getting Debian
ro: Obțineți Debian

source: The Debian Blog
ro: Blogul Debian

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
ro: Vă rugăm să trimiteți toate comentariile, criticile și sugestiile pentru aceste pagini la <a href="mailto:debian-doc@lists.debian.org">lista noastră de e-mail</a>.

source: not needed
ro: nu este necesar

source: not available
ro: nu este disponibil

source: N/A
ro: nu se aplică

source: in release 1.1
ro: în versiunea 1.1

source: in release 1.3
ro: în versiunea 1.3

source: in release 2.0
ro: în versiunea 2.0

source: in release 2.1
ro: în versiunea 2.1

source: in release 2.2
ro: în versiunea 2.2

source: Last Modified
ro: Ultima modificare

source: Copyright
ro: Drepturi de autor

source: <a href="https://www.spi-inc.org/">SPI</a> and others;
ro: <a href="https://www.spi-inc.org/">SPI</a> și alții;

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
ro: Vedeți <a href="m4_HOME/license" rel="copyright">termenii licenței</a>.

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
ro: Debian este o <a href="m4_HOME/trademark">marcă</a> înregistrată a Software in the Public Interest, Inc.

source: This page is also available in the following languages:
ro: Această pagină mai este disponibilă în următoarele limbi:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
ro: Cum să configurați <a href=m4_HOME/intro/cn>limba predefinită a documentului</a>

source: Debian International
ro: Debian Internațional

source: Partners
ro: Parteneri

source: Debian Weekly News
ro: Știri săptămânale Debian

source: Weekly News
ro: Știri săptămânale

source: Debian Project News
ro: Știri Proiectul Debian

source: Project News
ro: Știri ale proiectului

source: Release Info
ro: Informații despre lansare

source: Debian Packages
ro: Pachete Debian

source: Download
ro: Descărcare

source: Debian&nbsp;on&nbsp;CD
ro: Debian&nbsp;pe&nbsp;CD

source: Debian Books
ro: Cărți Debian

source: Debian Wiki
ro: Pagini Wiki Debian

source: Mailing List Archives
ro: Arhivele listelor de discuții

source: Mailing Lists
ro: Liste de discuții

source: Social Contract
ro: Contractul social

source: Code of Conduct
ro: Cod de conduită

source: Debian 5.0 - The universal operating system
ro: Debian 5.0 - Sistemul de operare universal

source: Site map for Debian web pages
ro: Planul paginilor web Debian

source: Developer Database
ro: Baza de date a programatorilor

source: Debian FAQ
ro: Întrebări frecvente

source: Debian Policy Manual
ro: Manualul de procedură Debian

source: Developers' Reference
ro: Manualul de referință pentru developeri

source: New Maintainers' Guide
ro: Ghidul noilor maintaineri

source: Release Critical Bugs
ro: Defecte critice

source: Lintian Reports
ro: Rapoarte Lintian

source: Archives for users' mailing lists
ro: Arhivele pentru listele de discuții ale utilizatorilor

source: Archives for developers' mailing lists
ro: Arhivele pentru listele de discuții ale developerilor

source: Archives for i18n/l10n mailing lists
ro: Arhivele pentru listele de i18n/l10n

source: Archives for ports' mailing lists
ro: Arhivele pentru listele de discuții referitoare la portări

source: Archives for mailing lists of the Bug tracking system
ro: Arhive pentru listele de discuții ale Sistemului de urmărire a bug-urilor

source: Archives for miscellaneous mailing lists
ro: Arhivele pentru listele de discuții „diverse”

source: Free Software
ro: Software Liber

source: Development
ro: Dezvoltare

source: Help Debian
ro: Ajută Debian

source: Bug reports
ro: Rapoarte de bug-uri

source: Ports/Architectures
ro: Portări/Arhitecturi

source: Installation manual
ro: Manuale de instalare

source: CD vendors
ro: Distribuitori de CD-uri

source: CD/USB ISO images
ro: Imagini ISO de CD/USB

source: Network install
ro: Instalare prin rețea

source: Pre-installed
ro: Sisteme preinstalate

source: Debian-Edu project
ro: Proiectul Debian-Edu

source: Quality Assurance
ro: Controlul calității

source: Package Tracking System
ro: Sistemul de urmărire a pachetelor

source: Debian Developer's Packages Overview
ro: Despre pachetele contribuitorilor Debian

source: Debian Home
ro: Debian Acasă

source: No items for this year.
ro: Nu sunt articole pentru anul acesta.

source: proposed
ro: propuse

source: in discussion
ro: în discuție

source: voting open
ro: vot deschis

source: finished
ro: terminate

source: withdrawn
ro: retrase

source: Future events
ro: Evenimente viitoare

source: Past events
ro: Evenimente trecute

source: (new revision)
ro: (revizie nouă)

source: Report
ro: Raport

source: <void id="doc_for_arch" />%s for %s
ro: <void id="doc_for_arch" />%s pentru %s

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
ro: <em>Notă:</em> <a href="$link">originalul</a> este mai nou decât această traducere.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
ro: Avertisment! Această traducere este prea veche, vă rugăm să vedeți <a href="$link">originalul</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
ro: <em>Notă:</em> originalul acestei traduceri nu mai există.

source: Back to the <a href="../">Who's using Debian? page</a>.
ro: Înapoi la pagina <a href="./">Cine utilizează Debian?</a>.
