Repository: l/debian-webwml
Catalog: webwml/romanian/po/vendors.*.po
Languages: ro

source: Vendor:
ro: Distribuitor:

source: URL for Debian Page:
ro: URL-ul pentru pagina Debian:

source: Allows Contribution to Debian:
ro: Permite contribu&#355;ii la Debian:

source: Country:
ro: &#354;ar&#259;:

source: Ship International:
ro: Livreaz&#259; interna&#355;ional:

source: within Europe
ro: &#238;n Europa

source: To some areas
ro: &#238;n unele zone

source: CD Type:
ro: Tip de CD:

source: DVD Type:
ro: Tip de DVD

source: Official CD
ro: CD oficial

source: Development Snapshot
ro: Versiunea &#238;n dezvoltare

source: Vendor Release
ro: Versiune specific&#259; distribuitorului

source: Multiple Distribution
ro: Distribu&#355;ie multipl&#259;

source: non-US included
ro: non-US inclus

source: non-free included
ro: non-free inclus

source: contrib included
ro: contribu&#355;ii incluse

source: vendor additions
ro: adaosurile distribuitorului

source: Custom Release
ro: Versiune special&#259; pentru client

source: reseller of $var
ro: re-v&#226;nz&#259;tor de $var

source: reseller
ro: re-v&#226;nz&#259;tor

source: updated weekly
ro: actualizat&#259; s&#259;pt&#259;m&#226;nal

source: updated twice weekly
ro: actualizat&#259; de dou&#259; ori pe s&#259;pt&#259;m&#226;n&#259;

source: updated monthly
ro: actualizat&#259; lunar

source: and
ro: &#351;i

source: source
ro: surs&#259;

source: Architectures:
ro: Arhitecturi:
