Repository: l/debian-webwml
Catalog: webwml/romanian/po/vote.*.po
Languages: ro

source: Date
ro: Dată

source: Time Line
ro: Timp

source: Summary
ro: Rezumat

source: Nominations
ro: Nominări

source: Debate
ro: Dezbatere

source: Platforms
ro: Platforme

source: Proposer
ro: Inițiator

source: Proposal A Proposer
ro: Inițiator propunere A

source: Proposal B Proposer
ro: Inițiator propunere B

source: Proposal C Proposer
ro: Inițiator propunere C

source: Proposal D Proposer
ro: Inițiator propunere D

source: Proposal E Proposer
ro: Inițiator propunere E

source: Proposal F Proposer
ro: Inițiator propunere F

source: Seconds
ro: Secundare

source: Proposal A Seconds
ro: Secundare Propunere A

source: Proposal B Seconds
ro: Secundare Propunere B

source: Proposal C Seconds
ro: Secundare Propunere C

source: Proposal D Seconds
ro: Secundare Propunere D

source: Proposal E Seconds
ro: Secundare Propunere E

source: Proposal F Seconds
ro: Secundare Propunere F

source: Opposition
ro: Opoziție

source: Proposal A
ro: Propunerea A

source: Proposal B
ro: Propunerea B

source: Proposal C
ro: Propunerea C

source: Proposal D
ro: Propunerea D

source: Proposal E
ro: Propunerea E

source: Proposal F
ro: Propunerea F

source: Choices
ro: Alegeri

source: Amendment Proposer
ro: Amendament Inițiator

source: Amendment Seconds
ro: Secundare Amendament

source: Amendment Text
ro: Textul amendamentului

source: Amendment Proposer A
ro: Amendament Inițiator A

source: Amendment Seconds A
ro: Secundare Amendament A

source: Amendment Text A
ro: Textul amendamentului A

source: Amendment Proposer B
ro: Amendament Inițiator B

source: Amendment Seconds B
ro: Secundare Amendament B

source: Amendment Text B
ro: Textul amendamentului B

source: Amendment Proposer C
ro: Amendament Inițiator C

source: Amendment Seconds C
ro: Secundare Amendament C

source: Amendment Text C
ro: Amendament Textul C

source: Amendments
ro: Amendamente

source: Proceedings
ro: Proceduri

source: Majority Requirement
ro: Necesită vot majoritar

source: Data and Statistics
ro: Date și statistici

source: Quorum
ro: Cvorum

source: Minimum Discussion
ro: Discuție minimă

source: Ballot
ro: Vot

source: Outcome
ro: Rezultat

source: Waiting&nbsp;for&nbsp;Sponsors
ro: A&#351;tept&#226;nd sponsorii

source: In&nbsp;Discussion
ro: &#206;n discu&#355;ie

source: Voting&nbsp;Open
ro: Vot deschis

source: Decided
ro: Decis

source: Withdrawn
ro: Retras

source: Other
ro: Altele

source: Home&nbsp;Vote&nbsp;Page
ro: Pagina de vot

source: How&nbsp;To
ro: Cum&nbsp;s&#259;

source: Submit&nbsp;a&nbsp;Proposal
ro: Propune

source: Amend&nbsp;a&nbsp;Proposal
ro: Amendeaza propunerea

source: Follow&nbsp;a&nbsp;Proposal
ro: Urmărește propunerea

source: Read&nbsp;a&nbsp;Result
ro: Citește rezultatul

source: Vote
ro: Voteaza
