Repository: l/debian-webwml
Catalog: webwml/romanian/po/wnpp.*.po
Languages: ro

source: No requests for adoption
ro: Fără solicitări pentru adopție

source: No orphaned packages
ro: Fără pachete orfane

source: No packages waiting to be adopted
ro: Fără pachete în așteptare de adopție

source: No packages waiting to be packaged
ro: Fără pachete în așteptare de împachetare

source: No Requested packages
ro: Nici un pachet solicitat

source: No help requested
ro: Nici un ajutor solicitat

source: in adoption since today.
ro: în adopție de azi

source: in adoption since yesterday.
ro: în adopție de ieri

source: %s days in adoption.
ro: %s zile în adopție.

source: %s days in adoption, last activity today.
ro: %s zile în adopție, ultima activitate azi.h

source: %s days in adoption, last activity yesterday.
ro: %s zile în adopție, ultima activitate ieri

source: %s days in adoption, last activity %s days ago.
ro: %s zile în adopție, ultima activitate acum %s zile.

source: in preparation since today.
ro: în pregătire de azi.

source: in preparation since yesterday.
ro: în pregătire de ieri.

source: %s days in preparation.
ro: %s zile în pregătire

source: %s days in preparation, last activity today.
ro: %s zile în pregătire, ultima activitate azi.

source: %s days in preparation, last activity yesterday.
ro: %s zile în pregătire, ultima activitate ieri.

source: %s days in preparation, last activity %s days ago.
ro: %s zile în pregatire, ultima activitate acum %s zile.

source: adoption requested since today.
ro: adopție solicitată azi

source: adoption requested since yesterday.
ro: adopție solicitată ieri

source: adoption requested since %s days.
ro: adopție solicitată acum %s zile.

source: orphaned since today.
ro: orfan de azi

source: orphaned since yesterday.
ro: orfan de ieri

source: orphaned since %s days.
ro: orfan de %s zile.

source: requested today.
ro: solicitat azi

source: requested yesterday.
ro: solicitat ieri

source: requested %s days ago.
ro: solicitat acum %s zile.

source: package info
ro: informații despre pachet

source: rank:
ro: cotare:
