Repository: l/debian-webwml
Catalog: webwml/slovak/po/bugs.*.po
Languages: sk

source: in package
sk: v balíku

source: tagged
sk: so značkou

source: with severity
sk: so závažnosťou

source: in source package
sk: v zdrojovom balíku

source: in packages maintained by
sk: v balíkoch, ktoré spravuje

source: submitted by
sk: nahlásil

source: owned by
sk: vlastník

source: with status
sk: so stavom

source: with mail from
sk: komentoval

source: newest bugs
sk: najnovšie chyby

source: with subject containing
sk: predmet obsahuje

source: with pending state
sk: stav čaká sa

source: with submitter containing
sk: „nahlásil“ obsahuje

source: with forwarded containing
sk: „preposlané“ obsahuje

source: with owner containing
sk: „vlastník“ obsahuje

source: with package
sk: s balíkom

source: normal
sk: normálna

source: raw
sk: nespracované

source: age
sk: vek

source: Repeat Merged
sk: Zopakovať zlúčené

source: Reverse Bugs
sk: Obrátiť poradie chýb

source: Reverse Pending
sk: Obrátiť poradie čaká sa

source: Reverse Severity
sk: Obrátiť poradie závažnosť

source: No Bugs which affect packages
sk: Žiadne chyby, ktoré ovplyvňujú balíky

source: None
sk: Žiadne

source: Unarchived
sk: Nearchivované

source: Archived
sk: Archivované

source: Archived and Unarchived
sk: Archivované aj nearchivované
