Repository: l/debian-webwml
Catalog: webwml/slovak/po/cdimage.*.po
Languages: sk

source: Download with Jigdo
sk: Stiahnuť prostredníctvom Jigdo

source: Download via HTTP/FTP
sk: Stiahnuť prostredníctvom HTTP/FTP

source: Buy CDs or DVDs
sk: Kúpiť CD/DVD

source: Network Install
sk: Sieťová inštalácia

source: <void id="dc_download" />Download
sk: <void id="dc_download" />Stiahnuť

source: <void id="dc_misc" />Misc
sk: <void id="dc_misc" />Rôzne

source: <void id="dc_artwork" />Artwork
sk: <void id="dc_artwork" />Výtvarné diela

source: <void id="dc_mirroring" />Mirroring
sk: <void id="dc_mirroring" />Zrkadlá

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
sk: <void id="dc_rsyncmirrors" />Zrkadlá rsync

source: <void id="dc_torrent" />Download with Torrent
sk: <void id="dc_torrent" />Stiahnuť torrent

source: <void id="dc_relinfo" />Image Release Info
sk: <void id="dc_relinfo" />Info o vydaní obrazov

source: Debian CD team
sk: Tím Debian CD

source: debian_on_cd
sk: debian_na_cd

source: buy
sk: kúpiť

source: net_install
sk: sieťová_inštalácia

source: <void id="misc-bottom" />misc
sk: <void id="misc-bottom" />rôzne

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
sk: <a href="/MailingLists/disclaimer">Verejná konferencia</a> o CD/DVD (v angličtine):
