Repository: l/debian-webwml
Catalog: webwml/slovak/po/debian-cdd.*.po
Languages: sk

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
sk: Tento zoznam obsahuje rôzne softvérové projekty, ktoré môžu byť zaujímavé pre projekt <get-var cdd-name />. Momentálne sú len niektoré z nich dostupné vo forme balíkov Debianu. Je však našim cieľom do <get-var cdd-name /> pridať všetoksoftvér, ktorý môže v rozzumnej miere prispieť kvalite Prispôsobenej distribúcie Debian.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
sk: Každý riadok má farbu podľa tejto legendy, ktorá indikuje dostupnosť projektu vo forme balíka Debian.

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
sk: Zelená: Projekt je <a href="<get-var url />">dostupný vo forme oficiálneho balíka Debian</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
sk: Žltá: Projekt je <a href="<get-var url />">dostupný vo forme neoficiálneho balíka Debian</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
sk: Červená: Projekt (zatiaľ) nie je <a href="<get-var url />">dostupný vo forme balíka Debian</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
sk: Ak nájdete projekt, ktorý sa vám zdá byť dobrým kandidátom projektu <get-var cdd-name /> alebo ak ste pripravili neoficiálny balík Debianu, pošlite prosím popis tohto projektu do <get-var cdd-name />konferencie</a> <a href="<get-var cdd-list-url />">.

source: Official Debian packages
sk: Oficiálne balíky Debian

source: Unofficial Debian packages
sk: Neoficiálne balíky Debian

source: Debian packages not available
sk: Balíky pre Debian neexistujú

source: There are no projects which fall into this category.
sk: Žiadne projekty nespadajú do tejto kategórie.

source: No homepage known
sk: Nemá známu domovskú stránku

source: License:
sk: Licencia:

source: Free
sk: slobodná

source: Non-Free
sk: neslobodná

source: Unknown
sk: neznáma

source: Official Debian package
sk: Oficiálny balík Debian

source: Unofficial Debian package
sk: Neoficiálny balík Debian

source: Debian package not available
sk: Balík pre Debian neexistuje
