Repository: l/debian-webwml
Catalog: webwml/slovak/po/doc.*.po
Languages: sk

source: Debian 8 is the must-have handbook for learning Linux. Start on the beginners level and learn how to deploy the system with graphical interface and terminal. This book provides the basic knowledge to grow and become a 'junior' systems administrator. Start off with exploring the GNOME desktop interface and adjust it to your personal needs. Overcome your fear of using the Linux terminal and learn the most essential commands in administering Debian. Expand your knowledge of system services (systemd) and learn how to adapt them. Get more out of the software in Debian and outside of Debian. Manage your home-network with network-manager, etc. 10 percent of the profits on this book will be donated to the Debian Project.
sk: Debian 8 je príručka na výuku Linuxu,ktorú jednoducho musíte mať. Začnite na úrovni začiatočníka a naučte sa nasadiť systém pomocou grafického rozhrania a terminálu. Táto kniha poskytuje základné poznatky, ktoré potrebujete, aby ste mohli rásť a stať sa tzv. „junior“ správcom systému. Začnite tým, že preskúmate rozhranie pracovného prostredia GNOME a prispôsobíte ho svojim osobným potrebám. Prekonajte svoj strach z používania linuxového terminálu a naučte sa najdôležitejšie príkazy na správu Debianu. Rozšírte svoje vedomosti o systémových službách (systemd) a naučte sa ich prispôsobiť. Vyťažte viac zo softvéru v Debiane a mimo Debianu. Spravujte svoju domácu sieť pomocou network-manager atď. 10 percent ziskov z tejto knihy bude venovaných projektu Debian.

source: Written by two Debian developers, this free book started as a translation of their French best-seller known as Cahier de l'admin Debian (published by Eyrolles). Accessible to all, this book teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator. It covers all the topics that a competent Linux administrator should master, from the installation and the update of the system, up to the creation of packages and the compilation of the kernel, but also monitoring, backup and migration, without forgetting advanced topics like SELinux setup to secure services, automated installations, or virtualization with Xen, KVM or LXC.
sk: Táto slobodná kniha, ktorú napísali dvaja vývojári Debianu, začala ako preklad ich francúzskeho bestselleru Cahier de l'admin Debian (vydalo nakladateľstvo Eyrolles). Táto kniha je prístupné pre každého a naučí základy kohokoľvek, kto sa chce stať efektívnym a nezávislým správcom systému Debian GNU/Linux. Pokrýva všetky témy, ktoré by mal kompetentný správca Linuxu zvládnuť, od inštalácie a aktualizácie systému po tvorbu balíkov a kompiláciu jadra, ale aj monitorovanie, zálohovanie a migráciu. Neopomína ani pokročilá témy ako SELinux na zabezpečenie služieb, automatizované inštalácie alebo virtualizáciu pomocou Xen, KVM alebo LXC.

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
sk: Cieľom tejto voľne dostupnej a aktuálnej knihy je naučiť vás viac o Debiane (vrátane aktuálneho stabilného vydania a aktuálnej nestabilnej distribúcie). Poskytuje vyčerpávajúci výklad ohľadne základnej podpory používateľa, ktorý si sám nainštaluje a spravuje systém (či už v domácnosti, v kancelárii, v klube alebo v škole).

source: Debian 2.2 ARM architecture
sk: Debian 2.2 architektúra ARM

source: Author:
sk: Autor:

source: Available at:
sk: Dostupné na:

source: CD Included:
sk: Obsahuje CD:

source: Publisher:
sk: Vydavateľ:

source: Authors:
sk: Autori:

source: Editors:
sk: Redaktori:

source: Maintainer:
sk: Správca:

source: Status:
sk: Stav:

source: Availability:
sk: Dostupnosť:

source: Latest version:
sk: Najnovšia verzia:

source: (version <get-var version />)
sk: (verzia <get-var version />)

source: plain text
sk: čistý text

source: The latest <get-var srctype /> source is available through the <a href="https://www.debian.org/doc/cvs">Subversion</a> repository.
sk: Najnovší <get-var srctype /> zdrojový kód je dostupný z repozitára <a href="https://www.debian.org/doc/cvs">Subversion</a>.

source: Web interface:
sk: Webové rozhranie:

source: VCS interface:
sk: Rozhranie systému na správu verzií:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
sk: Najnovší <get-var srctype /> zdrojový kód je dostupný z repozitára <a href="https://packages.debian.org/cvs">CVS</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
sk: Najnovší <get-var srctype /> zdrojový kód je dostupný z repozitára <a href="https://packages.debian.org/subversion">Subversion</a>.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
sk: Najnovší <get-var srctype /> zdrojový kód je dostupný z repozitára <a href="https://packages.debian.org/git">Git</a>.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
sk: Pracovná kópia zdrojových textov v CVS: nastavte <code>CVSROOT</code> na <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, a vykonajte checkout modulu <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
sk: Webové rozhranie k CVS

source: Debian package
sk: Balík Debianu

source: Debian package (archived)
sk: Balík Debianu (archivovaný)
