Repository: l/debian-webwml
Catalog: webwml/slovak/po/mailinglists.*.po
Languages: sk

source: Mailing List Subscription
sk: Prihlásenie do konferencie

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
sk: Informácie o tom ako sa prihlásiť pomocou emailu nájdete na stránke <a href="./#subunsub">konferencií</a>. Na odhlásenie sa z konferencií môžete použiť aj <a href="unsubscribe">webový formulár</a>.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
sk: Pamätajte, že väčšina konferencií Debianu sú verejné fóra. Každý email, ktorý do nich pošlete bude uložený vo verejných archívov konferencie a budú ho indexovať vyhľdávače. Do konferencií Debianu by ste mali posielať príspevky iba z emailovej adresy, ktorej zverejnenie vám nevadí.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
sk: Prosím, vyberte, do ktorých konferencií sa chcete prihlásiť (počet pokusov o prihlásenie je obmedzený - ak sa nepodarí vašu požiadavku spracovať, prosím, použite <a href="./#subunsub">inú metódu</a>):

source: No description given
sk: Nebol uvedený popis

source: Moderated:
sk: Moderovaná:

source: Posting messages allowed only to subscribers.
sk: Iba prihlásení členovia môžu posielať správy.

source: Only messages signed by a Debian developer will be accepted by this list.
sk: Táto konferencia prijíma iba správy, ktoré podpísali vývojári Debianu.

source: Subscription:
sk: Prihlásenie:

source: is a read-only, digestified version.
sk: zhrnutá verzia len na čítanie.

source: Your E-Mail address:
sk: Vaša emailová adresa:

source: Subscribe
sk: Prihlásiť sa

source: Clear
sk: Vyčistiť

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
sk: Rešpektujte prosím <a href="./#ads">politiku reklamy v konferenciách Debianu</a>.

source: Mailing List Unsubscription
sk: Odhlásenie z konferencie

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
sk: Informácie o tom ako sa odhlásiť pomocou emailu nájdete na stránke <a href="./#subunsub">konferencií</a>. Na prihlásenie sa do konferencií môžete použiť aj <a href="subscribe">webový formulár</a>.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
sk: Prosím, vyberte, z ktorých konferencií sa chcete odhlásiť (počet pokusov o odhlásenie je obmedzený, ak sa nepodarí vašu požiadavku spracovať, prosím, použite <a href="./#subunsub">inú metódu</a>):

source: Unsubscribe
sk: Odhlásiť sa

source: open
sk: otvorené

source: closed
sk: zatvorené
