Repository: l/debian-webwml
Catalog: webwml/slovak/po/newsevents.*.po
Languages: sk

source: Debian News
sk: Novinky Debianu

source: Debian Latest News
sk: Posledné novinky Debianu

source: The newsletter for the Debian community
sk: Newsletter pre komunitu Debianu

source: Name:
sk: Meno:

source: Previous Talks:
sk: Predošlé prednášky:

source: Languages:
sk: Jazyky:

source: Location:
sk: Lokalita:

source: Topics:
sk: Témy:

source: Title:
sk: Názov:

source: Author:
sk: Autor:

source: Language:
sk: Jazyk:

source: Date:
sk: Dátum:

source: Event:
sk: Udalosť:

source: Slides:
sk: Prezentácia:

source: source
sk: zdroj

source: Abstract
sk: Abstrakt

source: Upcoming Attractions
sk: Nadchádzajúce udalosti

source: link may no longer be valid
sk: odkaz už nemusí byť aktuálny

source: When
sk: Kedy

source: Where
sk: Kde

source: More Info
sk: Ďalšie informácie

source: Debian Involvement
sk: Účasť Debianu

source: Main Coordinator
sk: Hlavný koordinátor

source: <th>Project</th><th>Coordinator</th>
sk: <th>Koordinátor</th><th>projektu</th>

source: Related Links
sk: Súvisiace odkazy

source: Latest News
sk: Posledné novinky

source: Download calendar entry
sk: Stiahnuť položku kalendára

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
sk: Späť na: ďalšie <a href="./">Novinky Debianu</a> || <a href="m4_HOME/">Domovskú stránku projektu Debian</a>.

source: <get-var url /> (dead link)
sk: <get-var url /> (neplatný odkaz)

source: Welcome to this year's <get-var issue /> issue of DPN, the newsletter for the Debian community. Topics covered in this issue include:
sk: Vitajte v tohtoročnom <get-var issue=""></get-var> vydaní DPN, newslettera pre komunitu Debianu. Témy v tomto vydaní zahŕňajú:

source: According to the <a href="https://udd.debian.org/bugs.cgi">Bugs Search interface of the Ultimate Debian Database</a>, the upcoming release, Debian <q><get-var release /></q>, is currently affected by <get-var testing /> Release-Critical bugs. Ignoring bugs which are easily solved or on the way to being solved, roughly speaking, about <get-var tobefixed /> Release-Critical bugs remain to be solved for the release to happen.
sk: Podľa <a href="https://udd.debian.org/bugs.cgi">Rozhrania na hľadanie chýb v Ultimate Debian Database</a>, nadchádzajúce vydanie Debian „<get-var release=""> </get-var>“ v súčasnosti ovplyvňuje <get-var testing=""></get-var> chýb brániacich vydaniu. Ak ignorujeme chyby, ktoré sa dajú ľahko vyriešiť alebo sa riešia, aby bolo možné uvoľniť vydanie, zostáva vyriešiť zhruba <get-var tobefixed=""></get-var> chýb brániacich vydaniu.

source: There are also some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
sk: Existujú aj isté <a href="https://wiki.debian.org/ProjectNews/RC-Stats">tipy, ako interpretovať</a> tieto čísla.

source: There are also <a href="<get-var url />">more detailed statistics</a> as well as some <a href="https://wiki.debian.org/ProjectNews/RC-Stats">hints on how to interpret</a> these numbers.
sk: Existujú aj <a href="<get-var url />">podrobnejšie štatistiky</a> , ako aj niektoré <a href="https://wiki.debian.org/ProjectNews/RC-Stats">tipy, ako interpretovať</a> tieto čísla.

source: <a href="<get-var link />">Currently</a> <a href="m4_DEVEL/wnpp/orphaned"><get-var orphaned /> packages are orphaned</a> and <a href="m4_DEVEL/wnpp/rfa"><get-var rfa /> packages are up for adoption</a>: please visit the complete list of <a href="m4_DEVEL/wnpp/help_requested">packages which need your help</a>.
sk: <a href="<get-var link />">V súčasnosti</a> existuje <a href="m4_DEVEL/wnpp/orphaned"> <get-var orphaned=""> </get-var> osirotených balíkov</a> a <a href="m4_DEVEL/wnpp/rfa"> <get-var rfa=""></get-var> balíkov je na adopciu</a>: Prosím, navštívte kompletný zoznam <a href="m4_DEVEL/wnpp/help_requested">balíkov, ktoré potrebujú vašu pomoc</a>.

source: Please help us create this newsletter. We still need more volunteer writers to watch the Debian community and report about what is going on. Please see the <a href="https://wiki.debian.org/ProjectNews/HowToContribute">contributing page</a> to find out how to help. We're looking forward to receiving your mail at <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.
sk: Prosím, pomôžte nám s tvorbou tohto newslettera. Stále potrebujeme viac dobrovoľníkov-spisovateľov, aby sledovali dianie v komunite Debianu písali o tom správy. Prosím, prečítajte si <a href="https://wiki.debian.org/ProjectNews/HowToContribute">stránku o prispievaní</a>, kde sa dozviete ako môžete pomôcť. Tešíme sa na vašu poštu na adrese <a href="mailto:debian-publicity@lists.debian.org">debian-publicity@lists.debian.org</a>.

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a>) for announcements.
sk: Vezmite prosím na vedomie, že sa jedná o výber tých dôležitejších bezpečnostných upozornení z posledných týždňov. Ak chcete dostávať aktuálne bezpečnostné informácie, ktoré vydáva bezpečnostný tím Debianu, začnite odoberať správy <a href="<get-var url-dsa />">bezpečnostnej konferencie</a> (a samostatnú <a href="<get-var url-bpo />">konferenciu ohľadne spätných portov</a> a <a href="<get-var url-stable-announce />">konferenciu o aktualizáciách stabilného vydania</a>).

source: Please note that these are a selection of the more important security advisories of the last weeks. If you need to be kept up to date about security advisories released by the Debian Security Team, please subscribe to the <a href="<get-var url-dsa />">security mailing list</a> (and the separate <a href="<get-var url-bpo />">backports list</a>, and <a href="<get-var url-stable-announce />">stable updates list</a> or <a href="<get-var url-volatile-announce />">volatile list</a>, for <q><get-var old-stable /></q>, the oldstable distribution) for announcements.
sk: Vezmite prosím na vedomie, že sa jedná o výber tých dôležitejších bezpečnostných upozornení z posledných týždňov. Ak chcete dostávať aktuálne bezpečnostné informácie, ktoré vydáva bezpečnostný tím Debianu, začnite odoberať správy <a href="<get-var url-dsa />">bezpečnostnej konferencie</a> (a samostatnú <a href="<get-var url-bpo />">konferenciu ohľadne spätných portov</a> a <a href="<get-var url-stable-announce />">konferenciu o aktualizáciách stabilného vydania</a> alebo <a href="<get-var url-volatile-announce />">konferenciu volatile</a>, pre „<get-var old-stable />“ distribúciu oldstable).

source: Debian's Stable Release Team released an update announcement for the package:
sk: Tím stabilného vydania Debianu vydal oznámenie o aktualizácii balíka:

source: and
sk: a

source: Please read them carefully and take the proper measures.
sk: Prosím, pozorne si ich prečítajte a prijmite primerané opatrenia.

source: Debian's Backports Team released advisories for these packages:
sk: Tím spätných portov Debianu vydal upozornenia pre tieto balíky:

source: Debian's Security Team recently released advisories for these packages (among others):
sk: Bezpečnostný tím Debianu nedávno vydal upozornenia pre tieto balíky (okrem iných):

source: <get-var num-newpkg /> packages were added to the unstable Debian archive recently.
sk: <get-var num-newpkg=""></get-var> balíkov bolo nedávno pridaných do archívu Debian unstable.

source: <a href="<get-var url-newpkg />">Among many others</a> are:
sk: <a href="<get-var url-newpkg />">Okrem mnohých iných</a> sú:

source: There are several upcoming Debian-related events:
sk: Existuje niekoľko nadchádzajúcich udalostí súvisiacich s Debianom:

source: You can find more information about Debian-related events and talks on the <a href="<get-var events-section />">events section</a> of the Debian web site, or subscribe to one of our events mailing lists for different regions: <a href="<get-var events-ml-eu />">Europe</a>, <a href="<get-var events-ml-nl />">Netherlands</a>, <a href="<get-var events-ml-ha />">Hispanic America</a>, <a href="<get-var events-ml-na />">North America</a>.
sk: Ďalšie informácie o udalostiach súvisiacich s Debianom a prednáškach môžete nájsť v <a href="<get-var events-section />">sekcii udalosti</a> na webovej stránke Debianu alebo sa prihlásiť do jednej z našich emailových konferencií udalostí pre rôzne regióny: <a href="<get-var events-ml-eu />">Európa</a>, <a href="<get-var events-ml-nl />">Holandsko</a>, <a href="<get-var events-ml-ha />">Latinská Amerika</a>, <a href="<get-var events-ml-na />">Severná Amerika</a>.

source: Do you want to organise a Debian booth or a Debian install party? Are you aware of other upcoming Debian-related events? Have you delivered a Debian talk that you want to link on our <a href="<get-var events-talks />">talks page</a>? Send an email to the <a href="<get-var events-team />">Debian Events Team</a>.
sk: Chcete zorganizovať stánok Debianu alebo inštalačnú párty Debianu? Ste si vedomí ostatných nadchádzajúcich udalostí súvisiacich s Debianom? Mali ste prednášku o Debiane, na ktorú chcete odkázať z našej <a href="<get-var events-talks />">stránke o prednáškach</a>? Pošlite e-mail na <a href="<get-var events-team />">Tímu udalostí Debianu</a>.

source: <get-var dd-num /> applicants have been <a href="<get-var dd-url />">accepted</a> as Debian Developers
sk: <get-var dd-num />žiadateľov bolo <a href="<get-var dd-url />">prijatých</a> medzi vývojárov Debianu

source: <get-var dm-num /> applicants have been <a href="<get-var dm-url />">accepted</a> as Debian Maintainers
sk: <get-var dd-num /> žiadateľov bolo <a href="<get-var dd-url />">prijatých</a> medzi správcov Debianu

source: <get-var uploader-num /> people have <a href="<get-var uploader-url />">started to maintain packages</a>
sk: <get-var uploader-num /> ľudí <a href="<get-var uploader-url />"> začalo spravovať balíky</a>

source: <get-var eval-newcontributors-text-list /> since the previous issue of the Debian Project News. Please welcome <get-var eval-newcontributors-name-list /> into our project!
sk: <get-var eval-newcontributors-text-list=""></get-var>od predchádzajúceho vydania Aktualít projektu Debian (DPN). Privítajte <get-var eval-newcontributors-name-list /> do nášho projektu!

source: The <get-var issue-devel-news /> issue of the <a href="<get-var url-devel-news />">miscellaneous news for developers</a> has been released and covers the following topics:
sk: <get-var issue-devel-news /> vydanie <a href="<get-var url-devel-news />"> rôzne novinky pre vývojárov</a> a obsahuje nasledujúce témy:

source: To receive this newsletter in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
sk: Ak chcete tento newsletter dostávať emailom, <a href="https://lists.debian.org/debian-news/">prihláste sa do konferencie debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
sk: <a href="../../">Staršie vydania</a> tohto newslettera.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
sk: <void id="singular" />Redaktorom Noviniek projektu Debian je <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
sk: <void id="plural" />Redaktormi Noviniek projektu Debian sú <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
sk: <void id="singular" />Redaktorom tohto vydania Noviniek projektu Debian je <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
sk: <void id="plural" />Redaktormi tohto vydania Noviniek projektu Debian sú <a href="mailto:debian-publicity@lists.debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
sk: <void id="singular" />Preložil ho %s.

source: <void id="plural" />It was translated by %s.
sk: <void id="plural" />Preložili ho %s.

source: <void id="singularfemale" />It was translated by %s.
sk: <void id="singularfemale" />Preložila ho %s.

source: <void id="pluralfemale" />It was translated by %s.
sk: <void id="pluralfemale" />Preložili ho %s.

source: List of Speakers
sk: Zoznam prednášajúcich

source: Back to the <a href="./">Debian speakers page</a>.
sk: Späť na <a href="./">Zoznam prednášajúcich o Debiane</a>.

source: To receive this newsletter weekly in your mailbox, <a href="https://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
sk: Ak chcete tento newsletter dostávať každý týždeň emailom, <a href="https://lists.debian.org/debian-news/">prihláste sa do konferencie debian-news</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="singular" />Redaktorom Týždenníka Debianu je <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="plural" />Redaktormi Týždenníka Debianu sú <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="singular" />Redaktorom tohto vydania Týždenníka Debianu je <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="plural" />Redaktormi tohto vydania Týždenníka Debianu sú <a href="mailto:dwn@debian.org">%s</a>.
