Repository: l/debian-webwml
Catalog: webwml/slovak/po/organization.*.po
Languages: sk

source: delegation mail
sk: delegácia pošty

source: appointment mail
sk: email schôdzky

source: <void id="male"/>delegate
sk: <void id="male"/>delegát

source: <void id="female"/>delegate
sk: <void id="male"/>delegátka

source: current
sk: aktuálne

source: member
sk: člen

source: manager
sk: manažér

source: Stable Release Manager
sk: Správca stabilného vydania

source: chairman
sk: predseda

source: assistant
sk: asistent

source: secretary
sk: sekretár

source: Officers
sk: Predstavenstvo

source: Distribution
sk: Distribúcia

source: Communication and Outreach
sk: Komunikácia a PR

source: Publicity team
sk: Marketingový tím

source: Support and Infrastructure
sk: Podpora a infraštruktúra

source: Leader
sk: Vedúci

source: Technical Committee
sk: Technická komisia

source: Secretary
sk: Sekretár

source: Development Projects
sk: Vývojové projekty

source: FTP Archives
sk: FTP archívy

source: FTP Assistants
sk: FTP asistenti

source: Backports
sk: Spätné porty

source: Backports Team
sk: Tím spätných portov

source: Individual Packages
sk: Jednotlivé balíky

source: Release Management
sk: Správa vydaní

source: Release Team
sk: Tím vydania

source: Quality Assurance
sk: Zabezpečenie kvality

source: Installation System Team
sk: Tím inštalátora

source: Release Notes
sk: Poznámky k vydaniu

source: CD Images
sk: Obrazy CD

source: Production
sk: Produkcia

source: Testing
sk: Testovanie

source: Autobuilding infrastructure
sk: Infraštruktúra automatického zostavovania

source: Wanna-build team
sk: Tím wanna-build

source: Buildd administration
sk: Správa buildd

source: Documentation
sk: Dokumentácia

source: Work-Needing and Prospective Packages list
sk: Balíky, ktoré potrebujú pomoc a perspektívne balíky

source: Live System Team
sk: Tím Live systému

source: Ports
sk: Porty

source: Special Configurations
sk: Špeciálne konfigurácie

source: Laptops
sk: Notebooky

source: Firewalls
sk: Firewally

source: Embedded systems
sk: Vnorené systémy

source: Press Contact
sk: Tlačový kontakt

source: Web Pages
sk: Webstránky

source: Outreach
sk: PR

source: Debian Women Project
sk: Projekt Ženy Debianu

source: Anti-harassment
sk: Boj proti obťažovaniu

source: Events
sk: Udalosti

source: DebConf Committee
sk: Komisia DebConf

source: Partner Program
sk: Partnerský program

source: Hardware Donations Coordination
sk: Koordinácia darov hardvéru

source: User support
sk: Používateľská podpora

source: Bug Tracking System
sk: Systém sledovania chýb

source: Mailing Lists Administration and Mailing List Archives
sk: Správa konferencií a archívov konferencií

source: New Members Front Desk
sk: Recepcia nových členov

source: Debian Account Managers
sk: Správcovia účtov Debianu

source: To send a private message to all DAMs, use the GPG key 57731224A9762EA155AB2A530CA8D15BB24D96F2.
sk: Ak chcete poslať súkromnú správu všetkým DAM, použite kľúč GPG 57731224A9762EA155AB2A530CA8D15BB24D96F2.

source: Keyring Maintainers (PGP and GPG)
sk: Správcovia kľúčov (PGP a GPG)

source: Security Team
sk: Bezpečnostný tím

source: Consultants Page
sk: Stránka konzultantov

source: CD Vendors Page
sk: Stránka dodávateľov CD

source: Policy
sk: Politika

source: System Administration
sk: Správa systému

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
sk: Túto adresu použite, ak sa stretnete s problémami na niektorom so strojov Debianu, aj v prípade že na nich potrebujete nainštalovať balík alebo máte problém s heslom.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
sk: Ak máte hardvérový problém so strojom Debianu, pozrite stránku <a href="https://db.debian.org/machines.cgi">Strojov Debianu</a>, mala by obsahovať informácie o správcovi každého zo strojov.

source: LDAP Developer Directory Administrator
sk: Správca LDAP adresára vývojárov

source: Mirrors
sk: Zrkadlá

source: DNS Maintainer
sk: Správca DNS

source: Package Tracking System
sk: Systém sledovania balíkov

source: <a name="trademark" href="m4_HOME/trademark">Trademark</a> use requests
sk: Žiadosti o použitie <a name="trademark" href="m4_HOME/trademark">ochranných známok</a>

source: Alioth administrators
sk: Správcovia Alioth

source: Debian for children from 1 to 99
sk: Debian pre deti od 1 do 99

source: Debian for medical practice and research
sk: Debian pre medicínsku prax a výskum

source: Debian for education
sk: Debian pre vzdelávanie

source: Debian in legal offices
sk: Debian v právnických kanceláriách

source: Debian for people with disabilities
sk: Debian pre ľudí s postihnutiami

source: Debian for science and related research
sk: Debian pre vedu a súvisiaci výskum
