Repository: l/debian-webwml
Catalog: webwml/slovak/po/others.*.po
Languages: sk

source: Download
sk: Stiahnuť

source: Old banner ads
sk: Staré reklamné bannery

source: Working
sk: Funguje

source: sarge (broken)
sk: sarge (nefunguje)

source: Booting
sk: Zavádza sa

source: Building
sk: Zostavuje

source: Not yet
sk: Zatiaľ nie

source: No kernel
sk: Bez jadra

source: No images
sk: Bez obrazov

source: <void id="d-i" />Unknown
sk: <void id="d-i" />Neznáme

source: Unavailable
sk: Nedostupné

source: New Members Corner
sk: Kútik Nových členov

source: Step 1
sk: Krok 1

source: Step 2
sk: Krok 2

source: Step 3
sk: Krok 3

source: Step 4
sk: Krok 4

source: Step 5
sk: Krok 5

source: Step 6
sk: Krok 6

source: Step 7
sk: Krok 7

source: Applicants' checklist
sk: Kontrolný zoznam uchádzača

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
sk: Ďalšie informácie nájdete na <a href="m4_HOME/intl/french/">http://www.debian.org/intl/french/</a> (iba vo francúzštine).

source: More information
sk: Ďalšie informácie

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
sk: Ďalšie informácie nájdete na <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (iba v španielčine).

source: Phone
sk: Telefón

source: Address
sk: Adresa

source: With&nbsp;``Debian''
sk: S&nbsp;`„Debianom“

source: Without&nbsp;``Debian''
sk: Bez&nbsp;`„Debianu“

source: Encapsulated PostScript
sk: Zapúzdrený PostScript

source: [Powered by Debian]
sk: [Funguje na Debiane]

source: [Powered by Debian GNU/Linux]
sk: [Funguje na Debian GNU/Linux]

source: [Debian powered]
sk: [Funguje na Debiane]

source: [Debian] (mini button)
sk: [Debian] (minitlačidlo)

source: same as the above
sk: rovnako ako vyššie

source: Products
sk: Produkty

source: T-shirts
sk: Tričká

source: hats
sk: klobúky

source: stickers
sk: samolepky

source: mugs
sk: hrnčenky

source: other clothing
sk: iné oblečenie

source: polo shirts
sk: golfové tričká

source: frisbees
sk: frisbee

source: mouse pads
sk: podložky pod myš

source: badges
sk: odznaky

source: basketball goals
sk: basketbalové koše

source: earrings
sk: náušnice

source: suitcases
sk: kufre

source: umbrellas
sk: dáždniky

source: pillowcases
sk: obliečky na vankúše

source: How long have you been using Debian?
sk: Ako dlho už používate Debian?

source: Are you a Debian Developer?
sk: Ste vývojár Debianu?

source: What areas of Debian are you involved in?
sk: V akých oblastiach Debianu sa angažujete?

source: What got you interested in working with Debian?
sk: Čo vás zaujalo natoľko, že ste začali pracovať s Debianom?

source: Do you have any tips for women interested in getting more involved with Debian?
sk: Máte nejaké tipy pre ženy, ktoré majú záujem viac sa angažovať v Debiane?

source: Are you involved with any other women in technology group? Which one(s)?
sk: Angažujete sa v iných skupinách žien v technologickom odvetví? V ktorých?

source: A bit more about you...
sk: Niečo viac o vás...

source: BAD
sk: ZLÉ

source: BAD?
sk: ZLÉ?

source: Unknown
sk: Neznáme

source: ALL
sk: VŠETKY

source: Package
sk: Balík

source: Status
sk: Stav

source: Version
sk: Verzia
