Repository: l/debian-webwml
Catalog: webwml/slovak/po/ports.*.po
Languages: sk

source: Contact
sk: Kontakt

source: CPUs
sk: Procesory

source: Credits
sk: Zásluhy

source: Development
sk: Vývoj

source: Documentation
sk: Dokumentácia

source: Installation
sk: Inštalácia

source: Links
sk: Odkazy

source: News
sk: Novinky

source: Porting
sk: Portovanie

source: Ports
sk: Porty

source: Problems
sk: Problémy

source: Software Map
sk: Mapa softvéru

source: Status
sk: Stav

source: Supply
sk: Dodávka

source: Systems
sk: Systémy

source: Debian for Alpha
sk: Debian pre Alpha

source: Debian for AMD64
sk: Debian pre AMD64

source: Debian for ARM
sk: Debian pre ARM

source: Debian for Beowulf
sk: Debian pre Beowulf

source: Main
sk: Hlavné

source: Debian for PA-RISC
sk: Debian pre PA-RISC

source: Hurd CDs
sk: CD Hurd

source: Debian for IA-64
sk: Debian pre IA-64

source: Debian for Motorola 680x0
sk: Debian pre Motorola 680x0

source: Debian for MIPS
sk: Debian pre MIPS

source: Debian GNU/NetBSD for i386
sk: Debian GNU/NetBSD pre i386

source: Debian GNU/NetBSD for Alpha
sk: Debian GNU/NetBSD pre Alpha

source: Why
sk: Prečo

source: People
sk: Ľudia

source: Debian for PowerPC
sk: Debian pre PowerPC

source: Debian for S/390
sk: Debian pre S/390

source: Debian for Sparc
sk: Debian pre Sparc

source: Debian for Sparc64
sk: Debian pre Sparc64

source: Debian for Laptops
sk: Debian pre notebooky
