Repository: l/debian-webwml
Catalog: webwml/slovak/po/security.*.po
Languages: sk

source: Debian Security
sk: Bezpečnosť Debianu

source: Debian Security Advisories
sk: Bezpečnostné posudky Debianu

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
sk: <a href=\"undated/\">nedatované</a> bezpečnostné upozornenia, zahrnuté kvôli neskorším

source: Mitre CVE dictionary
sk: Mitreho slovník CVE

source: Securityfocus Bugtraq database
sk: Databáza Bugtraq na Securityfocus

source: CERT Advisories
sk: Posudky CERT

source: US-CERT vulnerabilities Notes
sk: Poznámky o zraniteľnostiach US-CERT

source: Source:
sk: Zdroj:

source: Architecture-independent component:
sk: Komponent závislý na architektúre:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
sk: Kontrolné súčty MD5 uvedených súborov sú dostupné v <a href="<get-var url />">pôvodnom posudku</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
sk: Kontrolné súčty MD5 uvedených súborov sú dostupné v <a href="<get-var url />">revidovanom posudku</a>.

source: Debian Security Advisory
sk: Bezpečnostný posudok Debianu

source: Date Reported
sk: Dátum oznámenia

source: Affected Packages
sk: Ovplyvnené balíky

source: Vulnerable
sk: Zraniteľné

source: Security database references
sk: Odkazy na bezpečnostné databázy

source: More information
sk: Ďalšie informácie

source: Fixed in
sk: Opravené v

source: BugTraq ID
sk: ID BugTraq

source: Bug
sk: Chyba

source: In the Debian bugtracking system:
sk: V Systéme sledovania chýb Debianu:

source: In the Bugtraq database (at SecurityFocus):
sk: V databáze Bugtraq (na SecurityFocus):

source: In Mitre's CVE dictionary:
sk: V Mitreho slovníku CVE:

source: CERT's vulnerabilities, advisories and incident notes:
sk: Zraniteľnosti, posudky a poznámky o incidentoch CERT:

source: No other external database security references currently available.
sk: Žiadne odkazy na externé bezpečnostné databázy nie sú momentálne dostupné.
