Repository: l/debian-webwml
Catalog: webwml/slovak/po/stats.*.po
Languages: sk

source: Debian web site translation statistics
sk: Štatistika prekladov webu Debianu

source: There are %d pages to translate.
sk: %d stránok na preloženie.

source: There are %d bytes to translate.
sk: %d bajtov na preloženie.

source: There are %d strings to translate.
sk: %d reťazcov na preloženie.

source: Hit data from %s, gathered %s.
sk: Dáta o návštevách %s, zhromaždené %s.

source: This translation is too out of date
sk: Tento preklad je príliš zastaraný

source: Wrong translation version
sk: Nesprávna verzia prekladu

source: The original is newer than this translation
sk: Originál je novší ako tento preklad

source: The original no longer exists
sk: Originál už neexistuje

source: hit count N/A
sk: počet zásahov nedostupný

source: hits
sk: zásahov

source: Click to fetch diffstat data
sk: Kliknutím stiahnete údaje diffstat

source: Unified diff
sk: Zjednotený diff

source: Colored diff
sk: Zafarbený diff

source: Translation summary for
sk: Zhrnutie pamäte prekladov pre

source: Not translated
sk: Nepreložené

source: Outdated
sk: Zastarané

source: Translated
sk: Preložené

source: Up to date
sk: Aktuálne

source: files
sk: súborov

source: bytes
sk: bajtov

source: Note: the lists of pages are sorted by popularity. Hover over the page name to see the number of hits.
sk: Pozn.: zoznamy stránok sú zoradené podľa popularity. Ak podržíte myš nad názvom stránky, uvidíte počet zásahov.

source: Outdated translations
sk: Zastarané preklady

source: File
sk: Súbor

source: Comment
sk: Komentár

source: Log
sk: Záznam

source: Translation
sk: Preklad

source: Maintainer
sk: Správca

source: Status
sk: Stav

source: Translator
sk: Prekladateľ

source: Date
sk: Dátum

source: General pages not translated
sk: Všeobecné stránky nepreložené

source: Untranslated general pages
sk: Nepreložené všeobecné stránky

source: News items not translated
sk: Novinky nepreložené

source: Untranslated news items
sk: Nepreložené novinky

source: Consultant/user pages not translated
sk: Stránky konzultantov používateľov nepreložené

source: Untranslated consultant/user pages
sk: Nepreložené stránky konzultantov používateľov

source: International pages not translated
sk: Medzinárodné stránky nepreložené

source: Untranslated international pages
sk: Nepreložené medzinárodné stránky

source: Translated pages (up-to-date)
sk: Preložené stránky (aktuálne)

source: Translated templates (PO files)
sk: Preložené šablóny (súbory .po)

source: PO Translation Statistics
sk: Štatistika prekladov .po

source: Untranslated
sk: Nepreložené

source: Total
sk: Celkom

source: Total:
sk: Celkom:

source: Created with
sk: Vytvorené pomocou

source: Translated web pages
sk: Preložené webstránky

source: Translation Statistics by Page Count
sk: Štatistika prekladov podľa počtu stránok

source: Language
sk: Jazyk

source: Translations
sk: Preklady

source: Translated web pages (by size)
sk: Preložené webstránky (podľa veľkosti)

source: Translation Statistics by Page Size
sk: Štatistika prekladov podľa veľkosti stránky
