Repository: l/debian-webwml
Catalog: webwml/slovak/po/templates.*.po
Languages: sk

source: More information
sk: Ďalšie informácie

source: Download with Jigdo
sk: Stiahnuť pomocou Jigdo

source: Download via HTTP/FTP
sk: Stiahnuť pomocou HTTP/FTP

source: Buy CDs or DVDs
sk: Kúpiť CD alebo DVD

source: Network Install
sk: Sieťová inštalácia

source: <void id="dc_download" />Download
sk: <void id="dc_download" />Stiahnuť

source: <void id="dc_misc" />Misc
sk: <void id="dc_misc" />Rôzne

source: <void id="dc_artwork" />Artwork
sk: <void id="dc_artwork" />Umenie

source: <void id="dc_mirroring" />Mirroring
sk: <void id="dc_mirroring" />Zrkadlá

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
sk: <void id="dc_rsyncmirrors" />Zrkadlá rsync

source: <void id="dc_torrent" />Download with Torrent
sk: <void id="dc_torrent" />Stiahnuť pomocou torrent

source: <void id="dc_pik" />Pseudo Image Kit
sk: <void id="dc_pik" />Sada pseudo obrazov

source: <void id="dc_relinfo" />Image Release Info
sk: <void id="dc_relinfo" />Info o vydaniach obrazov

source: Debian CD team
sk: Debian CD tím

source: buy
sk: kúpiť

source: net_install
sk: sieťová_inštalácia

source: <void id="misc-bottom" />misc
sk: <void id="misc-bottom" />rozličné

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
sk: Anglická <a href="/MailingLists/disclaimer">verejná konferencia</a> o CD/DVD:

source: Yes
sk: Áno

source: No
sk: Nie

source: Debian Project
sk: Projekt Debian

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
sk: Debian GNU/Linux je slobodná distribúcia operačného systému GNU/Linux. Spravujú a aktualizujú ju mnohí používatelia, ktorí dobrovoľne prispievajú svojím úsilím a voľným časom.

source: debian, GNU, linux, unix, open source, free, DFSG
sk: debian, GNU, linux, unix, open source, free, DFSG, slobodný softvér, zadarmo

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
sk: Späť na <a href="m4_HOME/">úvodnú stránku projektu Debian</a>.

source: Home
sk: Domovská stránka

source: Skip Quicknav
sk: Preskočiť Quicknav

source: About
sk: O&nbsp;Debiane

source: About Debian
sk: O&nbsp;Debiane

source: Contact&nbsp;Us
sk: Napíšte&nbsp;nám

source: Donations
sk: Sponzorstvo

source: Events
sk: Udalosti

source: News
sk: Novinky

source: Distribution
sk: Distribúcia

source: Support
sk: Podpora

source: Developers'&nbsp;Corner
sk: Pre vývojárov

source: Documentation
sk: Dokumentácia

source: Security&nbsp;Information
sk: Bezpečnostné&nbsp;správy

source: Search
sk: Hľadať

source: none
sk: žiadne

source: Go
sk: Choď

source: worldwide
sk: celosvetovo

source: Site map
sk: Prehľad stránok

source: Miscellaneous
sk: Ostatné

source: Getting Debian
sk: Ako&nbsp;získať&nbsp;Debian

source: List of Consultants
sk: Zoznam konzultantov

source: Back to the <a href="./">Debian consultants page</a>.
sk: Späť na stránku <a href="./">Konzultantov Debianu</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
sk: Prosím, komentáre, kritiku a návrhy týkajúce sa týchto webových stránok posielajte do našej <a href="mailto:debian-doc@lists.debian.org">konferencie</a>.

source: Upcoming Attractions
sk: Najbližšie zaujímavosti

source: link may no longer be valid
sk: odkaz už nemusí byť platný

source: When
sk: Kedy

source: Where
sk: Kde

source: More Info
sk: Ďalšie informácie

source: Debian Involvement
sk: Zapojenie sa do Debianu

source: Main Coordinator
sk: Hlavný koordinátor

source: <th>Project</th><th>Coordinator</th>
sk: <th>Koordinátor</th><th>Projektu</th>

source: Related Links
sk: Súvisiace odkazy

source: Latest News
sk: Posledné novinky

source: Download calendar entry
sk: Stiahnuť záznam kalendára

source: not needed
sk: nepotrebné

source: not available
sk: nedostupné

source: in release 1.1
sk: vo vydaní 1.1

source: in release 1.3
sk: vo vydaní 1.3

source: in release 2.0
sk: vo vydaní 2.0

source: in release 2.1
sk: vo vydaní 2.1

source: in release 2.2
sk: vo vydaní 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
sk: Problémy týkajúce se webových stránok oznamujte na e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Ďalšie kontakty získate na stránke <a href="m4_HOME/contact">kontaktov</a>.

source: Last Modified
sk: Posledná zmena

source: Copyright
sk: Autorské práva

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
sk: Prečítajte si <a href="m4_HOME/license" rel="copyright">licenčné podmienky</a>

source: Debian is a registered trademark of Software in the Public Interest, Inc.
sk: Debian je registrovaná obchodná známka organizácie Software in the Public Interest, Inc.

source: This page is also available in the following languages:
sk: Stránku je možné zobraziť tiež v&nbsp;týchto jazykoch:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
sk: Ako nastaviť <a href=m4_HOME/intro/cn>implicitný jazyk</a>

source: License Information
sk: Licenčné informácie

source: DLS Index
sk: Index DLS

source: Debian-Legal Archive
sk: Archív Debian-Legal

source: %s &ndash; %s, Version %s: %s
sk: %s &ndash; %s, Verzia %s: %s

source: Date published
sk: Dátum zverejnenia

source: License
sk: Licencia

source: Version
sk: Verzia

source: Summary
sk: Zhrnutie

source: Justification
sk: Zdôvodnenie

source: Discussion
sk: Diskusia

source: Original Summary
sk: Pôvodné zhrnutie

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
sk: Pôvodné zhrnutie od <summary-author/> nájdete v <a href="<summary-url/>">archívoch konferencie</a>.

source: This summary was prepared by <summary-author/>.
sk: Toto zhrnutie pripravil <summary-author/>.

source: License text (translated)
sk: Text licencie (preložený)

source: free
sk: slobodný

source: non-free
sk: neslobodný

source: not redistributable
sk: nešíriteľný

source: Free
sk: Slobodný

source: Non-Free
sk: Neslobodný

source: Not Redistributable
sk: Nešíriteľný

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
sk: Prehľad Zhrnutí licencií Debianu (DLS - Debian License Summaries) nájdete na stránke <a href="./">license information</a>.

source: Debian&nbsp;International
sk: Debian&nbsp;a&nbsp;jazyky

source: Partners
sk: Partneri

source: Debian Weekly News
sk: Týždenník Debianu

source: Weekly&nbsp;News
sk: Týždenník

source: Release&nbsp;Info
sk: Informácie&nbsp;o&nbsp;vydaniach

source: Debian&nbsp;Packages
sk: Debian&nbsp;balíčky

source: Download
sk: Stiahnuť

source: Debian&nbsp;on&nbsp;CD
sk: Debian&nbsp;na&nbsp;CD

source: Debian&nbsp;Books
sk: Knihy&nbsp;o&nbsp;Debiane

source: Mailing&nbsp;List&nbsp;Archives
sk: Archívy&nbsp;konferencií

source: Mailing&nbsp;Lists
sk: Konferencie

source: Social&nbsp;Contract
sk: Spoločenská&nbsp;zmluva

source: Visit the site sponsor
sk: Navštívte sponzora

source: Site map for Debian web pages
sk: Mapa webstránok Debianu

source: Developer Database
sk: Databáza vývojárov

source: Debian Policy Manual
sk: Príručka politiky Debianu

source: Developers' Reference
sk: Príručkka vývojárov

source: New Maintainers' Guide
sk: Príručka nových správcov balíkov

source: Release Critical Bugs
sk: Chyby kandidátskych vydaní (RC)

source: Lintian Reports
sk: Správy Lintian

source: Archives for users' mailing lists
sk: Archívy používateľských konferencií

source: Archives for developers' mailing lists
sk: Archívy vývojárskych konferencií

source: Archives for i18n/l10n mailing lists
sk: Archívy 118n/l10n konferencií

source: Archives for ports' mailing lists
sk: Archívy konferencií portov

source: Archives for mailing lists of the Bug tracking system
sk: Archívy konferencií Systému sledovania chýb (BTS)

source: Archives for miscellaneous mailing lists
sk: Archívy ostatných konferencií

source: Development
sk: Vývoj

source: Help Debian
sk: Pomožte Debianu

source: Bug reports
sk: Hlásenie&nbsp;chýb

source: Ports/Architectures
sk: Porty/Architektúry

source: Installation&nbsp;manual
sk: Inštalačná&nbsp;príručka

source: CD vendors
sk: Predajcovia&nbsp;CD

source: CD ISO images
sk: Obrazy CD

source: Network install
sk: Sieťová inštalácia

source: Pre-installed
sk: Predinštalované

source: Debian-Edu project
sk: Projekt Debian-Edu

source: Quality Assurance
sk: Zaistenie kvality

source: Package Tracking System
sk: Systém sledovania balíkov

source: Debian Developer's Packages Overview
sk: Prehľad balíkov Vývojárov Debianu

source: Select a server near you
sk: Zvoľte si najbližší server

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
sk: Späť na: ďalšie <a href="./">novinky Debianu</a> || <a href="m4_HOME/">úvodnú stránku projektu Debian</a>.

source: <get-var url /> (dead link)
sk: <get-var url /> (nefunkčný odkaz)

source: No items for this year.
sk: Tento rok žiadne položky.

source: proposed
sk: navrhované

source: in discussion
sk: v diskusii

source: voting open
sk: hlasovanie prebieha

source: finished
sk: skončené

source: withdrawn
sk: stiahnuté

source: Future events
sk: Budúce udalosti

source: Past events
sk: Minulé udalosti

source: (new revision)
sk: (nová revízia)

source: Report
sk: Správa

source: List of Speakers
sk: Zoznam prednášajúcich

source: Back to the <a href="./">Debian speakers page</a>.
sk: Späť na stránku <a href="./">Zoznam prednášajúcich o Debiane</a>.

source: More information:
sk: Ďalšie informácie:

source: Taken by:
sk: Rezervoval si:

source: Nobody
sk: Nikto

source: Rating:
sk: Hodnotenie:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
sk: <em>Pozn.:</em> <a href="$link">Pôvodný dokument</a> je novší ako tento preklad.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
sk: Upozornenie! Tento preklad je zastaralý, pozrite si prosím <a href="$link">pôvodný dokument</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
sk: <em>Pozn.:</em> Pôvodný dokument tohto prekladu už neexistuje.

source: Back to the <a href="../">Who's using Debian? page</a>.
sk: Späť na stránku <a href="../">Kto používa Debian?</a>.

source: Date
sk: Dátum

source: Nominations
sk: Nominácie

source: Debate
sk: Diskusia

source: Platforms
sk: Platformy

source: Minimum Discussion
sk: Minimálna diskusia

source: Outcome
sk: Výsledok

source: Waiting&nbsp;for&nbsp;Sponsors
sk: Čaká&nbsp;sa&nbsp;na&nbsp;sponzorov

source: In&nbsp;Discussion
sk: Diskutuje&nbsp;sa

source: Voting&nbsp;Open
sk: Hlasovanie&nbsp;prebieha

source: Decided
sk: Rozhodnuté

source: Withdrawn
sk: Stiahnuté

source: Other
sk: Iné

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
sk: Ak chcete dostávať tento týždenník emailom, <a href="http://lists.debian.org/debian-news/">prihláste sa do konferencie debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
sk: Sú dostupné <a href="../../">staršie vydania</a> tohto týždenníka.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="singular" />Týždenník Debianu (DWN) vydáva <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="plural" />Týždenník Debianu (DWN) vydávajú <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="singular" />Toto vydanie Týždenníka Debianu (DWN) vydal <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
sk: <void id="plural" />Toto vydanie Týždenníka Debianu (DWN) vydal <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
sk: <void id="singular" />Preložil ho %s.

source: <void id="plural" />It was translated by %s.
sk: <void id="plural" />Preložili ho %s.

source: <void id="singularfemale" />It was translated by %s.
sk: <void id="singularfemale" />Preložila ho %s.

source: <void id="pluralfemale" />It was translated by %s.
sk: <void id="pluralfemale" />Preložili ho %s.

source: No requests for adoption
sk: Žiadne žiadosti o adopciu

source: No orphaned packages
sk: Žiadne osirotené balíky

source: No packages waiting to be adopted
sk: Žiadne balíky čakajúce na adopciu

source: No packages waiting to be packaged
sk: Žiadne balíky čakajúce na zabalenie

source: No Requested packages
sk: Žiadne Žiadané balíky

source: No help requested
sk: Nevyžaduje sa žiadna pomoc

source: in adoption since today.
sk: adoptovaný od dnes.

source: in adoption since yesterday.
sk: adoptovaný od včera

source: %s days in adoption.
sk: adoptovaný pre %s dňami.

source: in preparation since today.
sk: v príprave od dnes.

source: in preparation since yesterday.
sk: v príprave od včera.

source: %s days in preparation.
sk: v príprave %s dní.

source: requested today.
sk: vyžiadaný dnes.

source: requested yesterday.
sk: vyžiadaný včera.

source: requested %s days ago.
sk: vyžiadaný pred %s dňami.

source: package info
sk: info o balíku
