Repository: l/debian-webwml
Catalog: webwml/slovak/po/vote.*.po
Languages: sk

source: Date
sk: Dátum

source: Time Line
sk: Časový rozvrh

source: Summary
sk: Zhrnutie

source: Nominations
sk: Nominácie

source: Debate
sk: Debata

source: Platforms
sk: Platformy

source: Proposer
sk: Navrhovateľ

source: Proposal A Proposer
sk: Návrh A navrhuje

source: Proposal B Proposer
sk: Návrh B navrhuje

source: Proposal C Proposer
sk: Návrh C navrhuje

source: Proposal D Proposer
sk: Návrh D navrhuje

source: Proposal E Proposer
sk: Návrh E navrhuje

source: Proposal F Proposer
sk: Návrh F navrhuje

source: Seconds
sk: Sekunduje

source: Proposal A Seconds
sk: Návrh A sekunduje

source: Proposal B Seconds
sk: Návrh B sekunduje

source: Proposal C Seconds
sk: Návrh C sekunduje

source: Proposal D Seconds
sk: Návrh D sekunduje

source: Proposal E Seconds
sk: Návrh E sekunduje

source: Proposal F Seconds
sk: Návrh F sekunduje

source: Opposition
sk: Opozícia

source: Proposal A
sk: Návrh A

source: Proposal B
sk: Návrh B

source: Proposal C
sk: Návrh C

source: Proposal D
sk: Návrh D

source: Proposal E
sk: Návrh E

source: Proposal F
sk: Návrh F

source: Choices
sk: Možnosti

source: Amendment Proposer
sk: Dodatok navrhuje

source: Amendment Seconds
sk: Dodatok sekunduje

source: Amendment Text
sk: Text dodatku

source: Amendment Proposer A
sk: Dodatok navrhuje A

source: Amendment Seconds A
sk: Dodatok sekunduje A

source: Amendment Text A
sk: Text dodatku A

source: Amendment Proposer B
sk: Dodatok navrhuje B

source: Amendment Seconds B
sk: Dodatok sekunduje B

source: Amendment Text B
sk: Text dodatku B

source: Amendment Proposer C
sk: Dodatok navrhuje C

source: Amendment Seconds C
sk: Dodatok sekunduje C

source: Amendment Text C
sk: Text dodatku C

source: Amendments
sk: Dodatky

source: Proceedings
sk: Jednanie

source: Majority Requirement
sk: Požiadavka väčšiny

source: Data and Statistics
sk: Údaje a štatistika

source: Quorum
sk: Kvórum

source: Minimum Discussion
sk: Minimálna diskusia

source: Ballot
sk: Počet hlasov

source: Forum
sk: Fórum

source: Outcome
sk: Výsledok

source: Waiting&nbsp;for&nbsp;Sponsors
sk: Čaká&nbsp;sa&nbsp;na&nbsp;sponzorov

source: In&nbsp;Discussion
sk: Diskutuje&nbsp;sa

source: Voting&nbsp;Open
sk: Hlasovanie&nbsp;otvorené

source: Decided
sk: Rozhodnuté

source: Withdrawn
sk: Stiahnuté

source: Other
sk: Iné

source: Home&nbsp;Vote&nbsp;Page
sk: Domov&nbsp;Stránka&nbsp;Hlasovania

source: How&nbsp;To
sk: Ako&nbsp;na&nbsp;to

source: Submit&nbsp;a&nbsp;Proposal
sk: Poslať&nbsp;návrh

source: Amend&nbsp;a&nbsp;Proposal
sk: Doplniť&nbsp;návrh

source: Follow&nbsp;a&nbsp;Proposal
sk: Sledovať&nbsp;návrh

source: Read&nbsp;a&nbsp;Result
sk: Prečítať&nbsp;výsledok

source: Vote
sk: Hlasovať
