Repository: l/debian-webwml
Catalog: webwml/esperanto/po/bugs.*.po
Languages: eo

source: in package
eo: en la pako

source: tagged
eo: kun etikedo

source: with severity
eo: kun graveco

source: in source package
eo: en la fonta pako

source: in packages maintained by
eo: en pakoj zorgataj de

source: submitted by
eo: sendita de

source: owned by
eo: kiuj apartenas al

source: with status
eo: kun stato

source: with mail from
eo: kun retpoŝto de

source: newest bugs
eo: lastaj cimoj

source: with subject containing
eo: kies temlinio enhavas

source: with pending state
eo: kun difinota stato

source: with submitter containing
eo: kies sendito enhavas

source: with forwarded containing
eo: kies plusendaĵoj enhavas

source: with owner containing
eo: kies posedanto enhavas

source: with package
eo: kies pako

source: normal
eo: normala

source: oldview
eo: antaŭa aspekto

source: raw
eo: kruda

source: age
eo: aĝo

source: Repeat Merged
eo: Ripetu kunfanditajn
