Repository: l/debian-webwml
Catalog: webwml/esperanto/po/cdimage.*.po
Languages: eo

source: <void id="dc_faq" />FAQ
eo: <void id="dc_faq" />Oftaj demandoj

source: Download with Jigdo
eo: Elŝuti per Jigdo

source: Download via HTTP/FTP
eo: Elŝuti per HTTP/FTP

source: Buy CDs or DVDs
eo: Aĉeti KD-jn aŭ DVD-jn

source: Network Install
eo: Perreta instalado

source: <void id="dc_download" />Download
eo: <void id="dc_download" />Elŝuti

source: <void id="dc_misc" />Misc
eo: <void id="dc_misc" />Alispeciaj

source: <void id="dc_artwork" />Artwork
eo: <void id="dc_artwork" />Artaĵoj

source: <void id="dc_mirroring" />Mirroring
eo: <void id="dc_mirroring" />Spegulado

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
eo: <void id="dc_rsyncmirrors" />Speguloj de rsync

source: <void id="dc_torrent" />Download with Torrent
eo: <void id="dc_torrent" />Elŝuti per Torrent

source: <void id="dc_relinfo" />Image Release Info
eo: <void id="dc_relinfo" />Informoj pri livero de bildo

source: Debian CD team
eo: Debiana teamo pri KD

source: <void id="faq-bottom" />faq
eo: <void id="faq-bottom" />oftaj demandoj

source: buy
eo: aĉeti

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
eo: <a href="/MailingLists/disclaimer">Publika retpoŝta dissendolisto</a> por KD/DVD en la angla lingvo:
