Repository: l/debian-webwml
Catalog: webwml/esperanto/po/search.*.po
Languages: eo

source: Search for
eo: Serĉi

source: Results per page
eo: Kiom da rezultoj en ĉiu paĝo

source: Output format
eo: Formato de rezulto

source: Long
eo: Longa

source: Short
eo: Mallonga

source: Default query type
eo: Antaŭdifinita tipo de serĉado

source: All Words
eo: Ĉiuj vortoj

source: Any Words
eo: Iu ajn vorto

source: Search through
eo: Serĉi tra

source: Entire site
eo: Tuta retejo

source: Language
eo: Lingvo

source: Any
eo: Ajna

source: Search results
eo: Rezultoj de serĉado

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
eo: Montranta dokumentojn \$(first)-\$(last) el <B>\$(total)</B> trovitaj.

source: An error occured!
eo: Okazis eraro!

source: You should give at least one word to search for.
eo: Vi devus tajpi almenaŭ unu vorton serĉotan.

source: Powered by
eo: Funkciigita de

source: Next
eo: Venonta

source: Prev
eo: Antaŭa
