Repository: l/debian-webwml
Catalog: webwml/esperanto/po/templates.*.po
Languages: eo

source: Yes
eo: Jes

source: No
eo: Ne

source: Debian Project
eo: Projekto Debiano

source: debian, GNU, linux, unix, open source, free, DFSG
eo: debian, GNU, linux, unix, open source, libera, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
eo: Reen al la <a href="m4_HOME/">Debiana Projekta hejmpaĝo</a>.

source: Home
eo: Hejmen

source: About
eo: Pri Debiano

source: About Debian
eo: Pri Debiano

source: Contact Us
eo: Kontaktu Nin

source: Donations
eo: Donacoj

source: Events
eo: Eventoj

source: News
eo: Novaĵoj

source: Distribution
eo: Distribuo

source: Support
eo: Ĝenerala helpo

source: Developers' Corner
eo: Angulo de disvolvantoj

source: Documentation
eo: Dokumentaro

source: Security Information
eo: Sekureca Informo

source: Search
eo: Serĉi

source: none
eo: neniu

source: Go
eo: Iri

source: worldwide
eo: tutmonde

source: Site map
eo: Mapo de paĝaro

source: Miscellaneous
eo: Aliaj kategorioj

source: Getting Debian
eo: Akiri Debian

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
eo: Bonvolu sendi ĉiujn komentojn, kritikojn kaj sugestojn pri ĉi tiuj paĝoj al nia <a href="mailto:debian-doc@lists.debian.org">retpoŝta listo</a>.

source: not needed
eo: ne bezonata

source: not available
eo: ne disponebla

source: N/A
eo: N/D

source: in release 1.1
eo: en livero 1.1

source: in release 1.3
eo: en livero 1.3

source: in release 2.0
eo: en livero 2.0

source: in release 2.1
eo: en livero 2.1

source: in release 2.2
eo: en livero 2.2

source: Last Modified
eo: Laste modifita

source: Copyright
eo: Kopirajto

source: <a href="https://www.spi-inc.org/">SPI</a> and others;
eo: <a href="https://www.spi-inc.org/">SPI</a> kaj aliaj;

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
eo: Legu la <a href="m4_HOME/license" rel="copyright">permesilajn kondiĉojn</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
eo: Debian estas registrita <a href="m4_HOME/trademark">komerca marko</a> de Software in the Public Interest, Inc.

source: This page is also available in the following languages:
eo: Tiu ĉi paĝo estas havebla ankaŭ en la jenaj lingvoj

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
eo: Kiel elekti <a href=m4_HOME/intro/cn>la ĉefan dokumentan lingvon</a>

source: Debian International
eo: Internacia Debian

source: Partners
eo: Asociitoj

source: Debian Weekly News
eo: Ĉiusemajnaj novaĵoj de Debian

source: Weekly News
eo: Ĉiusemajnaj novaĵoj

source: Debian Project News
eo: Novaĵo de la projekto Debian

source: Project News
eo: Ĉiusemajnaj Novaĵoj pri la projekto

source: Release Info
eo: Informo pri livero

source: Debian Packages
eo: Pakoj de Debian

source: Download
eo: Elŝuti

source: Debian&nbsp;on&nbsp;CD
eo: Debian&nbsp;en&nbsp;KD

source: Debian Books
eo: Libroj pri Debian

source: Mailing List Archives
eo: Retpoŝtlistaj Arĥivoj

source: Mailing Lists
eo: Retpoŝtaj Listoj

source: Social Contract
eo: Socia kontrakto

source: Debian 5.0 - The universal operating system
eo: Debian 5.0 - la universala mastruma sistemo

source: Developer Database
eo: Datumbazo de disvolvantoj

source: Debian Policy Manual
eo: Manlibro pri politiko de Debiano

source: Developers' Reference
eo: Referencoj de&nbsp;disvolvantoj

source: New Maintainers' Guide
eo: Nova manlibro por pakzorgistoj

source: Release Critical Bugs
eo: Cimoj kiuj malebligas liveron

source: Lintian Reports
eo: Raportoj de Lintian

source: Archives for users' mailing lists
eo: Arĥivoj de la dissendolistoj de uzantoj

source: Archives for developers' mailing lists
eo: Arĥivoj de la dissendolistoj de disvolvantoj

source: Archives for i18n/l10n mailing lists
eo: Arĥivoj de la dissendolistoj de i18n/l10n

source: Archives for ports' mailing lists
eo: Arĥivoj de la dissendolistoj de portado

source: Archives for mailing lists of the Bug tracking system
eo: Arĥivoj de la dissendolistoj de sistemo de spurado de cimoj

source: Archives for miscellaneous mailing lists
eo: Arĥivoj de la dissendolistoj de aliaj aferoj

source: Free Software
eo: Libera programaro

source: Development
eo: Disvolvado

source: Help Debian
eo: Helpi Debianon

source: Bug reports
eo: Cimraportoj

source: Ports/Architectures
eo: Portadoj/Arĥitekturoj

source: Installation manual
eo: Manlibro pri instalado

source: CD vendors
eo: Vendistoj de KD

source: Network install
eo: Reta instalado

source: Pre-installed
eo: Antaŭinstalita

source: Debian-Edu project
eo: Projekto Debian-Edu

source: Quality Assurance
eo: Certigado de kvalito

source: Package Tracking System
eo: Sistemo de spurado de pakoj

source: Debian Developer's Packages Overview
eo: Superrigardo de pakoj de disvolvantoj de Debian

source: Debian Home
eo: Ĉefpaĝo de Debian

source: No items for this year.
eo: Estas nenio por ĉi tiu jaro.

source: proposed
eo: proponita

source: in discussion
eo: pridiskutata

source: voting open
eo: voĉdonata

source: finished
eo: finita

source: withdrawn
eo: forigita

source: Future events
eo: Venontaj okazaĵoj

source: Past events
eo: Antauaj okazaĵoj

source: (new revision)
eo: (nova reviziado)

source: Report
eo: Raporti

source: <void id="doc_for_arch" />%s for %s
eo: <void id="doc_for_arch" />%s por %s

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
eo: <em>Noto:</em> La <a href="$link">originala paĝo</a> estas pli nova ol tiu ĉi.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
eo: Atentu! Tiu ĉi traduko estas tro malnova, bonvolu viziti la <a href="$link">originalan</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
eo: <em>Noto:</em> La originala paĝo ne plu ekzistas.

source: Back to the <a href="../">Who's using Debian? page</a>.
eo: Reen al la <a href="./">paĝo pri Kiu uzas Debian</a>.
