Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/bugs.*.po
Languages: uk

source: in package
uk: у пакунку

source: tagged
uk: з міткою

source: with severity
uk: з рівнем важливості

source: in source package
uk: в пакунку з вихідним кодом

source: in packages maintained by
uk: у пакунках, які підтримуються

source: submitted by
uk: надісланих

source: owned by
uk: які належать

source: with status
uk: з станом

source: with mail from
uk: з електронною адресою від

source: newest bugs
uk: найновіші дефекти

source: with subject containing
uk: тема яких містить

source: with pending state
uk: з станом очікування

source: with submitter containing
uk: з відправником, що містить

source: with forwarded containing
uk: з полем пересилки, що містить

source: with owner containing
uk: з власником, що містить

source: with package
uk: з пакунком

source: normal
uk: нормальний

source: oldview
uk: старий вигляд

source: raw
uk: сирий

source: age
uk: вік

source: Repeat Merged
uk: Повторно злитий

source: Reverse Bugs
uk: Дефекти у зворотньому порядку

source: Reverse Pending
uk: Очікуючі, у зворотньому порядку

source: Reverse Severity
uk: В зворотному порядку по важливості

source: No Bugs which affect packages
uk: Без дефектів, які впливають на пакунки

source: None
uk: Не вказано

source: testing
uk: тестовий

source: oldstable
uk: старий стабільний

source: stable
uk: стабільний

source: experimental
uk: експериментальний

source: unstable
uk: нестабільний

source: Unarchived
uk: розархівовані

source: Archived
uk: заархівовані

source: Archived and Unarchived
uk: Заархівовані та розархівовані
