Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/cdimage.*.po
Languages: uk

source: Key fingerprint
uk: Відбиток ключа

source: Download with Jigdo
uk: Завантажити за допомогою Jigdo

source: Download via HTTP/FTP
uk: Завантажити через HTTP/FTP

source: Buy CDs or DVDs
uk: Купити CD або DVD

source: Network Install
uk: Встановлення через мережу

source: <void id="dc_download" />Download
uk: <void id="dc_download" />Завантажити

source: <void id="dc_misc" />Misc
uk: <void id="dc_misc" />Різне

source: <void id="dc_mirroring" />Mirroring
uk: <void id="dc_mirroring" />Відображення

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
uk: <void id="dc_rsyncmirrors" />Rsync-дзеркала

source: <void id="dc_torrent" />Download with Torrent
uk: <void id="dc_torrent" />Завантажити через Torrent

source: Debian CD team
uk: Команда CD Debian

source: debian_on_cd
uk: Debian на CD

source: jigdo
uk: jidgo

source: buy
uk: купити

source: net_install
uk: встановлення через мережу

source: <void id="misc-bottom" />misc
uk: <void id="misc-bottom" />різне

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
uk: Англомовний <a href="/MailingLists/disclaimer">список розсилки</a> присвячений CD/DVD:
