Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/debian-cdd.*.po
Languages: uk

source: Debian-Med
uk: Debian в медицині (Debian-Med)

source: Debian-Jr
uk: Debian для дітей (Debian-Jr)

source: Debian-Lex
uk: Debian в юриспруденції (Debian-Lex)

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
uk: В наступному списку перераховані різні проекти, що знаходяться в сфері інтересів проекту <get-var cdd-name />. Зараз лише деякі з них доступні як пакунки Debian. Однак нашою метою є включення у <get-var cdd-name /> всього цього програмного забезпечення, щоб зробити його високоякісним адаптованим дистрибутивом Debian.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
uk: Щоб краще було видно, які із проектів доступні у вигляді пакунків, кожен заголовок має колір у відповідності із наступною схемою:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
uk: Зелений: проект доступний як <a href="<get-var url />">офіційний пакунок Debian</a>

source: Yellow: The project is <a href="<get-var url />">available as an inofficial Debian package</a>
uk: Жовтий: проект доступний як <a href="<get-var url />">неофіційний пакунок Debian</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
uk: Червоний: проект <a href="<get-var url />">(поки що) недоступний як пакунок Debian</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an inofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
uk: Якщо ви знайшли проект, який, на ваш погляд, є гарним кандидатом для дистрибутиву <get-var cdd-name />, або якщо ви зробили неофіційний пакунок Debian, вагайтеся і надсилайте опис проекту у <a href="<get-var cdd-list-url />">список розсилки <get-var cdd-name /></a>.

source: Official Debian packages
uk: Офіційні пакунки Debian

source: Inofficial Debian packages
uk: Неофіційні пакунки Debian

source: Debian packages not available
uk: Пакунки Debian недоступні

source: There are no projects which fall into this category.
uk: Немає проектів, що попадають у цю категорію.

source: No homepage known
uk: Домашня сторінка невідома

source: License:
uk: Ліцензія:

source: Free
uk: Вільна

source: Non-Free
uk: Невільна

source: Unknown
uk: Невідома

source: Official Debian package
uk: Офіційний пакунок Debian

source: Inofficial Debian package
uk: Неофіційний пакунок Debian

source: Debian package not available
uk: Пакунок Debian недоступний
