Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/legal.*.po
Languages: uk

source: License Information
uk: Інформація про ліцензії

source: DLS Index
uk: Індекс DLS

source: DFSG FAQ
uk: FAQ по DFSG

source: Debian-Legal Archive
uk: Архів Debian-Legal

source: %s &ndash; %s: %s
uk: %s&nbsp;&mdash; %s: %s

source: %s &ndash; %s, Version %s: %s
uk: %s&nbsp;&mdash; %s, версія %s: %s

source: Date published
uk: Дата публікації

source: License
uk: Ліцензія

source: Version
uk: Версія

source: Summary
uk: Резюме

source: Justification
uk: Обґрунтування

source: Discussion
uk: Обговорення

source: Original Summary
uk: Початкове резюме

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
uk: Автор початкового резюме: <summary-author/>. Резюме може бути знайдене в <a href="<summary-url/>">списку розсилки</a>.

source: This summary was prepared by <summary-author/>.
uk: Підготував це резюме <summary-author/>.

source: License text (translated)
uk: Текст ліцензії (перекладений)

source: License text
uk: Текст ліцензії

source: free
uk: вільна

source: non-free
uk: невільна

source: not redistributable
uk: з обмеженнями на розповсюдження

source: Free
uk: Вільні

source: Non-Free
uk: Невільні

source: Not Redistributable
uk: З обмеженнями на розповсюдження

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
uk: Дивіться сторінку <a href="./">інформації про ліцензії</a> для огляду резюме Debian по ліцензіям (Debian License Summaries&nbsp;&mdash; DLS).
