Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/newsevents.*.po
Languages: uk

source: Upcoming Attractions
uk: Майбутні події

source: link may no longer be valid
uk: посилання може бути більше не діяти

source: When
uk: Коли

source: Where
uk: Де

source: More Info
uk: Додаткова інформація

source: Debian Involvement
uk: Участь Debian

source: Main Coordinator
uk: Головний координатор

source: <th>Project</th><th>Coordinator</th>
uk: <th>Координатор</th><th>проекту</th>

source: Related Links
uk: Пов'язані посилання

source: Latest News
uk: Останні новини

source: Download calendar entry
uk: Завантажити календарний запис

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
uk: Повернутися до: інших <a href="./">новин Debian</a> || <a href="m4_HOME/">головну сторінку проекту Debian</a>.

source: <get-var url /> (dead link)
uk: <get-var url /> (мертве посилання)

source: <a href="../../">Back issues</a> of this newsletter are available.
uk: Також наявні <a href="../../">минулі випуски</a>.

source: <void id="singular" />It was translated by %s.
uk: <void id="singular" />Переклав %s.

source: <void id="plural" />It was translated by %s.
uk: <void id="plural" />Переклали %s.

source: <void id="singularfemale" />It was translated by %s.
uk: <void id="singularfemale" />Переклала %s.

source: <void id="pluralfemale" />It was translated by %s.
uk: <void id="pluralfemale" />Переклали %s.

source: List of Speakers
uk: Список доповідачів

source: Back to the <a href="./">Debian speakers page</a>.
uk: Повернутися на <a href="./">сторінку доповідачів Debian</a>.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
uk: Щоб кожен тиждень отримувати новини поштою, <a href="http://lists.debian.org/debian-news/">підпишіться на список розсилки debian-news</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
uk: <void id="singular" />Щотижневі новини Debian випускає <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
uk: <void id="plural" />Щотижневі новини Debian випускають <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
uk: <void id="singular" />Цей випуск щотижневих новин випустив <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
uk: <void id="plural" />Цей випуск щотижневих новин випустили <a href="mailto:dwn@debian.org">%s</a>.
