Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/organization.*.po
Languages: uk

source: <void id="male"/>delegate
uk: <void id="male"/>делегат

source: <void id="female"/>delegate
uk: <void id="female"/>делегат

source: current
uk: чинний

source: member
uk: член

source: manager
uk: керівник

source: SRM
uk: КСВ

source: Stable Release Manager
uk: Керівник стабільного випуску

source: wizard
uk: чарівник

source: chairman
uk: голова

source: assistant
uk: помічник

source: secretary
uk: секретар

source: Officers
uk: Керівники

source: Distribution
uk: Дистрибутив

source: Communication and Outreach
uk: Зв'язок та інформаційна підтримка

source: Publicity team
uk: Команда зв'язків з громадськістю

source: Support and Infrastructure
uk: Підтримка та інфраструктура

source: Debian Pure Blends
uk: Чисті суміші Debian

source: Leader
uk: Лідер

source: Technical Committee
uk: Технічний комітет

source: Secretary
uk: Секретар

source: Development Projects
uk: Проекти розробки

source: FTP Archives
uk: FTP-архіви

source: FTP Masters
uk: FTP-майстри

source: FTP Assistants
uk: FTP-помічники

source: FTP Wizards
uk: FTP-чарівники

source: Backports
uk: Зворотнє перенесення

source: Backports Team
uk: Команда зворотнього перенесення

source: Individual Packages
uk: Окремі пакунки пакунки

source: Release Management
uk: Керування випуском

source: Release Team
uk: Команда, відповідальна за випуск

source: Quality Assurance
uk: Забезпечення якості

source: Installation System Team
uk: Команда системи встановлення

source: Release Notes
uk: Інформація про випуск

source: CD Images
uk: Образи компакт-дисків

source: Production
uk: Виробництво

source: Testing
uk: Тестування

source: Autobuilding infrastructure
uk: Інфраструктура автоматичного збирання

source: Wanna-build team
uk: Команда підготовки до збирання

source: Buildd administration
uk: Адміністрування збирання

source: Documentation
uk: Документація

source: Work-Needing and Prospective Packages list
uk: Список пакунків що потребують доробки або плануються

source: Live System Team
uk: Команда робочої системи

source: Ports
uk: Перенесення

source: Special Configurations
uk: Спеціальні конфігурації

source: Laptops
uk: Лептопи

source: Firewalls
uk: Брандмауери

source: Embedded systems
uk: Вбудовані системи

source: Press Contact
uk: Контакт для преси

source: Web Pages
uk: Веб-сторінки

source: Planet Debian
uk: Планета Debian

source: Outreach
uk: Інформаційна підтримка

source: Debian Women Project
uk: Проект Жінки Debian

source: Anti-harassment
uk: Анти-домагання

source: Events
uk: Події

source: DebConf Committee
uk: Комітет DebConf

source: Partner Program
uk: Партнерська програма

source: Hardware Donations Coordination
uk: Координація пожертвування обладнання

source: User support
uk: Підтримка користувачів

source: Bug Tracking System
uk: Система відслідковування помилок

source: Mailing Lists Administration and Mailing List Archives
uk: Керування списками розсилки та архіви списків розсилки

source: New Members Front Desk
uk: Реєстраційний стіл нових членів

source: Debian Account Managers
uk: Керівники облікових записів Debian (КОЗД)

source: To send a private message to all DAMs, use the GPG key 57731224A9762EA155AB2A530CA8D15BB24D96F2.
uk: Щоб надіслати приватне повідомлення усім КОЗД, використовуйте ключ GPG 57731224A9762EA155AB2A530CA8D15BB24D96F2.

source: Keyring Maintainers (PGP and GPG)
uk: Супроводжуючі зв'язок ключів (PGP та GPG)

source: Security Team
uk: Команда безпеки

source: Consultants Page
uk: Сторінка консультантів

source: CD Vendors Page
uk: Сторінка постачальників компакт-дисків

source: Policy
uk: Політика

source: System Administration
uk: Системне адміністрування

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
uk: Це адреса, яку потрібно використовувати у випадку виникнення проблем з машинами Debian, включно з проблемами з паролями, або якщо вам потрібно встановити пакунок.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
uk: Якщо ви помітили проблему з апаратурою машини Debian, перегляньте сторінку <a href="https://db.debian.org/machines.cgi">Машини Debian</a>, вона повинна містити інформацію про адміністраторів кожної машини.

source: LDAP Developer Directory Administrator
uk: Адміністратор LDAP-каталогу розробників

source: Mirrors
uk: Дзеркала

source: DNS Maintainer
uk: Супроводжуючий DNS

source: Package Tracking System
uk: Система відслідковування пакунків

source: Auditor
uk: Ревізор

source: <a name="trademark" href="m4_HOME/trademark">Trademark</a> use requests
uk: Запити на використання <a name="trademark" href="m4_HOME/trademark">торгової марки</a>

source: Alioth administrators
uk: Адміністратори Alioth

source: Debian for children from 1 to 99
uk: Debian для дітей від 1 до 99

source: Debian for medical practice and research
uk: Debian для медичної практики та досліджень

source: Debian for education
uk: Debian для освіти

source: Debian in legal offices
uk: Debian в адвокатурах

source: Debian for people with disabilities
uk: Debian для людей з обмеженими можливостями

source: Debian for science and related research
uk: Debian для науки та суміжних досліджень
