Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/others.*.po
Languages: uk

source: Download
uk: Завантажити

source: Old banner ads
uk: Старі рекламні банери

source: Working
uk: Працює

source: sarge (broken)
uk: sarge (зламаний)

source: Booting
uk: Завантажується

source: Building
uk: Будується

source: Not yet
uk: Іще ні

source: <void id="d-i" />Unknown
uk: <void id="d-i" />Невідомо

source: Unavailable
uk: Недоступно

source: New Members Corner
uk: Куточок нових членів

source: Step 1
uk: Крок 1

source: Step 2
uk: Крок 2

source: Step 3
uk: Крок 3

source: Step 4
uk: Крок 4

source: Step 5
uk: Крок 5

source: Step 6
uk: Крок 6

source: Step 7
uk: Крок 7

source: Applicants' checklist
uk: Контрольний список заявника

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
uk: Для отримання додаткової інформації дивіться <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (доступно лише французькою).

source: More information
uk: Більше інформації

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
uk: Для отримання додаткової інформації дивіться <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (доступно лише іспанською).

source: Phone
uk: Телефон

source: Fax
uk: Факс

source: Address
uk: Адреса

source: With&nbsp;``Debian''
uk: З&nbsp;``Debian''

source: Without&nbsp;``Debian''
uk: Без&nbsp;``Debian''

source: Encapsulated PostScript
uk: Вбудований PostScript

source: [Debian] (mini button)
uk: [Debian] (мінікнопка)

source: same as the above
uk: те ж саме, що і вище

source: Products
uk: Товари

source: T-shirts
uk: футболки

source: hats
uk: капелюхи

source: stickers
uk: наклейки

source: mugs
uk: кружки

source: other clothing
uk: інший одяг

source: polo shirts
uk: теніска

source: frisbees
uk: фрізбі

source: mouse pads
uk: коврики для миши

source: badges
uk: значки

source: basketball goals
uk: баскетбольні корзини

source: earrings
uk: сережки

source: suitcases
uk: валізи

source: umbrellas
uk: парасолі

source: pillowcases
uk: наволочки

source: keychains
uk: брелоки

source: Swiss army knives
uk: швейцарські армійські ножі

source: USB-Sticks
uk: USB-носії

source: lanyards
uk: ремінці

source: others
uk: інше

source: Donates money to Debian
uk: Жертвує гроші Debian

source: Money is used to organize local free software events
uk: Гроші використовуються для організації місцевих подій, присвячених вільному ПЗ

source: How long have you been using Debian?
uk: Як давно ви користуєтесь Debian?

source: Are you a Debian Developer?
uk: Ви розробник Debian?

source: What areas of Debian are you involved in?
uk: Якими областями Debian Ви займаєтесь?

source: What got you interested in working with Debian?
uk: Що зацікавило Вас у роботі з Debian?

source: A bit more about you...
uk: Трішки про тебе...

source: OK
uk: Гаразд

source: OK?
uk: Гаразд?

source: Unknown
uk: Невідомо

source: ALL
uk: Всі

source: Package
uk: Пакунок

source: Status
uk: Статус

source: Version
uk: Версія
