Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/security.*.po
Languages: uk

source: Debian Security
uk: Безпека Debian

source: Debian Security Advisories
uk: Рекомендації з безпеки Debian

source: Q
uk: Питання:

source: <a href=\"undated/\">undated</a> security advisories, included for posterity
uk: <a href=\"undated/\">Недатовані</a> рекомендації по безпеці залишенідля нащад ків"

source: Mitre CVE dictionary
uk: Каталог Mitre CVE

source: Securityfocus Bugtraq database
uk: База даних Securityfocus Bugtraq

source: CERT Advisories
uk: Рекомендації CERT

source: US-CERT vulnerabilities Notes
uk: Інформація про уразливості US-CERT

source: Source:
uk: Вихідний код:

source: Architecture-independent component:
uk: Незалежна від архітектури частина:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
uk: Контрольні суми MD5 перерахованих файлів доступні у <a href="<get-var url />">вихідному повідомленні</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
uk: Контрольні суми MD5 перерахованих файлів доступні у <a href="<get-var url />">переглянутому повідомленні</a>.

source: Debian Security Advisory
uk: Рекомендація з безпеки Debian

source: Date Reported
uk: Дата повідомлення

source: Affected Packages
uk: Зачеплені пакунки

source: Vulnerable
uk: Уразливий

source: Security database references
uk: Посилання на бази даних з безпеки

source: More information
uk: Додаткова інформація

source: Fixed in
uk: Виправлено в

source: BugTraq ID
uk: Ідентифікатор BugTraq

source: Bug
uk: Помилка

source: In the Debian bugtracking system:
uk: В системі відслідковування помилок Debian:

source: In the Bugtraq database (at SecurityFocus):
uk: В базі даних database (на SecurityFocus):

source: In Mitre's CVE dictionary:
uk: В каталозі Mitre CVE:

source: CERT's vulnerabilities, advisories and incident notes:
uk: База даних CERT по уразливостям, рекомендаціям та інцидентам:

source: No other external database security references currently available.
uk: На даний момент посилання на зовнішні бази відсутні.
