Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/stats.*.po
Languages: uk

source: Debian web site translation statistics
uk: Статистика перекладу веб-сайту Debian

source: There are %d pages to translate.
uk: Всього %d сторінок для перекладу.

source: There are %d bytes to translate.
uk: Всього %d байт для перекладу.

source: There are %d strings to translate.
uk: Всього %d рядків для перекладу.

source: This translation is too out of date
uk: Цей переклад надто застарілий

source: Wrong translation version
uk: Невірна версія перекладу

source: The original is newer than this translation
uk: Оригінал новіший за цей переклад

source: The original no longer exists
uk: Оригінал більше не існує

source: hit count N/A
uk: кількість звернень не відома

source: hits
uk: звернень

source: Click to fetch diffstat data
uk: Натисніть, щоб отримати дані diffstat

source: Unified diff
uk: Уніфікований diff

source: Colored diff
uk: Кольоровий diff

source: Created with <transstatslink>
uk: Створено за допомогою <transstatslink>

source: Translation summary for
uk: Підсумок перекладу для

source: Not translated
uk: Не перекладені

source: Outdated
uk: Застарілі

source: Translated
uk: Перекладені

source: Up to date
uk: Актуальні

source: files
uk: файлів

source: bytes
uk: байт

source: Note: the lists of pages are sorted by popularity. Hover over the page name to see the number of hits.
uk: Примітка: цей список сторінок відсортований за популярністю. Наведіть мишку на назву сторінки, щоб побачити кількість звернень.

source: Outdated translations
uk: Застарілі переклади

source: File
uk: Файли

source: Comment
uk: Коментар

source: Log
uk: Журнал

source: Translation
uk: Переклад

source: Maintainer
uk: Супроводжувач

source: Status
uk: Статус

source: Translator
uk: Перекладач

source: Date
uk: Дата

source: General pages not translated
uk: Не перекладені сторінки загального характеру

source: Untranslated general pages
uk: Не перекладені сторінки загального характеру

source: News items not translated
uk: Не перекладені сторінки новин

source: Untranslated news items
uk: Не перекладені сторінки новин

source: Consultant/user pages not translated
uk: Не перекладені сторінки про консультантів/користувачів

source: Untranslated consultant/user pages
uk: Не перекладені сторінки про консультантів/користувачів

source: International pages not translated
uk: Не перекладені міжнародні сторінки

source: Untranslated international pages
uk: Не перекладені міжнародні сторінки

source: Translated pages (up-to-date)
uk: Перекладені сторінки (актуальні)

source: Translated templates (PO files)
uk: Перекладені шаблони (файли PO)

source: PO Translation Statistics
uk: Статистика перекладу файлів PO

source: Fuzzy
uk: Не точні

source: Untranslated
uk: Не перекладені

source: Total
uk: Всього

source: Total:
uk: Всього:

source: Translated web pages
uk: Перекладені веб-сторінки

source: Translation Statistics by Page Count
uk: Статистика перекладу за кількістю сторінок

source: Language
uk: Мова

source: Translations
uk: Переклади

source: Translated web pages (by size)
uk: Перекладені веб-сторінки (за розміром)

source: Translation Statistics by Page Size
uk: Статистика перекладу за розміром сторінок
