Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/templates.*.po
Languages: uk

source: Debian website
uk: Веб-сайт Debian

source: Search the Debian website.
uk: Пошук веб-сайту Debian.

source: Debian website search
uk: Пошук по веб-сайту Debian

source: Yes
uk: Так

source: No
uk: Ні

source: Debian Project
uk: Проект Debian

source: Debian is an operating system and a distribution of Free Software. It is maintained and updated through the work of many users who volunteer their time and effort.
uk: Debian - це операційна система та дистрибутив вільного програмного забезпечення. Він підтримується та оновлюється працею великої кількості людей, що добровільно присвячують йому свій час та зусилля.

source: debian, GNU, linux, unix, open source, free, DFSG
uk: debian, дебіан, GNU, linux, лінукс, лінакс, unix, юнікс, вільне програмне забезпечення, open source, free, вільне, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
uk: Повернутися на <a href="m4_HOME/">головну сторінку проекту Debian</a>.

source: Home
uk: Домівка

source: Skip Quicknav
uk: Пропустити меню

source: About
uk: Про&nbsp;Debian

source: About Debian
uk: Про Debian

source: Contact Us
uk: Як з нами зв'язатися

source: Donations
uk: Пожертви

source: Events
uk: Події

source: News
uk: Новини

source: Distribution
uk: Дистрибутив

source: Support
uk: Підтримка

source: Pure Blends
uk: Чисті суміші

source: Developers' Corner
uk: Куток розробника

source: Documentation
uk: Документація

source: Security Information
uk: Інформація про безпеку

source: Search
uk: Пошук

source: none
uk: ні

source: Go
uk: Перейти

source: worldwide
uk: всюди

source: Site map
uk: Карта сайту

source: Miscellaneous
uk: Різне

source: Getting Debian
uk: Отримання Debian

source: The Debian Blog
uk: Блог Debian

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
uk: Надсилайте, будь ласка, всі коментарі, критику та побажання, пов'язані з цими сторінками на наш <a href="mailto:debian-doc@lists.debian.org">список розсилки</a>.

source: not needed
uk: непотрібно

source: not available
uk: недоступно

source: in release 1.1
uk: у випуску 1.1

source: in release 1.3
uk: у випуску 1.3

source: in release 2.0
uk: у випуску 2.0

source: in release 2.1
uk: у випуску 2.1

source: in release 2.2
uk: у випуску 2.2

source: To report a problem with the web site, e-mail our publicly archived mailing list <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>. Web site source code is <a href="m4_HOME/devel/website/using_cvs">available</a>.
uk: Щоб повідомити про проблему із веб-сайтом, надішліть лист на нашу публічну адресу <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Додаткову контактну інформацію дивіться на сторінці <a href="m4_HOME/contact">контактної інформації</a>. Веб-сайт із джерельним кодом доступний <a href="m4_HOME/devel/website/using_cvs">тут</a>.

source: Last Modified
uk: Остання модифікація

source: Copyright
uk: Авторські права

source: <a href="https://www.spi-inc.org/">SPI</a> and others;
uk: <a href="https://www.spi-inc.org/">SPI</a> та інші;

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
uk: Дивіться <a href="m4_HOME/license" rel="copyright">умови ліцензії</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
uk: Debian є зареєстрованою <a href="m4_HOME/trademark">торговою маркою</a> компанії Software in the Public Interest, Inc. (Програмне забезпечення в інтересах суспільства).

source: This page is also available in the following languages:
uk: Ця сторінка також доступна наступними мовами:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
uk: Як встановити <a href=m4_HOME/intro/cn>мову документа за замовчанням</a>.

source: Debian International
uk: Міжнародний Debian

source: Partners
uk: Партнери

source: Debian Weekly News
uk: Щотижневі новини Debian

source: Weekly News
uk: Щотижневі новини

source: Debian Project News
uk: Новини роекту Debian

source: Project News
uk: Новини проекту

source: Release Info
uk: Інформація про випуски

source: Debian Packages
uk: Пакунки Debian

source: Download
uk: Завантаження

source: Debian&nbsp;on&nbsp;CD
uk: Debian&nbsp;на&nbsp;КД

source: Debian Books
uk: Книги Debian

source: Debian Wiki
uk: Debian Вікі

source: Mailing List Archives
uk: Архіви списків розсилки

source: Mailing Lists
uk: Списки розсилки

source: Social Contract
uk: Суспільний договір

source: Code of Conduct
uk: Кодекс поведінки

source: Debian 5.0 - The universal operating system
uk: Debian 5.0 - Універсальна операційна система

source: Site map for Debian web pages
uk: Мапа сайту Debian

source: Developer Database
uk: База даних розробників

source: Debian FAQ
uk: ЧаПи Debian

source: Debian Policy Manual
uk: Посібник по політиці Debian

source: Developers' Reference
uk: Довідник розробника

source: New Maintainers' Guide
uk: Посібник нового розробника

source: Release Critical Bugs
uk: Помилки, критичні для випуску

source: Lintian Reports
uk: Звіти Lintian

source: Archives for users' mailing lists
uk: Архіви списків розсилки для користувачів

source: Archives for developers' mailing lists
uk: Архіви списків розсилки для розробників

source: Archives for i18n/l10n mailing lists
uk: Архіви списків розсилки по інтернаціоналізації та локалізації

source: Archives for ports' mailing lists
uk: Архіви списків розсилки по перенесенню на різні архітектури

source: Archives for mailing lists of the Bug tracking system
uk: Архіви списків розсилки системи відслідковування помилок

source: Archives for miscellaneous mailing lists
uk: Архіви інших списків розсилки

source: Free Software
uk: Вільне програмне забезпечення

source: Development
uk: Розробка

source: Help Debian
uk: Як допомогти Debian

source: Bug reports
uk: Звіти про помилки

source: Ports/Architectures
uk: Перенесення&nbsp;на&nbsp;інші&nbsp;архітектури

source: Installation manual
uk: Посібник по встановленню

source: CD vendors
uk: Постачальники КД

source: CD/USB ISO images
uk: ISO образи КД/USB

source: Network install
uk: Встановлення через мережу

source: Pre-installed
uk: Передвстановлення

source: Debian-Edu project
uk: Проект Debian-Edu

source: Alioth &ndash; Debian GForge
uk: Alioth&nbsp;&mdash; Debian GForge

source: Quality Assurance
uk: Контроль якості

source: Package Tracking System
uk: Система відслідковування пакунків

source: Debian Developer's Packages Overview
uk: Огляд пакунків для розробників Debian

source: Debian Home
uk: Домівка Debian

source: No items for this year.
uk: Немає нічого за цей рік.

source: proposed
uk: запропоновані

source: in discussion
uk: на обговоренні

source: voting open
uk: голосування відкрите

source: finished
uk: завершені

source: withdrawn
uk: скасовані

source: Future events
uk: Майбутні події

source: Past events
uk: Минулі події

source: (new revision)
uk: (нова версія)

source: Report
uk: Доповідь

source: <void id="doc_for_arch" />%s for %s
uk: <void id="doc_for_arch" />%s для %s

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
uk: <em>Зауваження:</em> <a href="$link">оригінальний документ</a> новіший за цей переклад.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
uk: Увага! Цей переклад дуже застарів, дивіться, будь ласка, <a href="$link">оригінал</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
uk: <em>Зауваження:</em> Оригінальний документ цього перекладу більше не існує.

source: Back to the <a href="../">Who's using Debian? page</a>.
uk: Повернутися на <a href="./">сторінку користувачів Debian</a>.
