Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/vote.*.po
Languages: uk

source: Date
uk: Дата

source: Time Line
uk: Часова шкала

source: Summary
uk: Резюме

source: Nominations
uk: Номінації

source: Debate
uk: Обговорення

source: Platforms
uk: Платформи

source: Proposer
uk: Автор пропозиції

source: Proposal A Proposer
uk: Автор пропозиції А

source: Proposal B Proposer
uk: Автор пропозиції Б

source: Proposal C Proposer
uk: Автор пропозиції В

source: Proposal D Proposer
uk: Автор пропозиції Г

source: Proposal E Proposer
uk: Автор пропозиції Д

source: Proposal F Proposer
uk: Автор пропозиції Е

source: Seconds
uk: Підтримують пропозицію

source: Proposal A Seconds
uk: Підтримують пропозицію А

source: Proposal B Seconds
uk: Підтримують пропозицію Б

source: Proposal C Seconds
uk: Підтримують пропозицію В

source: Proposal D Seconds
uk: Підтримують пропозицію Г

source: Proposal E Seconds
uk: Підтримують пропозицію Д

source: Proposal F Seconds
uk: Підтримують пропозицію Е

source: Opposition
uk: Опозиція

source: Text
uk: Текст

source: Proposal A
uk: Пропозиція А

source: Proposal B
uk: Пропозиція Б

source: Proposal C
uk: Пропозиція В

source: Proposal D
uk: Пропозиція Г

source: Proposal E
uk: Пропозиція Д

source: Proposal F
uk: Пропозиція Е

source: Choices
uk: Варіанти вибору

source: Amendment Proposer
uk: Автор поправки

source: Amendment Seconds
uk: Підтримують поправку

source: Amendment Text
uk: Текст поправки

source: Amendment Proposer A
uk: Автор поправки А

source: Amendment Seconds A
uk: Підтримують поправку А

source: Amendment Text A
uk: Текст поправки А

source: Amendment Proposer B
uk: Автор поправки Б

source: Amendment Seconds B
uk: Підтримують поправку Б

source: Amendment Text B
uk: Текст поправки Б

source: Amendment Proposer C
uk: Автор поправки В

source: Amendment Seconds C
uk: Підтримують поправку В

source: Amendment Text C
uk: Текст поправки В

source: Amendments
uk: Поправки

source: Proceedings
uk: Засідання

source: Majority Requirement
uk: Умова більшості

source: Data and Statistics
uk: Дані та статистика

source: Quorum
uk: Кворум

source: Minimum Discussion
uk: Мінімальне обговорення

source: Ballot
uk: Бюлетень

source: Forum
uk: Конференція

source: Outcome
uk: Результат

source: Waiting&nbsp;for&nbsp;Sponsors
uk: Очікує&nbsp;спонсорів

source: In&nbsp;Discussion
uk: Розглядається

source: Voting&nbsp;Open
uk: Голосування&nbsp;відкрите

source: Decided
uk: Прийняте

source: Withdrawn
uk: Відхилене

source: Other
uk: Інше

source: Home&nbsp;Vote&nbsp;Page
uk: На&nbsp;сторінку&nbsp;голосувань

source: How&nbsp;To
uk: Як

source: Submit&nbsp;a&nbsp;Proposal
uk: Внести&nbsp;пропозицію

source: Amend&nbsp;a&nbsp;Proposal
uk: Внести&nbsp;поправку

source: Follow&nbsp;a&nbsp;Proposal
uk: Підтримати&nbsp;пропозицію

source: Read&nbsp;a&nbsp;Result
uk: Взнати&nbsp;результат

source: Vote
uk: Проголосувати
