Repository: l/debian-webwml
Catalog: webwml/ukrainian/po/wnpp.*.po
Languages: uk

source: No requests for adoption
uk: Запитів про „усиновлення“ не поступало

source: No orphaned packages
uk: Немає „осиротілих“ пакунків

source: No packages waiting to be adopted
uk: Немає пакунків, що очікують на „усиновлення“

source: No packages waiting to be packaged
uk: Немає пакунків, по яким ведеться робота

source: No Requested packages
uk: Немає запитів на створення пакунків

source: No help requested
uk: Немає запитів про допомогу

source: in adoption since today.
uk: „усиновлення“ почалося сьогодні.

source: in adoption since yesterday.
uk: „усиновлення“ почалося вчора.

source: %s days in adoption.
uk: „усиновлення“ почалося %s днів тому.

source: %s days in adoption, last activity today.
uk: „усиновлення“ почалося %s днів тому, остання активність була сьогодні.

source: %s days in adoption, last activity yesterday.
uk: „усиновлення“ почалося %s днів тому, остання активність була вчора.

source: %s days in adoption, last activity %s days ago.
uk: „усиновлення“ почалося %s днів тому, остання активність була %s днів тому.

source: in preparation since today.
uk: підготовка почалась сьогодні.

source: in preparation since yesterday.
uk: підготовка почалась вчора.

source: %s days in preparation.
uk: підготовка почалась %s днів тому.

source: %s days in preparation, last activity today.
uk: підготовка почалась %s днів тому, остання активність була сьогодні.

source: %s days in preparation, last activity yesterday.
uk: підготовка почалась %s днів тому, остання активність була вчора.

source: %s days in preparation, last activity %s days ago.
uk: підготовка почалась %s днів тому, остання активність була %s днів тому.

source: adoption requested since today.
uk: запит на „усиновлення“ створений сьогодні.

source: adoption requested since yesterday.
uk: запит на „усиновлення“ створений вчора.

source: adoption requested since %s days.
uk: запит на „усиновлення“ створений %s днів тому.

source: orphaned since today.
uk: „осиротів“ сьогодні.

source: orphaned since yesterday.
uk: „осиротів“ вчора.

source: orphaned since %s days.
uk: „осиротів“ %s днів тому.

source: requested today.
uk: запит створений сьогодні.

source: requested yesterday.
uk: запит створений вчора.

source: requested %s days ago.
uk: запит створений %s днів тому.

source: package info
uk: інформація про пакунок

source: rank:
uk: ранг:
