Repository: l/debian-webwml
Catalog: webwml/finnish/po/bugs.*.po
Languages: fi

source: in package
fi: paketissa

source: tagged
fi: tagilla

source: with severity
fi: vakavuudella

source: in source package
fi: lähdekoodipaketissa

source: in packages maintained by
fi: paketissa, jota ylläpitää

source: submitted by
fi: joista on ilmoittanut

source: owned by
fi: jotka omistaa

source: with status
fi: joissa on tila

source: with mail from
fi: joissa viestejä lähettäjältä

source: newest bugs
fi: uusimmat viat

source: with subject containing
fi: aihe sisältää

source: with pending state
fi: odottava tila

source: with submitter containing
fi: joissa ilmoittaja sisältää

source: with forwarded containing
fi: jotka on välitetty eteenpäin osoitteeseen

source: with owner containing
fi: joissa omistaja sisältää

source: with package
fi: paketissa

source: normal
fi: normaali

source: oldview
fi: vanha näkymä

source: raw
fi: raaka

source: age
fi: ikä

source: Repeat Merged
fi: Toista yhdistetyt

source: Reverse Bugs
fi: Käänteiset viat

source: Reverse Pending
fi: Käänteinen odottava tila

source: Reverse Severity
fi: Käänteinen vakavuus

source: No Bugs which affect packages
fi: Ei vikoja, jotka liittyvät paketteihin

source: None
fi: ei mitään

source: testing
fi: testattava

source: oldstable
fi: aiempi vakaa

source: stable
fi: vakaa

source: experimental
fi: kokeellinen

source: unstable
fi: epävakaa

source: Unarchived
fi: arkistoimattomat

source: Archived
fi: arkistoidut

source: Archived and Unarchived
fi: arkistoidut sekä arkistoimattomat
