Repository: l/debian-webwml
Catalog: webwml/finnish/po/debian-cdd.*.po
Languages: fi

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
fi: Alla oleva luettelo sisältää erilaisia ohjelmistoprojekteja, jotka ovat <get-var cdd-name />-projektin kiinnostuksen kohteena. Tällä hetkellä vain muutamat niistä on saatavilla Debian-paketteina. Meidän tavoitteemme on kuitenkin sisällyttää kaikki ohjelmistot <get-var cdd-name />-kokoelmaan mitkä vain järkevästi voidaan lisätä korkealaatuiseen Räätälöityyn Debian-jakeluun.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
fi: Paremman yhteenvedon projektin saatavuudesta Debian-pakettina saamikseksi jokaisella rivillä on seuraava värikoodi tämän säännön mukaisesti:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
fi: Vihreä: Projekti <a href="<get-var url />">on saatavilla Debian-pakettina</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
fi: Keltainen: Projekti <a href="<get-var url />">on saatavilla epävirallisena Debian-pakettina</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
fi: Punainen: Projekti <a href="<get-var url />">ei (vielä) ole saatavilla Debian-pakettina</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
fi: Mikäli löydätte projektin, joka vaikuttaa hyvältä kandidaatilta <get-var cdd-name />-kokoelmaan, tai mikäli olette valmistaneet epävirallisia Debian-paketteja, älkää viivytelkö lähettää kuvausta projektista <a href="<get-var cdd-list-url />"><get-var cdd-name />-postilistalle</a>.

source: Official Debian packages
fi: Viralliset Debian-paketit

source: Unofficial Debian packages
fi: Epäviralliset Debian-paketit

source: Debian packages not available
fi: Debian-paketit, jotka eivät ole saatavilla

source: There are no projects which fall into this category.
fi: Mikään projekti ei kuulu tähän luokkaan.

source: No homepage known
fi: Ei kotisivua tiedossa

source: License:
fi: Lisenssi:

source: Free
fi: Vapaa

source: Non-Free
fi: Epävapaa

source: Unknown
fi: Tuntematon

source: Official Debian package
fi: Virallinen Debian-paketti

source: Unofficial Debian package
fi: Epävirallinen Debian-paketti

source: Debian package not available
fi: Debian-pakettia ei saatavilla
