Repository: l/debian-webwml
Catalog: webwml/finnish/po/distrib.*.po
Languages: fi

source: Keyword
fi: Hakusana

source: Display
fi: Näytä

source: paths ending with the keyword
fi: hakusanaan päättyvät polut

source: packages that contain files named like this
fi: paketit joista löytyy tämän nimisiä tiedostoja

source: packages that contain files whose names contain the keyword
fi: paketit joista löytyy hakusanan sisältäviä tiedostonimiä

source: Distribution
fi: Jakelu

source: experimental
fi: kokeellinen

source: unstable
fi: epävakaa

source: testing
fi: testattava

source: stable
fi: vakaa

source: oldstable
fi: aiempi vakaa

source: Architecture
fi: Arkkitehtuuri

source: any
fi: mikä tahansa

source: Search
fi: Hae

source: Reset
fi: Tyhjennä

source: Search on
fi: Hae

source: Package names only
fi: vain pakettien nimistä

source: Descriptions
fi: kuvauksista

source: Source package names
fi: lähdekoodipakettien nimistä

source: Only show exact matches
fi: Näytä vain täydelliset vastineet

source: Section
fi: Osasto

source: non-free
fi: epävapaa

source: 64-bit PC (amd64)
fi: 64-bittinen PC (amd64)

source: 64-bit ARM (AArch64)
fi: 64-bittinen ARM (AArch64)

source: Hard Float ABI ARM (armhf)
fi: Laiteliukuluvut ABI ARM (armhf)

source: Hurd 32-bit PC (i386)
fi: Hurd 32-bittinen PC (i386)

source: 32-bit PC (i386)
fi: 32-bittinen PC (i386)

source: kFreeBSD 32-bit PC (i386)
fi: kFreeBSD 32-bittinen PC (i386)

source: kFreeBSD 64-bit PC (amd64)
fi: kFreeBSD 64-bittinen PC (amd64)

source: 64-bit MIPS (little endian)
fi: 64-bittinen MIPS (little endian)

source: POWER Processors
fi: POWER-prosessorit
