Repository: l/debian-webwml
Catalog: webwml/finnish/po/doc.*.po
Languages: fi

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
fi: Tämän vapaasti saatavan, ajan tasalla olevan kirjan tavoitteena on tutustuttaa käyttäjä Debianiin (sekä nykyiseen vakaaseen että epävakaaseen jakeluun). Kirja on aihepiiriltään laaja ja käsittelee järjestelmän asentamisen ja ylläpidon perusteita (kotona, töissä, yhdistyksissä tai koulussa).

source: Sarge CD with installer and a selection of packages
fi: Sarge-CD asennusohjelman kera ja valikoitu pakettilajitelma

source: Live CD with Knoppix
fi: Knoppix-live-CD

source: Beginners and advanced users alike will find this book to be a comprehensive source of information on using Debian for desktops, intranet and internet servers, and development. It also contains background information on the project and extensive coverage of Debian's unique package management system.
fi: Tämä kirja on kattava tietolähde aloittelijoille ja edistyneemmillekin käyttäjille Debianin käytöstä työasemissa, intranet- ja internet-palvelimissa ja kehitysalustana. Kirja sisältää myös taustatietoja Debian-projektista ja laajan katsauksen Debianin ainutlaatuiseen paketinhallintajärjestelmään.

source: official Debian GNU/Linux 3.1r0a "sarge" on DVD (i386)
fi: virallinen Debian GNU/Linux 3.1r0a "sarge" -DVD (i386)

source: This book introduces the concepts and techniques of the Debian operating system, explaining their usage and pitfalls, and illustrating the thinking behind each of the approaches. The goal is not to be a reference book, but to give the reader enough insight into the workings of the project and operating system to learn and embrace the sophisticated and elegant, sometimes at first slightly non-intuitive solutions that have evolved as part of the Debian system over the past decade. While targeted at the well-versed UNIX/Linux administrator, the book can also serve as an excellent resource alongside a standard Linux reference to bootstrap one's Linux experience in Debian's bottom-up philosophy.
fi: Tämä kirja esittelee Debian-käyttöjärjestelmän käsitteistöt ja tekniikat, selvittäen niiden käyttöä ja mahdollisia sudenkuoppia, ja havainnollistaa kunkin lähestymistavan ajatusmallin. Teoksen tavoitteena ei ole toimia hakuteoksena, vaan tarjota lukijalleen riittävän syvä katsaus projektin ja käyttöjärjestelmän sisimpään jotta tämä oppii ja omaksuu hienostuneet ja elegantit, toisinaan aluksi hiukan vaikeasti ymmärrettävät, Debian-järjestelmän osaksi viime vuosikymmenen aikana kehittyneet ratkaisut. Vaikkakin kirja on suunnattu hyvin asioihin perehtyneelle UNIX/Linux-ylläpitäjälle, se toimii myös erinomaisena resurssina Linuxin perusteita käsittelevän kirjallisuuden rinnalla kartutettaessa Linux-kokemuksia Debianin filosofian mukaisesti.

source: A hands-on reference guide to the Debian GNU/Linux system that shows, in over 1,500 <q>recipes</q>, how to use it for everyday activities -- from working with text, images, and sound to productivity and networking issues. Like the software the book describes, the book is copylefted and its source data is available.
fi: Käytännöllinen hakuteos Debian GNU/Linux -järjestelmään, sisältää yli 1&nbsp;500 <q>reseptiä</q>, kuinka käytät jokapäiväisissä tekemisissäsi -- tekstin, kuvien ja äänen käsittelystä tuottavuuteen ja verkkoasioihin. Samoin kuin ohjelmisto josta kirja kertoo on kirjakin copyleft-lisensoitu ja saatavissa lähdetietojen muodossa.

source: Debian 2.2 ARM architecture
fi: Debian 2.2 ARM-arkkitehtuurille

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
fi: Tämä kirja on suunnattu kehittäjille, ketkä työskentelevät GNU/Linuxin ja ARM-suorittimien parissa. Kirja sisältää tarkasti joidenkin laitteiden pika-pystytyksen (LART, Assabet, Psion5). Kirja antaa myös yleistä tietoa, työkaluja ja tekniikoita. GNU-työkalusarja käsitellään natiivissa ja ristikäännös-ympäristöissä samoin kuin käynnistyslataimet, ytimen pätsit, RAM-levyt, ARMin erikoispiirteet ja muut ARM-resurssit. Kirjassa on myös laaja tutoriaali GNU/Linuxin perusteisiin kehittäjille, jotka siirtyvät muilta alustoilta. Kirja ei ole Debian-spesifinen, mutta Aleph ARMLinux -jakelu on pohjautuu vahvasti Debian-ARMiin ja oletettavasti työskentelet tässä jakelussa ja hyvällä lykyllä Debian-pohjaisella isäntäkoneella myös.

source: Learning Debian GNU/Linux guides the new user of Linux through the installation and configuration of Debian GNU/Linux. Windows users will gain a gentle introduction to this exciting computing world guided by Bill McCarty in <q>Learning Debian GNU/Linux</q>.
fi: Learning Debian GNU/Linux ohjaa uuden Linux-käyttäjän läpi Debian GNU/Linuxin asennuksen ja asetusten. Windows-käyttäjät löytävät mukavan johdatuksen tähän jännittävään tietokoneiden maailman oppaanaan Bill McCartyn <q>Learning Debian GNU/Linux</q>.

source: Includes 230+ pages and three CD-ROM discs. Topics covered by software include Debian Linux, networking, programming tools, GUI, desktop publishing, business, fun things, and multimedia. 30 days of free e-mail support included.
fi: Sisältää yli 230 sivua ja kolme romppua. Aiheet sisältävät Debian Linuxin mukana tulevia ohjelmia, verkottamista, ohjelmointityökaluja, graafisen käyttöliittymän, työpöytäjulkaisun, liikeasiat, hupijuttuja ja multimediaa. 30 päivän ilmainen sähköpostituki sisältyy pakettiin.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
fi: Ensimmäine ranskankielinen Debian-kirja on jo viidennessä laitoksessaan. Kirjassa käsitellään kaikkia Debianin ylläpidon aiheita asennuksesta verkkopalvelujen räätälöintiin. Koska kirjan on kirjoittanut kaksi Debian-kehittäjää, teos voi kiinnostaa monia henkilöitä: aloittelijoita, jotka tutkivat Debiania, kokeneempia käyttäjiä, jotka etsivät vinkkejä Debian-työkalujen käyttötaitojen kehittämiseen sekä ylläpitäjiä, jotka haluavat rakentaa luotettavan verkon Debianin varaan.

source: 2 editions: One without a DVD, the other with 2 DVDs (i386)
fi: 2 versiota: Yksi ilman DVD:tä ja toinen kahdella DVD:llä (i386)

source: 2 editions: One with no CD, the other with Official CD (i386, contrib and sources)
fi: 2 versiota: Yksi ilman romppua ja toinen sisältäen Virallisen rompun (i386, contrib ja lähdekoodit)

source: The book covers all steps of planning and installing Debian GNU/Linux on PC based hardware, including important applications like the X Window System, window managers and desktop environments (KDE, GNOME) and a selection of important system services. Unix/Linux basics and concepts together with system usage and important components (bash, system services and important commands) are introduced. There is an explanation of Debian's package format and how to create packages in this format. It also includes an overview of standard Linux applications (networking, software development, LaTeX and office suites). Strong emphasis is on networking and system administration issues, like planing and building of a dial-in router or a server for Windows based clients (Samba).
fi: Kirja sisältää kaikki vaiheet suunnittelusta, Debian GNU/Linuxin asennuksesta PC-pohjaiseen laitteistoon, sisältäen tärkeät apuohjelmat kuten X-ikkunointijärjestelmä, ikkunamanagerit ja työpöytäympäristöt (KDE, GNOME) ja valikoiman tärkeitä järjestelmäpalveluja. UNIX/Linuxin perusteet ja käsitteet yhdessä järjestelmän käytön ja tärkeiden osien (bash, järjestelmäpalvelut ja tärkeät komennot) esitellään. Kirjassa on selitetty Debianin pakettiformaatti ja kuinka näitä paketteja luodaan. Myös yleiskatsaus Linuxin standardiohjelmiin (verkko, ohjelmistokehitys, LaTeX ja toimistopaketit) tarjotaan. Suuri paino on verkotukseen ja järjestelmän ylläpitoon liittyvillä asioilla kuten soittosarjareitittimen tai tiedostopalvelimen windows-pohjaisille asiakkaille (Samba) suunnittelu ja pystyttäminen.

source: Debian GNU/Linux 3.1 Sarge installer (single-width CD)
fi: Debian GNU/Linux 3.1 Sarge -asennuslevy (yksi CD)

source: This book is dictionary style and covers various tips for beginners and intermediate skill users; installation via various ways, desktop customize, troubleshooting, profitable knowhow and so on.
fi: Tässä sanastotyyppisessä kirjassa käsitellään erinäisiä aloittelijoille ja kokeneemmille käyttäjille suunnattuja vinkkejä; eri asennustavat, työpöydän mukautus, ongelmanratkaisu, tietotaidon hyödyntäminen jne.

source: Debian GNU/Linux 3.1r0 i386, author's edition (DVD + CD)
fi: Debian GNU/Linux 3.1r0 i386, kirjoittajan versio (DVD + CD)

source: This is the latest book for Sarge of the series that has been supported as a standard bible of Debian in Japan. This book covers all aspects of using Debian GNU/Linux 3.1 Sarge, such as installation, desktop environments, system administration, and server configuration. Furthermore, this book also includes commercial font package that decorates your desktop. This book might be useful for all Debian users from beginners to advanced users.
fi: Tämä Sargea käsittelevä kirja on viimeisin sarjassa, josta on muodostunut vakiintunut <q>Debian-raamattu</q> Japanissa. Kirjassa käydään läpi Debian GNU/Linux 3.1 Sargen käyttöä monipuolisesti, kuten asennusta, työpöytäympäristöjä, järjestelmänhallintaa ja palvelimen konfigurointia. Lisäksi kirjan mukana tulee kaupallinen kirjasinpaketti jolla voit koristaa työpöytääsi. Kirja soveltunee kaikille Debian-käyttäjille aloittelijoista aina edistyneempiin käyttäjiin.

source: This book covers general topics about Debian GNU/Linux: installation, APT and dpkg, shell, X Window System, networking, system administration, kernel setup, sharing with Windows, building servers and so on. You will be able to install and start to use Debian GNU/Linux Japanese environment very easily with the customized CDs.
fi: Tämä kirja käsittelee yleisiä asioita Debian GNU/Linuxista: Asennus, APT ja DPKG, komentotulkki (shell), X Window System, palvelimien rakennus ynnä muuta. Voit asentaa ja ottaa käyttöön Debian GNU/Linuxin japanilaisessa ympäristössä helposti kustomoitujen CD:iden avulla.

source: 1 unofficial Woody, 3 Potato rev0
fi: 1 epävirallinen Woody, 3 Potato rev0

source: This book gives a brief guide to installation of Debian GNU/Linux, fundamentals of Unix or Linux commands, basic configuration and maintenance of system and networking, X Window System setup, and using multimedia in Debian GNU/Linux. This book also includes a guide for maintainers, which stimulates people in Korea to become official Debian maintainers.
fi: Tämä esittelee suppeasti Debian GNU/Linuxin asennuksen, Unix ja Linux komentojen perusteet, perus konfiguroinnin, järjestelmän ylläpidon, verkkotoiminnot, X Window Systemin asennus ja multimedian käytön Debian GNU/Linuxissa koreaksi. Tämä kirja sisältää myöskin ylläpitäjän oppaan, joka houkuttelee ihmisiä Koreasta osallistumaan Debianin kehittämiseen.

source: Three official potato r3 CDs and an unofficial woody CD
fi: Kolme virallista v2.2r3 romppua ja epävirallinen woodyn romppu

source: This book introduces readers to Debian GNU/Linux with many hands-on tutorials and tips. Written in Korean, this book covers comprehensive aspects of Debian GNU/Linux system: first-time setup, package installation, setting up X, connecting to Internet, network maintenance, and more. This book provides a handful of tips on setting up Debian for Korean language environment, and it is good for newcomers, too.
fi: Tämä kirja esittelee lukijalleen Debian GNU/Linuxin monien käytännönläheisten tutoriaalien ja vihjeiden avulla. Koreaksi kirjoitettuna tämä kirja sisältää täydelliset ohjeet Debian GNU/Linux -järjestelmään alkaen ensikertalaisen asetuksista, pakettien valinnasta, X-ikkunoinnin asetuksista, Internet-yhteyden muodostamisesta, verkkojen ylläpitoon sun muuhun. Kirja tarjoaa käteviä vihjeitä koreankielisen ympäristön pystyttämiseen Debian-järjestelmään ja on hyvä uusille Debian-käyttäjille.

source: The first Persian book about Debian GNU/Linux. This book helps you to install Debian GNU/Linux and set up network services like web, database, firewall, mail, ftp and ... on it. Also helps you to start using GNU/Linux and Debian's powerful package management system.
fi: Ensimmäinen persiankielinen kirja Debian GNU/Linuxista. Tämä kirja auttaa Debian GNU/Linuxin asennuksessa ja verkkopalvelujen pystytyksessä kuten www, tietokanta, palomuuri, sähköposti, ftp jne.... Tämä auttaa myös GNU/Linuxin käytön aloittamisessa sekä alkuunpääsemisessä Debianin tehokkaaseen paketinhallintajärjestelmässä.

source: This book is divided into four parts: Basic concepts, Management of GNU/Linux, Administration of the system and Advanced operations. Each chapter explains in depth the features of the operating system. The first chapters explain the structure of GNU/Linux. These chapters will help the reader to understand how the system uses basic resources such as the processor and memory. A detailed analysis about filesystems such as Ext2, Ext3, and ReiserFS will enable users to make the correct choice for their needs. Many figures throughout the book show aspects about the performance of the system. This book caters for college students and anyone who wants to learn GNU/Linux in depth. This book covers Debian Sarge.
fi: Tämä kirja on jaettu neljään osaan: peruskäsitteet, GNU/Linuxin hallinta, järjestelmän hallinta ja edistyneempi järjestelmäylläpito. Jokainen kappale selittää syvällisesti käyttöjärjestelmän ominaisuudet. Ensimmäiset kappaleet selittävät GNU/Linuxin rakenteen. Nämä kappleet auttavat lukijaa ymmärtämään kuinka järjestelmä käyttää perusresursseja kuten suoritinta ja muistia. Tarkempi analyysi tiedostojärjestelmistä (Ext2, Ext3 ja ReiserFS) johtaa käyttäjät tekemään oikeita valintoja tarpeisiinsa. Useat kuvat läpi kirjan näyttävät järjestelmän suorituskykyä. Tämä kirja sopii alemman asteen opiskelijoille sekä jokaiselle, joka haluaa oppia GNU/Linuxin syvällisesti. Tämä kirja käsittelee Debian Sargea.

source: Author:
fi: Tekijä:

source: email:
fi: sähköposti:

source: Available at:
fi: Saatavilla:

source: CD Included:
fi: mukana CD:

source: Publisher:
fi: Julkaisija:

source: Authors:
fi: Kirjoittajat:

source: Editors:
fi: Toimittajat:

source: Maintainer:
fi: Ylläpitäjä:

source: Status:
fi: Tila:

source: Availability:
fi: Saatavuus:

source: Latest version:
fi: Viimeisin versio:

source: (version <get-var version />)
fi: (versio <get-var version />)

source: plain text
fi: teksti

source: The latest <get-var srctype /> source is available through the <a href="https://www.debian.org/doc/cvs">Subversion</a> repository.
fi: Tuorein <get-var srctype />-lähdekoodi on saatavilla <a href="https://www.debian.org/doc/cvs">Subversion</a>-versiovarastosta.

source: Web interface:
fi: Web-rajapinta:

source: VCS interface:
fi: VCS-rajapinta:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
fi: Tuorein <get-var srctype />-lähdekoodi on saatavilla <a href="https://packages.debian.org/cvs">CVS</a>-versiovarastosta.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
fi: Tuorein <get-var srctype />-lähdekoodi on saatavilla <a href="https://packages.debian.org/subversion">Subversion</a>-versiovarastosta.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
fi: Tuorein <get-var srctype />-lähdekoodi on saatavilla <a href="https://packages.debian.org/git">Git</a>-versiovarastosta.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
fi: CVS-lähdekoodian kopio: aseta <code>CVSROOT</code> arvoon <kbd>:ext:<var>käyttäjä</var>@cvs.debian.org:/cvs/debian-boot</kbd>, ja nouda moduuli <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
fi: Tutki CVS-moduulia selaimella

source: Debian package
fi: Debian-paketti

source: Debian package (archived)
fi: Debian-paketti (arkistoitu)
