Repository: l/debian-webwml
Catalog: webwml/finnish/po/mailinglists.*.po
Languages: fi

source: Mailing List Subscription
fi: Postilistoille liittyminen

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
fi: Katso <a href="./#subunsub">postilista</a> -sivulta kuinka liityt sähköpostitse. Listoilta voi <a href="unsubscribe">poistua täyttämällä www-lomakkeen</a>.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
fi: Huomaa, että useimmat Debianin postilistoista ovat julkisia foorumeita. Kaikki niille lähetetyt sähköpostit julkaistaan julkisessa postilista-arkistossa ja hakukoneet indeksoivat ne. Liittyessäsi Debianin postilistoille käytä vain sellaista sähköpostiosoitetta jonka julkaisemisen hyväksyt.

source: Please select which lists you want to subscribe to (the number of subscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
fi: Valitse listat joille haluat liittyä (liittymisten määrä on rajoitettu, jos pyyntösi toteuttaminen ei onnistu, voit käyttää <a href="./#subunsub">toista tapaa</a>):

source: No description given
fi: Kuvausta ei annettu

source: Moderated:
fi: Moderoitu:

source: Posting messages allowed only to subscribers.
fi: Viestien lähettäminen sallittu vain listalle liittyneille.

source: Only messages signed by a Debian developer will be accepted by this list.
fi: Ainoastaan Debian-kehittäjän allekirjoittamat viestit hyväksytään listalle.

source: Subscription:
fi: Liittyminen:

source: is a read-only, digestified version.
fi: on ainoastaan luettavaksi, kokoelmaversio.

source: Your E-Mail address:
fi: Sähköpostiosoitteesi:

source: Subscribe
fi: Liity

source: Clear
fi: Tyhjennä

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
fi: Muistathan noudattaa <a href="./#ads">Debianin postilistojen mainostuslinjausta</a>.

source: Mailing List Unsubscription
fi: Postilistoilta poistuminen

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
fi: Katso <a href="./#subunsub">postilista</a> -sivulta kuinka poistut sähköpostitse. Listoille voi <a href="subscribe">liittyä täyttämällä www-lomakkeen</a>.

source: Please select which lists you want to unsubscribe from (the number of unsubscriptions is limited, if your request doesn't succeed, please use <a href="./#subunsub">another method</a>):
fi: Valitse listat joilta haluat pois (poistumisten määrä on rajoitettu, jos pyyntösi toteuttaminen ei onnistu, voit käyttää <a href="./#subunsub">toista tapaa</a>):

source: Unsubscribe
fi: Poistu

source: open
fi: avoin

source: closed
fi: suljettu
