Repository: l/debian-webwml
Catalog: webwml/finnish/po/others.*.po
Languages: fi

source: Download
fi: Imuroi

source: Old banner ads
fi: Vanhoja mainospalkkeja

source: Working
fi: Työn alla

source: sarge (broken)
fi: sarge (rikki)

source: Booting
fi: Käynnistetään

source: Building
fi: Käännetään

source: Not yet
fi: Ei vielä

source: No kernel
fi: Ei ydintä

source: No images
fi: Ei vedoksia

source: <void id="d-i" />Unknown
fi: <void id="d-i" />Tuntematon

source: Unavailable
fi: Ei saatavilla

source: New Members Corner
fi: Uuden jäsenen nurkkaus

source: Step 1
fi: Vaihe 1

source: Step 2
fi: Vaihe 2

source: Step 3
fi: Vaihe 3

source: Step 4
fi: Vaihe 4

source: Step 5
fi: Vaihe 5

source: Step 6
fi: Vaihe 6

source: Step 7
fi: Vaihe 7

source: Applicants' checklist
fi: Hakijan muistilista

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
fi: Katso sivulta <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (vain ranskaksi) lisätietoa.

source: More information
fi: Lisätietoja

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
fi: Katso sivulta <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (saatavilla vain espanjaksi) lisätietoa.

source: Phone
fi: Puhelin

source: Fax
fi: Faksi

source: Address
fi: Osoite

source: With&nbsp;``Debian''
fi: Mukana&nbsp;"Debian"

source: Without&nbsp;``Debian''
fi: Ilman&nbsp;"Debian":ia

source: Encapsulated PostScript
fi: Kapseloitu PostScript

source: [Powered by Debian]
fi: [Käytössä Debian]

source: [Powered by Debian GNU/Linux]
fi: [Käytössä Debian GNU/Linux]

source: [Debian powered]
fi: [Debian-käyttöinen]

source: [Debian] (mini button)
fi: [Debian] (pieni logo)

source: same as the above
fi: sama kuin yllä

source: Products
fi: Tuotteet

source: T-shirts
fi: t-paitoja

source: hats
fi: hattuja

source: stickers
fi: tarroja

source: mugs
fi: mukeja

source: other clothing
fi: muita vaatteita

source: polo shirts
fi: poolopaitoja

source: frisbees
fi: frisbiit

source: mouse pads
fi: hiirimattoja

source: badges
fi: pinssejä

source: basketball goals
fi: koripallotelineitä

source: earrings
fi: korvarenkaita

source: suitcases
fi: matkalaukkuja

source: umbrellas
fi: sateenvarjoja

source: pillowcases
fi: tyynyliinoja

source: keychains
fi: avainketjut

source: Swiss army knives
fi: sveitsiläiset linkkuveitset

source: USB-Sticks
fi: USB-tikut

source: How long have you been using Debian?
fi: Kuinka pitkään olet käyttänyt Debiania?

source: Are you a Debian Developer?
fi: Oletko Debian-kehittäjä?

source: What areas of Debian are you involved in?
fi: Millä Debianin aloilla olet osallisena?

source: What got you interested in working with Debian?
fi: Mikä sai sinut kiinnostumaan työskentelemään Debianin kanssa?

source: Do you have any tips for women interested in getting more involved with Debian?
fi: Onko sinulla vinkkejä naisille, jotka ovat kiinnostuneet osallistumaan enemmän Debianiin?

source: Are you involved with any other women in technology group? Which one(s)?
fi: Oletko tekemisissä minkään muun teknologia-alan naisten ryhmän kanssa? Minkä?

source: A bit more about you...
fi: Vielä vähän lisää sinusta...

source: BAD
fi: HUONO

source: BAD?
fi: HUONO?

source: Unknown
fi: Tuntematon

source: ALL
fi: KAIKKI

source: Package
fi: Paketti

source: Status
fi: Tila

source: Version
fi: Versio
