Repository: l/debian-webwml
Catalog: webwml/finnish/po/ports.*.po
Languages: fi

source: Debian for Laptops
fi: Debian kannettaviin

source: Debian for Alpha
fi: Debian Alphalle

source: Debian for AMD64
fi: Debian AMD64:lle

source: Debian for ARM
fi: Debian ARMille

source: Debian for Beowulf
fi: Debian Beowulfiin

source: Main
fi: Pääsivu

source: Debian for PA-RISC
fi: Debian PA-RISCille

source: Hurd CDs
fi: Hurd-romput

source: Debian for IA-64
fi: Debian IA-64:lle

source: Debian for Motorola 680x0
fi: Debian Motorola 680x0:lle

source: Contact
fi: Yhteystiedot

source: CPUs
fi: Suorittimet

source: Credits
fi: Kiitokset

source: Development
fi: Kehitys

source: Documentation
fi: Dokumentaatio

source: Installation
fi: Asennus

source: Links
fi: Linkit

source: News
fi: Uutiset

source: Porting
fi: Siirtäminen

source: Ports
fi: Siirrokset

source: Problems
fi: Ongelmat

source: Software Map
fi: Ohjelmistokartta

source: Status
fi: Tilanne

source: Supply
fi: Toimitus

source: Systems
fi: Järjestelmät

source: Vendor/Name
fi: Toimittaja/Nimi

source: Date announced
fi: Julkaistu

source: Clock
fi: Kellotaajuus

source: Specials
fi: Erikoisuudet

source: No FPU (R2010), external caches
fi: Ei FPU:ta (R2010), ulkoinen välimuisti

source: No FPU (R3010)
fi: Ei FPU:ta (R3010)

source: Virtual indexed L1 cache, L2 cache controller
fi: Virtuaalinen indeksoitu L1-välimuisti, L2-välimuistin ohjain

source: External L1 cache
fi: Ulkoinen L1-välimuisti

source: Multiple chip CPU
fi: monipiirisuoritin

source: Mips16 isa extension, No FPU, 512k flash, 16k ram, DMAC, UART, Timer, I2C, Watchdog
fi: Mips16 isa-laajennus, ei FPU:ta, 512k flash, 16k ram, DMAC, UART, ajastin, I2C, Watchdog

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer, I2C, LCD Controller
fi: ei FPU:ta, DRAMC, ROMC, DMAC, UART, ajastin, I2C, LCD-ohjain

source: No FPU, DRAMC, ROMC, DMAC, UART, Timer
fi: ei FPU:ta, DRAMC, ROMC, DMAC, UART, ajastin

source: No FPU, DRAMC, ROMC, DMAC, PCIC, UART, Timer
fi: ei FPU:ta, DRAMC, ROMC, DMAC, PCIC, UART, ajastin

source: No FPU, SDRAMC, ROMC, Timer, PCMCIA, LCD Controller, IrDA
fi: ei FPU:ta, SDRAMC, ROMC, ajastin, PCMCIA, LCD-ohjain, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, LCD Controller, IrDA
fi: ei FPU:ta, SDRAMC, ROMC, UART, ajastin, PCMCIA, LCD-ohjain, IrDA

source: No FPU, SDRAMC, ROMC, UART, Timer, PCMCIA, IrDA
fi: ei FPU:ta, SDRAMC, ROMC, UART, ajastin, PCMCIA, IrDA

source: No FPU, SDRAMC, ROMC, DMAC, PCIC, UART, Timer
fi: ei FPU:ta, SDRAMC, ROMC, DMAC, PCIC, UART, ajastin

source: 2 10/100 Ethernet, 4 UART, IrDA, AC'97, I2C, 38 Digital I/O
fi: 2&#215; 10/100 Ethernet, 4&#215; UART, IrDA, AC'97, I2C, 38&#215; Digital I/O

source: FPU, 32-bit external bus
fi: FPU, 32-bittinen ulkoinen väylä

source: FPU, 64-bit external bus
fi: FPU, 64-bittinen ulkoinen väylä

source: FPU, 64-bit external bus, external L2 cache
fi: FPU, 64-bittinen ulkoinen väylä, ulkoinen L2-välimuisti

source: 256 L2 cache on die
fi: 256k sisäinen L2-välimuisti

source: Mips 16, RTC, Keyboard, TouchPanel, Audio, Compact-Flash, UART, Parallel
fi: Mips 16, RTC, näppäimistö, TouchPanel, äänipiiri, Compact-Flash, UART, rinnakkaisportti

source: Mips 16, Compact Flash, UART, Parallel, RTC, Audio, PCIC
fi: Mips 16, Compact Flash, UART, rinnakkaisportti, RTC, äänipiiri, PCIC

source: Mips 16, LCD controller, Compact Flash, UART, Parallel, RTC, Keyboard, USB, Touchpad, Audio
fi: Mips 16, LCD-ohjain, Compact Flash, UART, rinnakkaisportti, RTC, näppäimistö, USB, Touchpad, äänipiiri

source: Debian for MIPS
fi: Debian MIPSille

source: Debian GNU/NetBSD for i386
fi: Debian GNU/NetBSD i386:lle

source: Debian GNU/NetBSD for Alpha
fi: Debian GNU/NetBSD Alphalle

source: Why
fi: Miksi

source: People
fi: Ihmiset

source: Debian for PowerPC
fi: Debian PowerPC:lle

source: Debian for S/390
fi: Debian S/390:lle

source: Debian for Sparc
fi: Debian Sparcille

source: Debian for Sparc64
fi: Debian Sparc64:lle
