Repository: l/debian-webwml
Catalog: webwml/finnish/po/stats.*.po
Languages: fi

source: Debian web site translation statistics
fi: Debianin www-sivuston käännöstilastot

source: There are %d pages to translate.
fi: Yhteensä %d käännettävää sivua.

source: There are %d bytes to translate.
fi: Yhteensä %d tavua käännettävänä.

source: There are %d strings to translate.
fi: Yhteensä %d merkkijonoa käännettävänä.

source: This translation is too out of date
fi: Tämä käännös on vanhentunut

source: Wrong translation version
fi: Väärä käännösversio

source: The original is newer than this translation
fi: Alkuperäinen on uudempi kuin tämä käännös

source: The original no longer exists
fi: Alkuperäistä sivua ei enää ole olemassa

source: hit count N/A
fi: osumalukua ei saatavilla

source: hits
fi: osumaa

source: Unified diff
fi: Unifoidut muutokset

source: Colored diff
fi: Väritetyt muutokset

source: Translation summary for
fi: Käännösyhteenveto

source: Not translated
fi: Ei käännetty

source: Outdated
fi: Vanhentunut

source: Translated
fi: Käännetty

source: Up to date
fi: Ajan tasalla

source: files
fi: tiedostoa

source: bytes
fi: tavua

source: Note: the lists of pages are sorted by popularity. Hover over the page name to see the number of hits.
fi: Huom: sivuluettelot on lajiteltu suosion mukaan. Pidä osoitin sivun nimen päällä nähdäksesi osumien lukumäärän.

source: Outdated translations
fi: Vanhetuneet käännökset

source: File
fi: Tiedosto

source: Diff
fi: Muutokset

source: Comment
fi: Kommentti

source: Log
fi: Loki

source: Translation
fi: Käännös

source: Maintainer
fi: Ylläpitäjä

source: Status
fi: Tila

source: Translator
fi: Kääntäjä

source: Date
fi: Päiväys

source: General pages not translated
fi: Kääntämättömät yleissivut

source: Untranslated general pages
fi: Kääntämättömät yleissivut

source: News items not translated
fi: Kääntämättömät uutiset

source: Untranslated news items
fi: Kääntämättömät uutiset

source: Consultant/user pages not translated
fi: Kääntämättömät konsultti/käyttäjäsivut

source: Untranslated consultant/user pages
fi: Kääntämättömät konsultti/käyttäjäsivut

source: International pages not translated
fi: Kääntämättömät kansainväliset sivut

source: Untranslated international pages
fi: Kääntämättömät kansainväliset sivut

source: Translated pages (up-to-date)
fi: Käännetyt sivut (ajan tasalla)

source: Translated templates (PO files)
fi: Käännetyt mallinteet (PO-tiedostot)

source: PO Translation Statistics
fi: PO-käännöstilastot

source: Fuzzy
fi: Sumea

source: Untranslated
fi: Kääntämättä

source: Total
fi: Yhteensä

source: Total:
fi: Yhteensä:

source: Created with
fi: Luotu työkalulla

source: Translated web pages
fi: Käännetyt www-sivut

source: Translation Statistics by Page Count
fi: Käännöstilastot sivumäärän mukaan

source: Language
fi: Kieli

source: Translations
fi: Käännökset

source: Translated web pages (by size)
fi: Käännetyt www-sivut (koon mukaan)

source: Translation Statistics by Page Size
fi: Käännöstilastot sivukoon mukaan
