Repository: l/debian-webwml
Catalog: webwml/finnish/po/templates.*.po
Languages: fi

source: More information
fi: Lis‰tietoa

source: <void id="dc_faq" />FAQ
fi: <void id="dc_faq" />VUKK

source: Download with Jigdo
fi: Lataa jigdolla

source: Download via HTTP/FTP
fi: Lataa http/ftp:ll‰

source: Buy CDs or DVDs
fi: Osta CD:t/DVD:t

source: Network Install
fi: Verkkoasennus

source: <void id="dc_download" />Download
fi: <void id="dc_download" />Lataa verkosta

source: <void id="dc_misc" />Misc
fi: <void id="dc_misc" />Sekalaista

source: <void id="dc_artwork" />Artwork
fi: <void id="dc_artwork" />Kansikuvia

source: <void id="dc_mirroring" />Mirroring
fi: <void id="dc_mirroring" />Peilaukset

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
fi: <void id="dc_rsyncmirrors" />Rsync-peilit

source: <void id="dc_torrent" />Download with Torrent
fi: <void id="dc_torrent" />Lataa torrentilla

source: <void id="dc_relinfo" />Image Release Info
fi: <void id="dc_relinfo" />Vedosten julkaisutiedotteet

source: Debian CD team
fi: Debian-CD-ryhm‰

source: debian_on_cd
fi: debian cd:ll‰

source: <void id="faq-bottom" />faq
fi: <void id="faq-bottom" />vukk

source: buy
fi: osta

source: net_install
fi: verkkoasennus

source: <void id="misc-bottom" />misc
fi: <void id="misc-bottom" />sekalaista

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
fi: Englanninkielinen <a href="/MailingLists/disclaimer">julkinen postilista</a> CD/DVD:ille:

source: Yes
fi: Kyll‰

source: No
fi: Ei

source: Debian Project
fi: Debian-projekti

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
fi: Debian GNU/Linux on GNU/Linux-k‰yttˆj‰rjestelm‰n vapaa jakelu. Sit‰ yll‰pit‰‰ ja uudistaa joukko vapaaehtoisia k‰ytt‰ji‰.

source: debian, GNU, linux, unix, open source, free, DFSG
fi: debian, GNU, linux, unix, open source, vapaa, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
fi: Takaisin <a href="m4_HOME/">Debian-projektin kotisivulle</a>.

source: Home
fi: Koti

source: Skip Quicknav
fi: Ohita pikanavigointi

source: About
fi: Tietoa

source: About Debian
fi: Tietoa Debianista

source: Contact&nbsp;Us
fi: Ota&nbsp;yhteytt‰

source: Donations
fi: Lahjoitukset

source: Events
fi: Tapahtumia

source: News
fi: Uutisia

source: Distribution
fi: Jakelu

source: Support
fi: Tuki

source: Developers'&nbsp;Corner
fi: Kehitt‰jien&nbsp;nurkkaus

source: Documentation
fi: K‰yttˆohjeet

source: Security&nbsp;Information
fi: Tietoturvallisuudesta

source: Search
fi: Haku

source: none
fi: ei&nbsp;mit‰‰n

source: Go
fi: Etene

source: worldwide
fi: maailmanlaajuinen

source: Site map
fi: Sivustokartta

source: Miscellaneous
fi: Sekalaista

source: Getting Debian
fi: Debianin hankkiminen

source: List of Consultants
fi: Konsulttilista

source: Back to the <a href="./">Debian consultants page</a>.
fi: Takaisin <a href="./">Debian-konsulttisivulle</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
fi: N‰it‰ sivuja koskevia Kommentteja, kritiikki‰ ja ehdotuksia otetaan mielell‰‰n vastaan <a href="mailto:debian-doc@lists.debian.org">postilistallamme</a>.

source: Upcoming Attractions
fi: Tulevia tapahtumia

source: link may no longer be valid
fi: linkki voi olla vanhentunut

source: When
fi: Milloin

source: Where
fi: Miss‰

source: More Info
fi: Lis‰tietoa

source: Debian Involvement
fi: Debianin osallisuus

source: Main Coordinator
fi: P‰‰koordinoija

source: <th>Project</th><th>Coordinator</th>
fi: <th>Projekti</th><th>Koordinaattori</th>

source: Related Links
fi: Aiheeseen liittyvi‰ linkkej‰

source: Latest News
fi: Tuoreimmat uutiset

source: Download calendar entry
fi: Imuroi kalenterimerkint‰

source: not needed
fi: ei tarpeen

source: not available
fi: ei saatavilla

source: in release 1.1
fi: versiossa 1.1

source: in release 1.3
fi: versiossa 1.3

source: in release 2.0
fi: versiossa 2.0

source: in release 2.1
fi: versiossa 2.1

source: in release 2.2
fi: versiossa 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
fi: Ilmoitukset www-sivustolla ilmenev‰st‰ ongelmasta voi l‰hett‰‰ (englanniksi) osoitteeseen <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. Muut yhteystiedot lˆytyv‰t <a href="m4_HOME/contact">kontaktisivulta</a>.

source: Last Modified
fi: Viimeksi muutettu

source: Copyright
fi: Tekij‰noikeudet

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
fi: Katso <a href="m4_HOME/license" rel="copyright">lisenssiehtoja</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
fi: Debian on Software in the Public Interest, Inc.'in rekisterˆim‰ <a href="m4_HOME/trademark">tavaramerkki</a>.

source: This page is also available in the following languages:
fi: T‰m‰ sivu on olemassa myˆs seuraavilla kielill‰:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
fi: Oletuskielen <a href=m4_HOME/intro/cn>asettamisohjeet</a>

source: License Information
fi: Lisenssitiedot

source: DLS Index
fi: DLS-hakemisto

source: DFSG FAQ
fi: DFSG-VUKK

source: Debian-Legal Archive
fi: Debian-Legal-arkisto

source: %s &ndash; %s, Version %s: %s
fi: %s &ndash; %s, versio %s: %s

source: Date published
fi: Julkistusp‰iv‰m‰‰r‰

source: License
fi: Lisenssi

source: Version
fi: Versio

source: Summary
fi: Yhteenveto

source: Justification
fi: Perustelu:

source: Discussion
fi: Keskusteltavana

source: Original Summary
fi: Alkuper‰inen yhteenveto

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
fi: Alkuper‰inen yhteenveto, jonka valmisteli <summary-author/>, lˆytyy <a href="<summary-url/>">lista-arkistoista</a>.

source: This summary was prepared by <summary-author/>.
fi: T‰m‰n yhteenvedon valmisteli <summary-author/>.

source: License text (translated)
fi: Lisenssiteksti (k‰‰nnetty)

source: License text
fi: Lisenssiteksti

source: free
fi: vapaa

source: non-free
fi: ep‰vapaa

source: not redistributable
fi: ei jaeltavissa

source: Free
fi: Vapaa

source: Non-Free
fi: Ep‰vapaa

source: Not Redistributable
fi: Ei jaeltavissa

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
fi: Katso <a href="./">lisenssitietojen</a> sivulta yleiskatsausta Debianin lisenssiyhteenvedoista (DLS).

source: Debian&nbsp;International
fi: Kansainv‰linen&nbsp;Debian

source: Partners
fi: Kumppanit

source: Debian Weekly News
fi: Debianin viikkokatsaus

source: Weekly&nbsp;News
fi: Viikkokatsaus

source: Release&nbsp;Info
fi: Julkaisutiedot

source: Debian&nbsp;Packages
fi: Debian-paketit

source: Download
fi: Hakeminen

source: Debian&nbsp;on&nbsp;CD
fi: Debian&nbsp;CD:ll‰

source: Debian&nbsp;Books
fi: Debian-kirjallisuutta

source: Mailing&nbsp;List&nbsp;Archives
fi: Postilistojen&nbsp;arkistot

source: Mailing&nbsp;Lists
fi: Postilistat

source: Social&nbsp;Contract
fi: Yhteisˆsopimus

source: Visit the site sponsor
fi: Vierailethan sivuston sponsorilla

source: Site map for Debian web pages
fi: Debian-sivujen sivustokartta

source: Developer Database
fi: Kehitt‰j‰tietokanta

source: Debian Policy Manual
fi: Debianin linjan kuvaus

source: Developers' Reference
fi: Kehitt‰jien k‰sikirja

source: New Maintainers' Guide
fi: Uuden yll‰pit‰j‰n opas

source: Release Critical Bugs
fi: Julkaisun est‰v‰t viat

source: Lintian Reports
fi: Lintian-raportit

source: Archives for users' mailing lists
fi: K‰ytt‰jien postilistojen arkistot

source: Archives for developers' mailing lists
fi: Kehitt‰jien postilistojen arkistot

source: Archives for i18n/l10n mailing lists
fi: I18n/l10n-postilistojen arkistot

source: Archives for ports' mailing lists
fi: Siirrosten postilistojen arkistot

source: Archives for mailing lists of the Bug tracking system
fi: Vianseurantaj‰rjestelm‰n postilistojen arkistot

source: Archives for miscellaneous mailing lists
fi: Muiden postilistojen arkistot

source: Free&nbsp;Software
fi: Vapaa&nbsp;ohjelmisto

source: Development
fi: Kehitys

source: Help Debian
fi: Auta Debiania

source: Bug reports
fi: Vikailmoitukset

source: Ports/Architectures
fi: Siirrokset/arkkitehtuurit

source: Installation&nbsp;manual
fi: Asennusopas

source: CD vendors
fi: CD-toimittajat

source: CD ISO images
fi: CD-ISO-vedokset

source: Network install
fi: Verkkoasennus

source: Pre-installed
fi: Esiasennettu

source: Debian-Edu project
fi: Debian-Edu-projekti

source: Quality Assurance
fi: Laadunvalvonta

source: Package Tracking System
fi: Paketinseurantaj‰rjestelm‰

source: Debian Developer's Packages Overview
fi: Debian-kehitt‰jien pakettikatsaus

source: Select a server near you
fi: Valitse l‰heinen palvelin

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
fi: Takaisin: muihin <a href="./">Debian-uutisiin</a> || <a href="m4_HOME/">Debian-projektin kotisivulle</a>.

source: <get-var url /> (dead link)
fi: <get-var url /> (poistettu osoite)

source: No items for this year.
fi: Ei otsikoita t‰lt‰ vuodelta

source: proposed
fi: ehdotettu

source: finished
fi: p‰‰tetty

source: withdrawn
fi: vedetty pois

source: Future events
fi: Tulevia tapahtumia

source: Past events
fi: Menneit‰ tapahtumia

source: (new revision)
fi: (uusi versio)

source: Report
fi: Kertomus

source: List of Speakers
fi: Lista puhujista

source: Back to the <a href="./">Debian speakers page</a>.
fi: Takaisin <a href="./">Debian-puhujasivulle</a>.

source: More information:
fi: Lis‰tietoa:

source: Taken by:
fi: Ottanut:

source: Nobody
fi: Ei kukaan

source: Rating:
fi: Aste:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
fi: <em>Huomaa:</em> <a href="$link">Alkuper‰inen</a> sivu on t‰t‰ suomennosta uudempi.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
fi: Varoitus! T‰m‰ suomennos on liian vanha, katso mieluummin <a href="$link">alkuper‰ist‰ sivua</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
fi: <em>Huomaa:</em> Alkuper‰ist‰ sivua, josta t‰m‰ on k‰‰nnetty, ei en‰‰ ole.

source: Waiting&nbsp;for&nbsp;Sponsors
fi: Kannatusta odottavat

source: In&nbsp;Discussion
fi: Keskusteltavana

source: Voting&nbsp;Open
fi: ƒ‰nestys&nbsp;k‰ynniss‰

source: Decided
fi: P‰‰tetty

source: Withdrawn
fi: Vedetty pois

source: Other
fi: Muu

source: Home&nbsp;Vote&nbsp;Page
fi: Koti&nbsp;‰‰nestyssivu

source: How&nbsp;To
fi: Kuinka

source: Submit&nbsp;a&nbsp;Proposal
fi: Ehdottaa

source: Amend&nbsp;a&nbsp;Proposal
fi: T‰ydent‰‰&nbsp;ehdotusta

source: Follow&nbsp;a&nbsp;Proposal
fi: Seurata&nbsp;ehdotuksen&nbsp;kehityst‰

source: Read&nbsp;a&nbsp;Result
fi: Lukea&nbsp;tulos

source: Vote
fi: ƒ‰nest‰‰

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
fi: Saadaksesi t‰m‰n uutiskirjeen viikottain postilaatikkoosi, <a href="http://lists.debian.org/debian-news/">liity debian-news-postilistalle</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
fi: Uutiskirjeen <a href="../../">vanhoja numeroita</a> on myˆs saatavilla.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
fi: Debianin viikkokatsausta toimittaa <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
fi: Debianin viikkokatsausta toimittavat <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
fi: Debianin viikkokatsausta toimittaa <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
fi: Debianin viikkokatsausta toimittavat <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
fi: T‰m‰n numeron k‰‰nsi %s.

source: <void id="plural" />It was translated by %s.
fi: T‰m‰n numeron k‰‰nsiv‰t %s.

source: <void id="singularfemale" />It was translated by %s.
fi: T‰m‰n numeron k‰‰nsi %s.

source: <void id="pluralfemale" />It was translated by %s.
fi: T‰m‰n numeron k‰‰nsiv‰t %s.
