Repository: l/debian-webwml
Catalog: webwml/finnish/po/vendors.*.po
Languages: fi

source: Vendor:
fi: Toimittaja:

source: URL for Debian Page:
fi: Debian-sivun osoite:

source: Allows Contribution to Debian:
fi: Antaa mahdollisuuden lahjoittaa Debianille:

source: Country:
fi: Maa:

source: Ship International:
fi: Toimittaa kaikkialle maailmaan:

source: email:
fi: Sähköposti:

source: CD Type:
fi: CD:n tyyppi:

source: DVD Type:
fi: DVD:n tyyppi:

source: Architectures:
fi: Arkkitehtuurit:

source: Vendor
fi: Toimittaja

source: Allows Contributions
fi: Antaa mahdollisuuden lahjoittaa Debianille

source: Architectures
fi: Arkkitehtuurit

source: Ship International
fi: Toimittaa kaikkialle maailmaan

source: Contact
fi: Yhteydenotot

source: email
fi: sähköposti

source: within Europe
fi: Euroopassa

source: To some areas
fi: Joillekin alueille

source: source
fi: lähdekoodi

source: and
fi: ja
