Repository: l/debian-webwml
Catalog: webwml/finnish/po/vote.*.po
Languages: fi

source: Date
fi: Päiväys

source: Time Line
fi: Aikajana

source: Summary
fi: Tiivistelmä

source: Nominations
fi: Nimeämiset

source: Debate
fi: Väittely

source: Platforms
fi: Vaaliohjelmat

source: Proposer
fi: Ehdottaja

source: Proposal A Proposer
fi: Ehdotuksen A ehdottaja

source: Proposal B Proposer
fi: Ehdotuksen B ehdottaja

source: Proposal C Proposer
fi: Ehdotuksen C ehdottaja

source: Proposal D Proposer
fi: Ehdotuksen D ehdottaja

source: Proposal E Proposer
fi: Ehdotuksen E ehdottaja

source: Proposal F Proposer
fi: Ehdotuksen F ehdottaja

source: Seconds
fi: Kannatukset

source: Proposal A Seconds
fi: Ehdotuksen A kannattajat

source: Proposal B Seconds
fi: Ehdotuksen B kannattajat

source: Proposal C Seconds
fi: Ehdotuksen C kannattajat

source: Proposal D Seconds
fi: Ehdotuksen D kannattajat

source: Proposal E Seconds
fi: Ehdotuksen E kannattajat

source: Proposal F Seconds
fi: Ehdotuksen F kannattajat

source: Opposition
fi: Vastustus

source: Text
fi: Teksti

source: Proposal A
fi: Ehdotus A

source: Proposal B
fi: Ehdotus B

source: Proposal C
fi: Ehdotus C

source: Proposal D
fi: Ehdotus D

source: Proposal E
fi: Ehdotus E

source: Proposal F
fi: Ehdotus F

source: Choices
fi: Vaihtoehdot

source: Amendment Proposer
fi: Muutosehdotuksen tekijä

source: Amendment Seconds
fi: Muutosehdotuksen kannattajat

source: Amendment Text
fi: Muutosehdotuksen teksti

source: Amendment Proposer A
fi: Muutosehdotuksen A tekijä

source: Amendment Seconds A
fi: Muutosehdotuksen A kannattajat

source: Amendment Text A
fi: Muutosehdotuksen A teksti

source: Amendment Proposer B
fi: Muutosehdotuksen B tekijä

source: Amendment Seconds B
fi: Muutosehdotuksen B kannattajat

source: Amendment Text B
fi: Muutosehdotuksen B teksti

source: Amendment Proposer C
fi: Muutosehdotuksen C tekijä

source: Amendment Seconds C
fi: Muutosehdotuksen C kannattajat

source: Amendment Text C
fi: Muutosehdotuksen C teksti

source: Amendments
fi: Muutosehdotukset

source: Proceedings
fi: Pöytäkirjat

source: Majority Requirement
fi: Enemmistövaatimus

source: Data and Statistics
fi: Tiedot ja tilastot

source: Quorum
fi: Määrävaatimus

source: Minimum Discussion
fi: Vähimmäismäärä keskustelua

source: Ballot
fi: Äänestyslippu

source: Forum
fi: Foorumi

source: Outcome
fi: Tulos

source: Waiting&nbsp;for&nbsp;Sponsors
fi: Kannatusta odottavat

source: In&nbsp;Discussion
fi: Keskusteltavana

source: Voting&nbsp;Open
fi: Äänestys&nbsp;käynnissä

source: Decided
fi: Päätetty

source: Withdrawn
fi: Vedetty pois

source: Other
fi: Muu

source: Home&nbsp;Vote&nbsp;Page
fi: Koti&nbsp;äänestyssivu

source: How&nbsp;To
fi: Kuinka

source: Submit&nbsp;a&nbsp;Proposal
fi: Ehdottaa

source: Amend&nbsp;a&nbsp;Proposal
fi: Täydentää&nbsp;ehdotusta

source: Follow&nbsp;a&nbsp;Proposal
fi: Seurata&nbsp;ehdotuksen&nbsp;kehitystä

source: Read&nbsp;a&nbsp;Result
fi: Lukea&nbsp;tulos

source: Vote
fi: Äänestää
