Repository: l/debian-webwml
Catalog: webwml/finnish/po/wnpp.*.po
Languages: fi

source: No requests for adoption
fi: Ei adoptointipyyntöjä

source: No orphaned packages
fi: Ei orpoja paketteja

source: No packages waiting to be adopted
fi: Ei paketteja odottamassa adoptiota

source: No packages waiting to be packaged
fi: Ei paketteja odottamassa paketointia

source: No Requested packages
fi: Ei pyydettyjä paketteja

source: No help requested
fi: Ei pyydetty apua

source: in adoption since today.
fi: adoptiossa tästä päivästä lähtien.

source: in adoption since yesterday.
fi: adoptiossa eilisestä lähtien.

source: %s days in adoption.
fi: %s päivää adoptiossa.

source: %s days in adoption, last activity today.
fi: %s päivää adoptiossa, viimeisin toiminta tänään.

source: %s days in adoption, last activity yesterday.
fi: % päivää adoptiossa, viimeinen toiminta eilen.

source: %s days in adoption, last activity %s days ago.
fi: %s päivää adoptiossa, viimeinen toiminta %s päivää sitten.

source: in preparation since today.
fi: valmistelussa tästä päivästä lähtien.

source: in preparation since yesterday.
fi: valmistelussa eilisestä lähtien.

source: %s days in preparation.
fi: %s päivää valmistelussa.

source: %s days in preparation, last activity today.
fi: %s päivää valmistelussa, viimeinen toiminta tänään.

source: %s days in preparation, last activity yesterday.
fi: %s päivää valmistelussa, viimeinen toiminta eilen.

source: %s days in preparation, last activity %s days ago.
fi: %s päivää valmistelussa, viimeinen toiminta %s päivää sitten.

source: requested today.
fi: pyydetty tänään.

source: requested yesterday.
fi: pyydetty eilen.

source: requested %s days ago.
fi: pyydetty %s päivää sitten.

source: package info
fi: pakettitietoa
