Repository: l/debian-webwml
Catalog: webwml/hungarian/po/bugs.*.po
Languages: hu

source: in package
hu: csomagban

source: tagged
hu: megjelölve (tagged)

source: with severity
hu: súlyossággal

source: in source package
hu: a forráscsomagban

source: in packages maintained by
hu: a csomagban, aminek karbantartója

source: submitted by
hu: bejelentő

source: owned by
hu: tulajdonosa

source: with status
hu: státusza

source: with mail from
hu: levél feladója

source: newest bugs
hu: újabb hibák

source: with subject containing
hu: tárgy tartalmazza

source: with pending state
hu: függőben lévő státusszal

source: with submitter containing
hu: bejelentő tartalmazza

source: with forwarded containing
hu: továbbítás tartalmazza

source: with owner containing
hu: tulajdonos tartalmazza

source: with package
hu: csomaggal

source: normal
hu: normál

source: oldview
hu: régi nézet

source: raw
hu: nyers

source: age
hu: kor

source: Repeat Merged
hu: Fordított rendezés

source: Reverse Bugs
hu: Fordított hibák

source: Reverse Pending
hu: Fordított függőség

source: Reverse Severity
hu: Fordított súlyosság

source: No Bugs which affect packages
hu: Nincsenek a csomagot érintő hibák

source: None
hu: Semmi

source: testing
hu: kipróbálható

source: oldstable
hu: régi stabil

source: stable
hu: stabil

source: experimental
hu: kísérleti

source: unstable
hu: nem stabil

source: Unarchived
hu: Nem archivált

source: Archived
hu: Archivált

source: Archived and Unarchived
hu: Archivált és nem archivált
