Repository: l/debian-webwml
Catalog: webwml/hungarian/po/cdimage.*.po
Languages: hu

source: <void id="dc_faq" />FAQ
hu: GYIK

source: Download with Jigdo
hu: Letöltés Jigdo-val

source: Download via HTTP/FTP
hu: Letöltés HTTP/FTP-n keresztül

source: Buy CDs or DVDs
hu: CD vagy DVD vásárlás

source: Network Install
hu: Hálózati telepítés

source: <void id="dc_download" />Download
hu: Letöltés

source: <void id="dc_misc" />Misc
hu: Egyebek

source: <void id="dc_artwork" />Artwork
hu: Grafika

source: <void id="dc_mirroring" />Mirroring
hu: Tükrözés

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
hu: Rsync tükrök

source: <void id="dc_torrent" />Download with Torrent
hu: Letöltés Torrent-el

source: <void id="dc_relinfo" />Image Release Info
hu: Kép kiadási infó

source: Debian CD team
hu: Debian CD csapat

source: debian_on_cd
hu: a Debian CD-n

source: <void id="faq-bottom" />faq
hu: GYIK

source: buy
hu: vásárlás

source: net_install
hu: hálózati telepítés

source: <void id="misc-bottom" />misc
hu: Egyebek

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
hu: Angol nyelvű <a href="/MailingLists/disclaimer">nyilvános levelezőlista</a> CD-ről/DVD-ről:
