Repository: l/debian-webwml
Catalog: webwml/hungarian/po/debian-cdd.*.po
Languages: hu

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
hu: A lenti listák több szoftver projektet tartalmaznak, melyek érdekesek lehetnek a <get-var cdd-name /> Projektnek. Jelenleg csak néhány érhető elDebian csomagban. A célunk az, hogy minden csomag bekerüljön a <get-var cdd-name /> kiadásba, ami érzékelhetően hozzád valamit a kiemelkedő minőségű Custom Debian Distribution-höz (Egyéni Debian Disztibúcióhoz).

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
hu: A projekt Debian csomagként történő elérhetőségének jobb áttekinthetősége miattminden fejlécnek van egy színkódja e szerint a séma szerint:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
hu: Zöld: A projekt <a href="<get-var url />">elérhető hivatalos Debian csomagként</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
hu: Sárga: A projekt <a href="<get-var url />">elérhető nem hivatalos Debian csomagként</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
hu: Vörös: A projekt <a href="<get-var url />">(jelenleg nem érhető el Debian csomagként</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
hu: Amennyiben olyan projektet fedezel fel, amelyik szerinted bekerülhet a <get-var cdd-name /> projektbe vagy ha készítettél egy nem hivatalos Debian csomagot, kérjük ne késlekedj elküldeni a részleteket a <a href="<get-car cdd-list-url /><get-var cdd-name /> levelező listára</a>.

source: Official Debian packages
hu: Hivatalos Debian csomag

source: Unofficial Debian packages
hu: Nem hivatalos Debian csomag

source: Debian packages not available
hu: Debian csomag nem elérhető

source: There are no projects which fall into this category.
hu: Nincs olyan csomag, ami ebbe a kategóriába illeszkedne.

source: No homepage known
hu: Nincs ismert oldala.

source: License:
hu: Licensz:

source: Free
hu: Szabad

source: Non-Free
hu: Nem szabad

source: Unknown
hu: Ismeretlen

source: Official Debian package
hu: Hivatalos Debian csomag

source: Unofficial Debian package
hu: Nem hivatalos Debian csomag

source: Debian package not available
hu: Debian csomag nem elérhető
