Repository: l/debian-webwml
Catalog: webwml/hungarian/po/legal.*.po
Languages: hu

source: License Information
hu: Licencinformáció

source: DFSG FAQ
hu: DFSG GYIK

source: Debian-Legal Archive
hu: Debian-Legal Archívum

source: %s &ndash; %s, Version %s: %s
hu: %s &ndash; %s, %s: %s Verzió

source: Date published
hu: Megjelenés dátuma:

source: License
hu: Licensz

source: Version
hu: Verzió

source: Summary
hu: Összefoglaló

source: Justification
hu: Indoklás

source: Discussion
hu: Vita

source: Original Summary
hu: Eredeti összegzés

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
hu: <summary-author/> eredeti összeglalója megtalálható a <a href="<summary-url/>">lista archívumban</a>.

source: This summary was prepared by <summary-author/>.
hu: Az összefoglalót <summary-author/> készítette.

source: License text (translated)
hu: Licensz szöveg (fordítás)

source: License text
hu: Licensz szöveg

source: free
hu: szabad

source: non-free
hu: nem-szabad

source: not redistributable
hu: nem továbbadható

source: Free
hu: Szabad

source: Non-Free
hu: Nem-Szabad

source: Not Redistributable
hu: Nem továbbadható

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
hu: A <a href="./">licensz információkat itt találod</a>, ami a Debian License Summaries(DLS) összefoglalja.
