Repository: l/debian-webwml
Catalog: webwml/hungarian/po/mailinglists.*.po
Languages: hu

source: Mailing List Subscription
hu: Feliratkozás Levelező Listára

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
hu: Információkért lásd a <a href="./#subunsub">levelező listák</a> oldalt, hogy hogyan tudsz e-mail-ben feliratkozni. A leiratkozáshoz <a href="subscribe">leiratkozó web form</a> is elérhető.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
hu: Figyelem! A legtöbb Debian levelező lista nyilvános fórum. Bármely, a listáraküldött levél nyilvános archívumban kerül megjelenítésre és indexelésrekeresőmotorok által. Csak olyan e-mail címmel iratkozzál fel Debian levelezőlistára, amelynél nem probléma, ha nyilvánosságra kerül.

source: Please select which lists you want to subscribe to:
hu: Válaszd ki, melyik listára szeretnél feliratkozni:

source: No description given
hu: Nincs leírás

source: Moderated:
hu: Moderálja:

source: Posting messages allowed only to subscribers.
hu: Csak feliratkozottak küldhetnek üzeneteket.

source: Only messages signed by a Debian developer will be accepted by this list.
hu: Csak Debian fejlesztők által aláírt üzeneteket fogad ez a lista.

source: Subscription:
hu: Feliratkozás:

source: is a read-only, digestified version.
hu: csak olvasható, kivonatolt verzió.

source: Your E-Mail address:
hu: A Te e-mail címed:

source: Subscribe
hu: Feliratkozás

source: Clear
hu: Tiszta

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
hu: Kérlek, tartsd tiszteletben a <a href="./#ads">hirdetés a Debian levelezőlistákonirányelveket</a>.

source: Mailing List Unsubscription
hu: Leiratkozás a levelező listáról

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
hu: Információkért lásd a <a href="./#subunsub">levelező listák</a> oldalt, hogy hogyan tudsz e-mail-ben leiratkozni. A feliratkozáshoz <a href="subscribe">feliratkozó web form</a> is elérhető.

source: Please select which lists you want to unsubscribe from:
hu: Váaszd ki, melyik listáról szeretnél leiratkozni:

source: Unsubscribe
hu: Leiratkozás

source: open
hu: nyitott

source: closed
hu: zárt
