Repository: l/debian-webwml
Catalog: webwml/hungarian/po/newsevents.*.po
Languages: hu

source: Name:
hu: Név:

source: Previous Talks:
hu: Korábbi beszédek:

source: Languages:
hu: Nyelv:

source: Location:
hu: Hely:

source: Topics:
hu: Támakörök:

source: Upcoming Attractions
hu: Következő Előadás

source: link may no longer be valid
hu: a link többé nem érvényes

source: When
hu: Mikor

source: Where
hu: Hol

source: More Info
hu: Bővebb információ

source: Debian Involvement
hu: Debian Bevonása

source: Main Coordinator
hu: Fő Koordinátor

source: <th>Project</th><th>Coordinator</th>
hu: <th>Projekt</th><th>Koordinátor</th>

source: Related Links
hu: Kapcsolódó linkek

source: Latest News
hu: Legfrissebb hírek

source: Download calendar entry
hu: Naptárbejegyzés letöltése

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
hu: Vissza a többi <a href="./">Debian-hírhez</a> || a <a href="m4_HOME/">Debian projekt kezdőoldalára</a>.

source: <get-var url /> (dead link)
hu: <get-var url /> (nem működő hivatkozás)

source: To receive this newsletter bi-weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
hu: Ha meg akarod kapni e-mailben a kétheti hírlevelünket, <a href="http://lists.debian.org/debian-news/">iratkozz fel a debian-news listára</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
hu: A hírlevél <a href="../..">korábbi számai</a> elérhetőek.

source: <void id="singular" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
hu: <void id="singular" />A Debian Project Newst <a href="mailto:debian-publicity@lists.debian.org">%s</a> szerkeszti.

source: <void id="plural" />Debian Project News is edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
hu: <void id="plural" />A Debian Project Newst <a href="mailto:debian-publicity@lists.debian.org">%s</a> szerkeszti.

source: <void id="singular" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
hu: <void id="singular" />Ezt a Debian Project Newst <a href="mailto:debian-publicity@lists.debian.org">%s</a> szerkesztette.

source: <void id="plural" />This issue of Debian Project News was edited by <a href="mailto:debian-publicity@lists.debian.org">%s</a>.
hu: <void id="plural" />Ezt a Debian Project Newst <a href="mailto:debian-publicity@lists.debian.org">%s</a> szerkesztette.

source: <void id="singular" />It was translated by %s.
hu: <void id="singular" />Fordította: %s.

source: <void id="plural" />It was translated by %s.
hu: <void id="plural" />Fordították: %s.

source: <void id="singularfemale" />It was translated by %s.
hu: <void id="singularfemale" />Fordította: %s.

source: <void id="pluralfemale" />It was translated by %s.
hu: <void id="pluralfemale" />Fordították: %s.

source: List of Speakers
hu: Felszólalók listája:

source: Back to the <a href="./">Debian speakers page</a>.
hu: Vissza a <a href="./">Debian-előadók oldalára</a>.

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
hu: Ha meg akarod kapni e-mailben a heti hírlevelünket, <a href="http://lists.debian.org/debian-news/">iratkozz fel a debian-news listára</a>.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
hu: A Debian Weekly Newst <a href="mailto:dwn@debian.org">%s</a> szerkeszti.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
hu: A Debian Weekly Newst <a href="mailto:dwn@debian.org">%s</a> szerkeszti.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
hu: A Debian Weekly Newst <a href="mailto:dwn@debian.org">%s</a> szerkesztette.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
hu: A Debian Weekly Newst <a href="mailto:dwn@debian.org">%s</a> szerkesztette.
