Repository: l/debian-webwml
Catalog: webwml/hungarian/po/others.*.po
Languages: hu

source: Download
hu: Letöltés

source: Old banner ads
hu: Régebbi bannerreklámok

source: Working
hu: Munka

source: sarge (broken)
hu: sarge (hibás)

source: Booting
hu: Betöltés

source: Building
hu: Felépítés

source: Not yet
hu: Még nem

source: No kernel
hu: Nincs kernel

source: No images
hu: Nincsenek képek

source: <void id="d-i" />Unknown
hu: Ismeretlen

source: Unavailable
hu: Nem elérhető

source: New Maintainers' Corner
hu: Új Karbantartók Sarka

source: Step 1
hu: Első lépés

source: Step 2
hu: Második lépés

source: Step 3
hu: Harmadik lépés

source: Step 4
hu: Negyedik lépés

source: Step 5
hu: Ötödik lépés

source: Step 6
hu: Hatodik lépés

source: Step 7
hu: Hetedik lépés

source: Applicants' checklist
hu: Jelöltek ellenőrzési listája

source: See <a href="m4_HOME/intl/french/">http://www.debian.org/intl/french/</a> (only available in French) for more information.
hu: További információk: <a href="m4_HOME/intl/french/">http://www.debian.org/intl/french/</a> (csak franciául elérhető)

source: See <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
hu: További információk:<a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (csak spanyolul elérhető)

source: Phone:
hu: Telefon:

source: Address:
hu: Cím:

source: With&nbsp;``Debian''
hu: ,,Debian''-nal

source: Without&nbsp;``Debian''
hu: ,,Debian'' nélkül

source: Encapsulated PostScript
hu: Beágyazott PostScript

source: [Debian] (mini button)
hu: [Debian] (mini gomb)

source: same as the above
hu: mint fent

source: Wanted:
hu: Keressük

source: Who:
hu: Ki:

source: Architecture:
hu: Architektúra:

source: Specifications:
hu: Specifikációk:

source: Where:
hu: Hol:

source: Products
hu: Termékek

source: T-shirts
hu: T Pólók

source: frisbees
hu: frisbee-k

source: mouse pads
hu: egérpadok

source: badges
hu: jelvények

source: basketball goals
hu: kosárlabda gólok

source: earrings
hu: fülbevalók

source: suitcases
hu: utitáskák

source: BAD
hu: ROSSZ

source: OK?
hu: Rendben?

source: BAD?
hu: ROSSZ?

source: Unknown
hu: Ismeretlen

source: ALL
hu: MINDEN

source: Package
hu: Csomag

source: Status
hu: Állapot

source: Version
hu: Verzió
