Repository: l/debian-webwml
Catalog: webwml/hungarian/po/ports.*.po
Languages: hu

source: Debian for Laptops
hu: Debian laptopokra

source: Debian for Alpha
hu: Debian Alpha-ra

source: Debian for AMD64
hu: Debian AMD64-re

source: Debian for ARM
hu: Debian ARM-ra

source: Debian for Beowulf
hu: Bebian Beowolf-ra

source: Main
hu: Fő

source: Debian for PA-RISC
hu: Debian PA-RISC-re

source: Hurd CDs
hu: Hurd CD-k

source: Debian for IA-64
hu: Debian IA-64-re

source: Debian GNU/FreeBSD
hu: Debain GNU/FreeBSD

source: Debian for Motorola 680x0
hu: Debian Motorola 680x0-ra

source: Contact
hu: Kapocslat

source: CPUs
hu: CPU-k

source: Credits
hu: Kreditek

source: Development
hu: Fejlesztés

source: Documentation
hu: Dokumentáció

source: Installation
hu: Telepítés

source: Links
hu: Linkek

source: News
hu: Hírek

source: Porting
hu: Portolás

source: Ports
hu: Portok

source: Problems
hu: Problémák

source: Software Map
hu: Szoftver térkép

source: Status
hu: Állapot

source: Supply
hu: Ellátás

source: Systems
hu: Rendszerek

source: Debian for MIPS
hu: Debian MIPS-re

source: Debian GNU/NetBSD for i386
hu: Debian GNU/NetBSD i386-ra

source: Debian GNU/NetBSD for Alpha
hu: Debian GNU/NetBSD Alpha-ra

source: Why
hu: Miért?

source: People
hu: Emberek

source: Debian for PowerPC
hu: Debian PowerPC-re

source: Debian for S/390
hu: Debian S/390-re

source: Debian for Sparc
hu: Debian Sparc-ra

source: Debian for Sparc64
hu: Debian Sparc64-re
