Repository: l/debian-webwml
Catalog: webwml/hungarian/po/search.*.po
Languages: hu

source: Search for
hu: A kifejezés

source: Results per page
hu: Találat/oldal

source: Output format
hu: Az eredmény formátuma

source: Long
hu: Hosszú

source: Short
hu: Rövid

source: Default query type
hu: A keresés típusa

source: All Words
hu: Mindegyik szót

source: Any Words
hu: Bármelyik szót

source: Search through
hu: Szekció

source: Entire site
hu: Az egész webhely

source: Language
hu: Nyelv

source: Any
hu: Bármelyik

source: Search results
hu: Találatok

source: Displaying documents \$(first)-\$(last) of total <B>\$(total)</B> found.
hu: Megjelenítve: \$(first)-\$(last), összesen: <B>\$(total)</B> dokumentum.

source: Sorry, but search returned no results. <P>Some pages may be available in English only, you may want to try searching again and set the Language to Any.
hu: Sajnálom, nincs találat. <P>Próbáld újra a keresést Nyelv: Bármely beállítással!

source: An error occured!
hu: Hiba lépett fel!

source: You should give at least one word to search for.
hu: Nem adtál meg kulcsszót a kereséshez!

source: Next
hu: Következő

source: Prev
hu: Előző
