Repository: l/debian-webwml
Catalog: webwml/hungarian/po/templates.*.po
Languages: hu

source: Yes
hu: Igen

source: No
hu: Nem

source: Debian Project
hu: Debian projekt

source: debian, GNU, linux, unix, open source, free, DFSG
hu: debian, GNU, linux, unix, open source, nyílt forráskód, szabad, ingyenes, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
hu: Vissza a <a href="m4_HOME/">Debian-projekt kezdőoldalára</a>.

source: Home
hu: Kezdőoldal

source: Skip Quicknav
hu: Gyorslinkek átugrása

source: About
hu: Ismertető

source: About Debian
hu: Ismertető a Debianról

source: Contact Us
hu: Kapcsolatfelvétel

source: Donations
hu: Adományok

source: Events
hu: Események

source: News
hu: Hírek

source: Distribution
hu: Disztribúció

source: Support
hu: Terméktámogatás

source: Developers' Corner
hu: Fejlesztők oldala

source: Documentation
hu: Dokumentáció

source: Security Information
hu: Biztonság

source: Search
hu: Keresés

source: none
hu: nincs

source: Go
hu: Rajta

source: worldwide
hu: világméretű

source: Site map
hu: Honlaptérkép

source: Miscellaneous
hu: Egyebek

source: Getting Debian
hu: A Debian beszerzése

source: Last Modified
hu: Legutóbbi módosítás

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
hu: Lásd a <a href="m4_HOME/license" rel="copyright">licencfeltételeket</a>

source: This page is also available in the following languages:
hu: Az oldal az alábbi nyelveken is olvasható:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
hu: Hogyan állítsd be <a href=m4_HOME/intro/cn>az alapértelmezett nyelvet?</a>

source: Partners
hu: Partnerek

source: Weekly News
hu: Heti hírek

source: Release Info
hu: Verziók

source: Debian Packages
hu: Debian-csomagok

source: Download
hu: Letöltés

source: Debian&nbsp;on&nbsp;CD
hu: Debian CD-n

source: Debian Books
hu: Könyvek a Debianról

source: Mailing List Archives
hu: Levelezőlista-archívumok

source: Mailing Lists
hu: Levelezőlisták

source: Social Contract
hu: Társadalmi szerződés

source: Visit the site sponsor
hu: Látogasd meg szponzorainkat!

source: Site map for Debian web pages
hu: A Debian-oldalak térképe

source: Developer Database
hu: Fejlesztők adatbázisa

source: Debian Policy Manual
hu: A Debian policy leírása

source: Developers' Reference
hu: Fejlesztők kézikönyve

source: New Maintainers' Guide
hu: Új karbantartók kézikönyve

source: Release Critical Bugs
hu: Kritikus hibák

source: Lintian Reports
hu: Lintian-jelentések

source: Archives for users' mailing lists
hu: Felhasználói listák archívumai

source: Archives for developers' mailing lists
hu: Fejlesztői listák archívumai

source: Archives for i18n/l10n mailing lists
hu: Honosítási levelezőlisták archívumai

source: Archives for ports' mailing lists
hu: Portolási listák archívumai

source: Archives for mailing lists of the Bug tracking system
hu: A hibakövető rendszer levelezőlistáinak archívumai

source: Archives for miscellaneous mailing lists
hu: Egyéb levelezőlisták archívumai

source: Free Software
hu: Szabad szoftver

source: Development
hu: Fejlesztés

source: Help Debian
hu: Segíts a Debiannak

source: Bug reports
hu: Hibabejelentések

source: Ports/Architectures
hu: Portolás/Architektúrák

source: Installation manual
hu: Telepítési útmutató

source: CD vendors
hu: CD-terjesztők

source: CD/USB ISO images
hu: ISO CD/USB-fájlok

source: Network install
hu: Hálózati telepítés

source: Pre-installed
hu: Előre telepítve

source: Debian-Edu project
hu: Debian-Edu projekt

source: No items for this year.
hu: Nincs cikk ebben az évben.

source: in discussion
hu: megvitatás alatt

source: Future events
hu: Eljövendő események

source: Past events
hu: Régebbi események

source: <void id="doc_for_arch" />%s for %s
hu: <void id="doc_for_arch" />%s %s architektúrára

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
hu: <em>Megjegyzés:</em> Az <a href="$link">eredeti oldalt</a> a legutóbbi fordítás óta módosították.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
hu: Figyelem! A fordítás elavult, olvasd az <a href="$link">eredetit</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
hu: <em>Megjegyzés:</em> Az eredeti oldal már nem létezik.

source: Back to the <a href="../">Who's using Debian? page</a>.
hu: Vissza a <a href="./">ki használja a Debiant oldalra</a>.
