Repository: l/debian-webwml
Catalog: webwml/hungarian/po/vendors.*.po
Languages: hu

source: Vendor:
hu: Eladó:

source: URL for Debian Page:
hu: Debian oldal címe:

source: Allows Contribution to Debian:
hu: Lehetővé teszi a Debian támogatását:

source: Country:
hu: Ország:

source: Ship International:
hu: Nemzetközi szállítás:

source: CD Type:
hu: CD típusa:

source: DVD Type:
hu: DVD Típusa:

source: Architectures:
hu: Architektúrák:

source: Vendor
hu: Eladó

source: Allows Contributions
hu: Támogatás lehetséges

source: Contact
hu: Kapcsolat

source: Vendor Home
hu: Eladó otthona

source: page
hu: oldal

source: within Europe
hu: Európán belül

source: To some areas
hu: Néhány helyre

source: source
hu: forrás

source: and
hu: és
