Repository: l/debian-webwml
Catalog: webwml/persian/po/bugs.*.po
Languages: fa

source: in package
fa: در بسته

source: tagged
fa: برچسب زده شده

source: with severity
fa: با درجه شدت

source: in source package
fa: در بسته منبع

source: in packages maintained by
fa: بسته ها مدیریت می شوند توسط

source: submitted by
fa: ارسال شده توسط

source: owned by
fa: به مالکیت

source: with status
fa: با وضعیت

source: newest bugs
fa: جدیدترین باگ ها

source: with package
fa: با بسته

source: normal
fa: عادی

source: oldview
fa: ظاهر قدیمی

source: raw
fa: سطر

source: age
fa: عمر

source: Repeat Merged
fa: تکرار ادقام

source: Reverse Severity
fa: سختی معکوس:

source: None
fa: هیچکدام

source: testing
fa: آزمایشی

source: oldstable
fa: پایدار قدیمی

source: stable
fa: پایدار

source: experimental
fa: تجربی

source: unstable
fa: ناپایدار

source: Unarchived
fa: بایگانی نشده

source: Archived
fa: بایگانی شده

source: Archived and Unarchived
fa: بایگانی شده و بایگانی نشده
