Repository: l/debian-webwml
Catalog: webwml/persian/po/cdimage.*.po
Languages: fa

source: <void id="dc_faq" />FAQ
fa: <void id="dc_faq" />پرسش های رایج

source: Download with Jigdo
fa: دریافت به کمک Jigdo

source: Download via HTTP/FTP
fa: دریافت توسط HTTP/FTP

source: Buy CDs or DVDs
fa: خرید سی دی یا دی وی دی ها

source: Network Install
fa: نصب از شبکه

source: <void id="dc_download" />Download
fa: <void id="dc_download" />دریافت

source: <void id="dc_misc" />Misc
fa: <void id="dc_misc" />متفرقه

source: <void id="dc_artwork" />Artwork
fa: <void id="dc_artwork" />آثار هنری

source: <void id="dc_mirroring" />Mirroring
fa: <void id="dc_mirroring" />آینه دریافت

source: <void id="dc_torrent" />Download with Torrent
fa: <void id="dc_torrent" />دریافت با تورنت

source: <void id="dc_relinfo" />Image Release Info
fa: <void id="dc_relinfo" />اطلاعات انتشار تصویر

source: Debian CD team
fa: تیم سی دی دبیان

source: <void id="faq-bottom" />faq
fa: <void id="faq-bottom" />پرسش های رایج

source: buy
fa: خرید

source: <void id="misc-bottom" />misc
fa: <void id="misc-bottom" />متفرقه

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
fa: <a href="/MailingLists/disclaimer">لیست پستی عمومی</a> انگلیسی زبان، برای سی دی ها و دی وی دی ها:
