Repository: l/debian-webwml
Catalog: webwml/persian/po/debian-cdd.*.po
Languages: fa

source: Debian-Med
fa: دبیان-مِد

source: Debian-Jr
fa: دبیان-جی‌آر

source: Debian-Lex
fa: دبیان-لکس

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
fa: فهرست زیر شامل پروژه‌های نرم‌افزاری گوناگون می‌باشد که مورد نیاز پروژه <get-var cdd-name /> می‌باشند. در حال حاضر فقط تعداد کمی از آنها به صورت بسته دبیان موجود می‌باشند. اما ما در نظر داریم تا تمام نرم‌افزارهای مورد نیاز <get-var cdd-name /> را که می‌توانند به طور محسوسی در ارتقای کیفیت توزیع شخصی دبیان تاثیرگذار باشند را به سیستم وارد کنیم.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
fa: برای بررسی بهتر پروژه‌ها در مورد در دسترس بودن بسته دبیانی آنها، هر سرسطر به ترتیب زیر یک رنگ دارد:

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
fa: سبز: این پروژه <a href="<get-var url />">به عنوان یک بسته رسمی دبیان در دسترس است</a>

source: Yellow: The project is <a href="<get-var url />">available as an inofficial Debian package</a>
fa: زرد: این پروژه <a href="<get-var url />">به عنوان یک بسته غیر رسمی دبیان در دسترس است</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
fa: قرمز: این پروژه <a href="<get-var url />"> هنوز به عنوان یک بسته دبیان در دسترس نیست</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an inofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
fa: اگر شما پروژه‌ای را می‌شناسید که به نظرتان مناسب <get-var cdd-name /> می‌باشد، یا اگر بسته غیر رسمی دبیان آن را ساخته‌اید، لطفا در فرستادن اطلاعات آن به <a href="<get-var cdd-list-url />">لیست پستی <get-var cdd-name /></a> تردید نداشته باشید.

source: Official Debian packages
fa: بسته‌های رسمی دبیان

source: Inofficial Debian packages
fa: بسته‌های غیر رسمی دبیان

source: Debian packages not available
fa: بسته‌های دبیان موجود نیست

source: There are no projects which fall into this category.
fa: هیچ پروژه‌ای در این طبقه‌بندی قرار نگرفته است.

source: No homepage known
fa: صفحه خانگی مشخص نیست

source: License:
fa: پروانه

source: Free
fa: آزاد

source: Non-Free
fa: غیر آزاد

source: Unknown
fa: نامشخص

source: Official Debian package
fa: بسته رسمی دبیان

source: Inofficial Debian package
fa: بسته غیر رسمی دبیان

source: Debian package not available
fa: بسته دبیان موجود نیست
