Repository: l/debian-webwml
Catalog: webwml/persian/po/distrib.*.po
Languages: fa

source: Keyword
fa: کلیدواژه

source: Search
fa: جستجو

source: Reset
fa: بازنشانی

source: Display
fa: نمایش

source: paths ending with the keyword
fa: مسیر های منتهی به کلیدواژه

source: packages that contain files named like this
fa: بسته‌هایی که شامل پرونده‌هایی با این نام باشند

source: packages that contain files whose names contain the keyword
fa: بسته‌هایی که فایل های داخل آن شامل این کلیدواژه باشد

source: Distribution
fa: توزیع

source: experimental
fa: تجربی

source: unstable
fa: ناپایدار

source: testing
fa: آزمایشی

source: stable
fa: پایدار

source: oldstable
fa: پایدار قدیمی

source: Architecture
fa: معماری

source: any
fa: همه

source: Intel x86
fa: اینتل x86

source: Motorola 680x0
fa: موتورولا 680x0

source: Alpha
fa: آلفا

source: AMD64
fa: اِی‌ام‌دی۶۴

source: SPARC
fa: اسپارک

source: PowerPC
fa: پاورپی‌سی

source: HP PA/RISC
fa: اچ‌پی PA/RISC

source: Intel IA-64
fa: اینتل IA-64

source: IBM S/390
fa: آی‌بی‌ام S/390

source: Hurd (i386)
fa: هرد (i386)

source: Search on
fa: جستجو در

source: Package names only
fa: فقط نام بسته‌ها

source: Descriptions
fa: توضیحات

source: Source package names
fa: نام بسته‌های کد منبع

source: Only show exact matches
fa: تنها موارد کاملا منطبق را نشان بده

source: Section
fa: بخش

source: main
fa: اصلی

source: contrib
fa: وابسته

source: non-free
fa: غیر آزاد

source: Hurd 32-bit PC (i386)
fa: هرد ۳۲ بیتی(i386)

source: Intel Itanium IA-64
fa: اینتل ایتانیوم IA-64
