Repository: l/debian-webwml
Catalog: webwml/persian/po/l10n.*.po
Languages: fa

source: File
fa: پرونده

source: Package
fa: بسته

source: Score
fa: امتیاز

source: Translator
fa: مترجم

source: Team
fa: گروه

source: <get-var lang />, as spoken in <get-var country />
fa: <get-var lang />، که در <get-var country /> صحبت می‌شود

source: Unknown language
fa: زبان نامشخص

source: This page was generated with data collected on: <get-var date />.
fa: این صفحه بر اساس اطلاعات جمع‌آوری شده در تاریخ <get-var date /> ایجاد شده است.

source: Before working on these files, make sure they are up to date!
fa: قبل از کار کردن بر روی این پرونده‌ها، مطمئن شوید که به روز هستند!

source: Section: <get-var name />
fa: بخش: <get-var name />

source: L10n
fa: محلی‌سازی

source: Language list
fa: فهرست زبان‌ها

source: Ranking
fa: رتبه‌بندی

source: Hints
fa: نکته‌ها

source: Errors
fa: خطاها

source: POT files
fa: پرونده‌های POT

source: Hints for translators
fa: نکته‌هایی برای مترجمان
