Repository: l/debian-webwml
Catalog: webwml/persian/po/mailinglists.*.po
Languages: fa

source: Mailing List Subscription
fa: عضویت در لیست پستی

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
fa: برای کسب اطلاعات از نحوه عضویت توسط پست الکترونیکی صفحه <a href="./#subunsub">لیست‌های پستی</a> را مطالعه کنید. همچنین <a href="unsubscribe">فرم لغو عضویت</a> نیز برای لغو عضویت شما از لیست‌های پستی در دسترس است.

source: Note that most Debian mailing lists are public forums. Any mails sent to them will be published in public mailing list archives and indexed by search engines. You should only subscribe to Debian mailing lists using an e-mail address that you do not mind being made public.
fa: توجه داشته باشید که بیشتر لیست‌های پستی دبیان انجمنهای عمومی هستند٬ هر نامه‌ای که به آن فرستاده می‌شود٬ در بایگانی لیست پستی به صورت عمومی منتشر می‌شود و توسط موتورهای جستجو طبقه‌بندی می‌گردد. شما برای عضویت در لیست پستی باید از آدرس پست الکترونیکی استفاده کنید که انتشار آن به صورت عمومی برای شما اهمیتی نداشته باشد.

source: No description given
fa: توضیحی در دسترس نیست

source: Moderated:
fa: کنترل شده:

source: Posting messages allowed only to subscribers.
fa: تنها اعضاء اجازه ارسال پیغام دارند.

source: Only messages signed by a Debian developer will be accepted by this list.
fa: تنها پیغام‌هایی که توسط توسعه‌دهندگان دبیان مشخص شده‌اند در این لیست پذیرفته می‌شوند.

source: Subscription:
fa: عضویت:

source: is a read-only, digestified version.
fa: یک نسخه خلاصه شده٬ فقط خواندنی است.

source: Your E-Mail address:
fa: آدرس پست الکترونیکی شما

source: Subscribe
fa: عضویت

source: Clear
fa: پاک کردن

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
fa: لطفاً به <a href="./#ads">سیاستهای تبلیغاتی لیست پستی دبیان </a> احترام بگذارید.

source: Mailing List Unsubscription
fa: لغو عضویت لیست پستی

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
fa: برای کسب اطلاعات از نحوه عضویت توسط پست الکترونیکی صفحه <a href="./#subunsub">لیست‌های پستی</a> را مطالعه کنید. همچنین <a href="unsubscribe">فرم لغو عضویت</a> نیز برای لغو عضویت شما از لیست‌های پستی در دسترس است.

source: Unsubscribe
fa: لغو عضویت

source: open
fa: باز

source: closed
fa: بسته
