Repository: l/debian-webwml
Catalog: webwml/persian/po/others.*.po
Languages: fa

source: Download
fa: پایین‌گذاری

source: Old banner ads
fa: تبلیغات قدیمی

source: Working
fa: در حال کار

source: sarge
fa: سارژ

source: sarge (broken)
fa: سارژ (شکسته)

source: Booting
fa: در حال راه‌اندازی

source: Building
fa: در حال ساخت

source: Not yet
fa: هنوز نه

source: No kernel
fa: هسته موجود نیست

source: No images
fa: تصویری موجود نیست

source: <void id="d-i" />Unknown
fa: <void id="d-i" />نا مشخص

source: Unavailable
fa: غیر قابل دسترس

source: Step 1
fa: مرحله ۱

source: Step 2
fa: مرحله ۲

source: Step 3
fa: مرحله ۳

source: Step 4
fa: مرحله ۴

source: Step 5
fa: مرحله ۵

source: Step 6
fa: مرحله ۶

source: Step 7
fa: مرحله ۷

source: Applicants' checklist
fa: چک‌لیست داوطلب

source: See <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a> (only available in French) for more information.
fa: برای اطلاعات بیشتر <a href="m4_HOME/intl/french/">https://www.debian.org/intl/french/</a>را مطالعه کنید. (این صفحه تنها به زبان فرانسوی در دسترس است)

source: See <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
fa: برای اطلاعات بیشتر <a href="m4_HOME/intl/spanish/">https://www.debian.org/intl/spanish/</a> را مطالعه کنید. (این صفحه تنها به زبان اسپانیایی در دسترس است)

source: With&nbsp;``Debian''
fa: با&nbsp;«دبیان»

source: Without&nbsp;``Debian''
fa: بدون&nbsp;«دبیان»

source: Encapsulated PostScript
fa: پست اسکریپت کپسوله‌شده

source: [Powered by Debian]
fa: [بر اساس دبیان]

source: [Powered by Debian GNU/Linux]
fa: [بر اساس دبیان گنو/لینوکس]

source: [Debian powered]
fa: [بر اساس دبیان]

source: [Debian] (mini button)
fa: [دبیان] (دکمه کوچک)

source: same as the above
fa: مانند آنچه در بالا آمده است

source: Products
fa: محصولات

source: T-shirts
fa: تی-شرت‌ها

source: hats
fa: کلاه‌ها

source: stickers
fa: برچسب‌ها

source: mugs
fa: لیوان‌ها

source: other clothing
fa: لباس‌های دیگر

source: polo shirts
fa: پیراهن‌های چوگان

source: frisbees
fa: بشقاب پرنده

source: mouse pads
fa: پدهای موس

source: badges
fa: علائم

source: basketball goals
fa: گل‌های بسکتبال

source: earrings
fa: گوشواره‌ها

source: suitcases
fa: چمدانها

source: OK
fa: خوب

source: BAD
fa: بد

source: OK?
fa: خوب؟

source: BAD?
fa: بد؟

source: Unknown
fa: نا‌مشخص

source: ALL
fa: همه

source: Package
fa: بسته

source: Status
fa: وضعیت

source: Version
fa: نسخه

source: URL
fa: نشانی اینترنتی
