Repository: l/debian-webwml
Catalog: webwml/persian/po/ports.*.po
Languages: fa

source: Debian for Laptops
fa: دبیان برای لپ تاپ

source: Debian for Alpha
fa: دبیان برای Alpha

source: Debian for AMD64
fa: دبیان برای AMD64

source: Debian for ARM
fa: دبیان برای ARM

source: Debian for Beowulf
fa: دبیان برای Beowulf

source: Main
fa: اصلی

source: Debian for PA-RISC
fa: دبیان برای PA-RISC

source: Hurd CDs
fa: سی دی های هورد

source: Debian for IA-64
fa: دبیان برای IA-64

source: Debian GNU/FreeBSD
fa: دبیان برای GNU/FreeBSD

source: Debian for Motorola 680x0
fa: دبیان برای موتورولا 680x0

source: Contact
fa: تماس

source: CPUs
fa: سی پی یو ها

source: Credits
fa: اعتبارات

source: Development
fa: توسعه

source: Documentation
fa: مستندات

source: Installation
fa: نصب

source: Links
fa: لینک ها

source: News
fa: اخبار

source: Problems
fa: مشکلات

source: Software Map
fa: نقشه نرم افزار

source: Status
fa: وضعیت

source: Supply
fa: تهیه کردن

source: Systems
fa: سیستم ها

source: Debian for MIPS
fa: دبیان برای MIPS

source: Debian GNU/NetBSD for i386
fa: دبیان گنو/نت بی اس دی برای i386

source: Debian GNU/NetBSD for Alpha
fa: دبیان گنو/نت بی اس دی برای Alpha

source: Why
fa: جرا

source: People
fa: مردم

source: Debian for PowerPC
fa: دبیان برای PowerPC

source: Debian for S/390
fa: دبیان برای S/390

source: Debian for Sparc
fa: دبیان برای Sparc

source: Debian for Sparc64
fa: دبیان برای Sparc64
