Repository: l/debian-webwml
Catalog: webwml/persian/po/security.*.po
Languages: fa

source: Debian Security
fa: امنیت دبیان

source: Debian Security Advisories
fa: مشاوره های امنیتی دبیان

source: Securityfocus Bugtraq database
fa: بانک اطلاعات Securityfocus

source: CERT Advisories
fa: مشاوره های CERT:

source: US-CERT vulnerabilities Notes
fa: یادداشت های آسیب پذیری US-CERT:

source: Source:
fa: منبع:

source: Debian Security Advisory
fa: مشاوره امنیت دبیان

source: Date Reported
fa: داده‌ی گزارش شده

source: Affected Packages
fa: بسته های تحت تاثیر قرار گرفته

source: Vulnerable
fa: آسیب پذیری

source: Security database references
fa: مرجع بانک اطلاعات امنیت

source: More information
fa: اطلاعات بیشتر

source: Fixed in
fa: اصلاح شده در

source: BugTraq ID
fa: شناسه BugTraq

source: Bug
fa: باگ

source: In the Debian bugtracking system:
fa: در سیستم bugtracking دبیان:

source: In the Bugtraq database (at SecurityFocus):
fa: در بانک اطلاعاتی BugTraq (در SecurityFocus):

source: No other external database security references currently available.
fa: مرجع بانک اطلاعات امنیت خارجی دیگری در دسترس نیست.
