Repository: l/debian-webwml
Catalog: webwml/persian/po/templates.*.po
Languages: fa

source: Yes
fa: بله

source: No
fa: خیر

source: Debian Project
fa: پروژه دبیان

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
fa: بازگشت به <a href="m4_HOME/">صفحه خانگی پروژه دبیان</a>.

source: Home
fa: خانه

source: Skip Quicknav
fa: از Quicknav پرش کن

source: About
fa: درباره

source: About Debian
fa: درباره دبیان

source: Contact Us
fa: تماس با ما

source: Donations
fa: کمک های مالی

source: Events
fa: وقایع

source: News
fa: اخبار

source: Distribution
fa: توزیع

source: Support
fa: پشتیبانی

source: Developers' Corner
fa: خلوت توسعه دهندگان

source: Documentation
fa: مستندات

source: Security Information
fa: اطلاعات امنیت

source: Search
fa: جستجو

source: none
fa: هیچکدام

source: Go
fa: برو

source: worldwide
fa: جهانی

source: Site map
fa: نقشهٔ سایت

source: Miscellaneous
fa: گوناگون

source: Getting Debian
fa: دریافت دبیان

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
fa: لطفاً همه نظرات ،نقد ها و پیشنهادات خود را پیرامون این صفحات وب بفرستید به <a herf ="mailto:debian-doc@list.debian.org">لیست پستی ما</a>

source: not needed
fa: نیاز نیست

source: not available
fa: موجود نیست

source: N/A
fa: موجود نیست

source: in release 1.1
fa: در انتشار ۱.۱

source: in release 1.3
fa: در انتشار ۱.۳

source: in release 2.0
fa: در انتشار۲.۰

source: in release 2.1
fa: در انتشار ۲.۱

source: in release 2.2
fa: در انتشار ۲.۲

source: Last Modified
fa: آخرین تغییرات انجام شده

source: Copyright
fa: حق انتشار

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
fa: صفحه <a href="m4_HOME/license" rel="copyright">شرایط مجوز</a> را ببینید.

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
fa: دبیان یک <a href="m4_HOME/trademark">علامت تجاری</a> ثبت شده در مجموعه Public Interest, Inc است.

source: This page is also available in the following languages:
fa: این صفحه در زبان های زیر نیز قابل دسترسی است:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
fa: نحوه تنظیم <a href=m4_HOME/intro/cn>زبان پیش فرض اسناد</a>

source: Debian International
fa: دبیان بین المللی

source: Partners
fa: همکاران

source: Debian Weekly News
fa: اخبار هفتگی دبیان

source: Weekly News
fa: اخبار هفتگی

source: Debian Project News
fa: اخبار پروژه دبیان

source: Project News
fa: اخبار پروژه

source: Release Info
fa: اطلاعات انتشار

source: Debian Packages
fa: بسته های دبیان

source: Download
fa: بار گزاری

source: Debian&nbsp;on&nbsp;CD
fa: دبیان روی CD

source: Debian Books
fa: کتاب های دبیان

source: Mailing List Archives
fa: بایگانی لیست های پستی

source: Mailing Lists
fa: لیست های پستی

source: Social Contract
fa: قرارداد اجتماعی

source: Debian 5.0 - The universal operating system
fa: دبیان ۵٫۰ - سیستم عامل جهانی

source: Site map for Debian web pages
fa: نقشه سایت صفحات وب دبیان

source: Developer Database
fa: پایگاه داده توسعه دهندگان

source: Debian Policy Manual
fa: راهنمای خط مشی دبیان

source: Developers' Reference
fa: مرجع توسعه دهندگان

source: New Maintainers' Guide
fa: راهنمای نگه دارندگان جدید

source: Release Critical Bugs
fa: اشکالات بحرانی انتشار

source: Lintian Reports
fa: گزارش Lintian

source: Archives for users' mailing lists
fa: بایگانی ها برای لیست های پستی کاربران

source: Archives for developers' mailing lists
fa: بایگانی ها برای لیست های پستی توسعه دهندگان

source: Archives for i18n/l10n mailing lists
fa: بایگانی ها برای لیست های پستی i18n/l10n

source: Archives for ports' mailing lists
fa: بایگانی ها برای لیست های پستی port ها

source: Archives for mailing lists of the Bug tracking system
fa: بایگانی ها برای لیست های پستی سیستم دنبال کننده ایرادات

source: Archives for miscellaneous mailing lists
fa: بایگانی ها برای لیست های پستی گوناگون

source: Free Software
fa: نرم افزار آزاد

source: Development
fa: توسعه

source: Help Debian
fa: کمک به دبیان

source: Bug reports
fa: گزارش‌های خطا

source: Ports/Architectures
fa: معماری ها /پورت ها

source: Installation manual
fa: راهنمای نصب

source: CD vendors
fa: فروشندگان لوح فشرده

source: Network install
fa: نصب توسط شبکه

source: Pre-installed
fa: از پیش نصب شده

source: Debian-Edu project
fa: پروژه Debian-Edu

source: Quality Assurance
fa: تضمین کیفیت

source: Package Tracking System
fa: سیستم پیگرد بسته

source: Debian Developer's Packages Overview
fa: مرور کلی بسته های توسعه دهندگان دبیان

source: No items for this year.
fa: هیج قطعه ای برای این سال وجود ندارد

source: proposed
fa: پیشنهاد شده

source: in discussion
fa: در حال گفت و گو

source: voting open
fa: رای دادن باز است

source: finished
fa: پایان یافته است

source: Future events
fa: وقایع آینده

source: Past events
fa: وقایع گذشته

source: (new revision)
fa: (بازبینی جدید)

source: Report
fa: گزارش

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
fa: <em>Note:</em> The <a href="$link">مستندان اصلی</a> از این ترجمه جدید تر هستند.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
fa: هشدار! این ترجمه بسیار قدیمی است ٫لطفاً صفحه <a href="$link">اصلی</a> را ببینید.

source: <em>Note:</em> The original document of this translation no longer exists.
fa: <em>توجه:</em> سند اصلی این ترجمه دیگر در دسترس نیست.

source: Back to the <a href="../">Who's using Debian? page</a>.
fa: بازگشت به <a href="../">صفحه چه کسی از دبیان استفاده می کند؟</a>.
