Repository: l/debian-webwml
Catalog: webwml/persian/po/vendors.*.po
Languages: fa

source: Vendor:
fa: فروشنده:

source: URL for Debian Page:
fa: URL برای صفحه دبیان:

source: Allows Contribution to Debian:
fa: اجازه دادن به همکاری با دبیان:

source: Country:
fa: کشور:

source: Ship International:
fa: ارسال بین المللی:

source: email:
fa: پست الکترونیکی:

source: CD Type:
fa: نوع CD:

source: DVD Type:
fa: نوع DVD:

source: Architectures:
fa: معماری:

source: Vendor
fa: فروشنده

source: Allows Contributions
fa: اجازه همکاری

source: Architectures
fa: معماری ها:

source: Ship International
fa: ارسال بین المللی

source: Contact
fa: تماس

source: Vendor Home
fa: خانه فروشنده

source: page
fa: صفحه

source: email
fa: پست الکترونیکی

source: within Europe
fa: در محدوده اروپا

source: To some areas
fa: به بعضی مکان ها

source: source
fa: منبع

source: and
fa: و
