Repository: l/debian-webwml
Catalog: webwml/persian/po/vote.*.po
Languages: fa

source: Date
fa: تاریخ

source: Time Line
fa: خط زمان

source: Nominations
fa: نامزدها

source: Debate
fa: بحث

source: Platforms
fa: سکو ها

source: Proposer
fa: پیشنهاد کننده

source: Proposal A Proposer
fa: Aطرح پیشنهادی پیشنهاد کننده

source: Proposal B Proposer
fa: Bطرح پیشنهادی پیشنهادکننده

source: Proposal C Proposer
fa: Cطرح پیشنهادی پیشنهاد دهنده

source: Proposal D Proposer
fa: Dطرح پیشنهادی پیشنهاد دهنده

source: Proposal E Proposer
fa: Eطرح پیشنهادی پیشنهاد دهنده

source: Proposal F Proposer
fa: Fطرح پیشنهادی پیشنهاد دهنده

source: Seconds
fa: ثانویه ها

source: Proposal A Seconds
fa: Aپیشنهاد دهنده طرح پیشنهادی ثانویه

source: Proposal B Seconds
fa: B طرح پیشنهادی ثانویه پیشنهاد دهنده

source: Proposal C Seconds
fa: C طرح پیشنهادی ثانویه

source: Proposal D Seconds
fa: D طرح پیشنهادی ثانویه

source: Proposal E Seconds
fa: E طرح پیشنهادی ثانویه

source: Proposal F Seconds
fa: F طرح پیشنهادی ثانویه

source: Opposition
fa: مخالفت

source: Text
fa: متن

source: Proposal A
fa: Aپیشنهاد

source: Proposal B
fa: B پیشنهاد

source: Proposal C
fa: C پیشنهاد

source: Proposal D
fa: D پیشنهاد

source: Proposal E
fa: D طرح

source: Proposal F
fa: F طرح

source: Choices
fa: انتخاب ها

source: Amendment Proposer
fa: اصلاح پیشنهاد دهنده

source: Amendment Seconds
fa: اصلاح ثانویه ها

source: Amendment Text
fa: اصلاح متن

source: Amendment Proposer A
fa: A اصلاح پیشنهاد دهنده

source: Amendment Seconds A
fa: A اصلاح ثانویه های

source: Amendment Text A
fa: A اصلاح متن

source: Amendment Proposer B
fa: B اصلاح پیشنهاد دهنده

source: Amendment Seconds B
fa: B اصلاح ثانویه های

source: Amendment Text B
fa: B اصلاح متن

source: Amendments
fa: اصلاحات

source: Proceedings
fa: اقدام

source: Majority Requirement
fa: اکثریت نیازمندی

source: Data and Statistics
fa: داده و ارقام

source: Quorum
fa: حد نصاب

source: Minimum Discussion
fa: بحث کمینه

source: Ballot
fa: ورقه رای

source: Forum
fa: بازار

source: Outcome
fa: نتیجه

source: Waiting&nbsp;for&nbsp;Sponsors
fa: انتظار&nbsp;برای&nbsp;حامیان

source: In&nbsp;Discussion
fa: در حال&nbsp;بحث

source: Voting&nbsp;Open
fa: رای دادن&nbsp;باز

source: Decided
fa: قطعی

source: Withdrawn
fa: پس گرفته شده

source: Other
fa: دیگر

source: Home&nbsp;Vote&nbsp;Page
fa: خانه&nbsp;رای&nbsp;صفحه

source: How&nbsp;To
fa: چگونه&nbsp;پیکربندی کردن

source: Submit&nbsp;a&nbsp;Proposal
fa: پیشنهاد کردن&nbsp;a&nbsp;طرح

source: Amend&nbsp;a&nbsp;Proposal
fa: اصلاح کردن&nbsp;a&nbsp;طرح

source: Follow&nbsp;a&nbsp;Proposal
fa: دنبال کردن&nbsp;a&nbsp;طرح

source: Read&nbsp;a&nbsp;Result
fa: خواندن&nbsp;a&nbsp;نتیجه

source: Vote
fa: رای
