Repository: l/debian-webwml
Catalog: webwml/persian/po/wnpp.*.po
Languages: fa

source: No requests for adoption
fa: هیچ تقاضایی برای اتخاذ نیست

source: No orphaned packages
fa: بسته های یتیم وجود ندارد

source: No packages waiting to be adopted
fa: هیچ بسته ای در انتظار پذیرش نیست

source: No packages waiting to be packaged
fa: هیچ بسته ای در انتظار بسته بندی شدن نیست

source: No Requested packages
fa: بسته تقاضا شده ای نیست

source: No help requested
fa: هیچ کمکی تقاضا نشده

source: in adoption since today.
fa: در تقاضا از امروز

source: in adoption since yesterday.
fa: در تقاضا از دیروز

source: %s days in adoption.
fa: %s روز در انتظار قبولی

source: in preparation since today.
fa: در تدارک از امروز

source: in preparation since yesterday.
fa: در تدارک از دیروز

source: %s days in preparation.
fa: %s روز در حال آماده سازی

source: requested today.
fa: امروز تقاضا شده

source: requested yesterday.
fa: دیروز تقاضا شده

source: requested %s days ago.
fa: %s روز پیش تقاضا شده

source: package info
fa: اطلاعات بسته
