Repository: l/debian-webwml
Catalog: packages/po/pdo.*.po
Languages: de, fi, fr, uk

source: Software Packages in "%s"
de: Software-Pakete in »%s«
fi: Ohjelmistopaketit jakelussa "%s"
fr: Paquets inclus dans «&nbsp;%s&nbsp;»
uk: Пакунки в дистрибутиві „%s“

source: List of sections in %s
de: Liste der Sektionen in %s
fi: Osastoluettelo jakelussa %s
fr: Liste des sections de %s
uk: Список розділів в дистрибутиві %s

source: Warning: The <span class="pred">experimental</span> distribution contains software that is likely unstable or buggy and may even cause data loss. If you ignore this warning and install it nevertheless, you do it on your own risk.
de: Warnung: Die <span class="pred">experimental</span>-Distribution enthält Software die höchstwahrscheinlich instabil oder fehlerhaft ist und sogar Datenverlust verursachen kann. Wenn Sie diese Warnung ignorieren und es dennoch installieren, so tun Sie dies auf eigenes Risiko.
fi: Varoitus: <span clas="pred">kokeellinen</span> jakelu sisältää ohjelmistoja, jotka ovat luultavasti epävakaita sekä bugisia, ja voi aiheuttaa jopa tiedonhäviötä. Mikäli ohitat tämän varoituksen ja asennat paketin kaikesta huolimatta, otat vastuun itsellesi.
fr: Avertissement&nbsp;: la distribution «&nbsp;<span class="pred">experimental</span>&nbsp;» contient des logiciels qui peuvent être instables ou bogués et peuvent éventuellement corrompre vos données. Leur installation s'effectue donc à vos risques et périls.
uk: Увага: „<span class="pred">Експериментальний</span>“ містить програмне забезпечення, яке напевне є нестабільним або містить помилки і навіть може спричинити втрату даних. Якщо ви проігноруєте це попередження і встановите його, то робіть це на ваш ризик.

source: List of all packages
de: Liste aller Pakete
fi: Luettelo kaikista paketeista
fr: Liste de tous les paquets
uk: Список всіх пакунків

source: All packages
de: Alle Pakete
fi: Kaikki paketit
fr: Tous les paquets
uk: Всі пакунки

source: compact compressed textlist
de: kompakte, gepackte Liste im Textformat
fi: pieni tiivistetty tekstiluettelo
fr: liste au format texte compressée
uk: компактний стислий список

source: New Packages in "%s"
de: Neue Pakete in »%s«
fi: Uudet paketit komponentissa "%s"
fr: Nouveaux Paquets dans «&nbsp;%s&nbsp;»
uk: Нові пакунки в дистрибутиві „%s“

source: The following packages were added to the unstable Debian archive during the last 7 days.
fi: Seuraavat paketit on lisätty epävakaaseen Debian-arkistoon viimeisen seitsemän (7) päivän aikana.
fr: Les paquets suivants ont été ajoutés à l'archive Debian «&nbsp;unstable&nbsp;» au cours des 7&nbsp;derniers jours.
uk: Наступні пакунки було додано до нестабільного архіву Debian протягом останніх семи днів.

source: This information is also available as an <a href="newpkg_%s.%s.rdf">RSS feed</a>.
de: Diese Informationen sind auch als <a href="newpkg_%s.%s.rdf">RSS-Feed</a> verfügbar.
fi: Tämä tieto on saatavilla myös <a href="newpkg_%s.%s.rdf">RSS-syötteenä</a>.
fr: Cette information est aussi disponible via le <a href="newpkg_%s.%s.rdf">fil RSS</a>.
uk: Ця інформація також доступна як <a href="newpkg_%s.%s.rdf">лента RSS</a>.

source: Packages that were added to the unstable Debian archive during the last 7 days.
fi: Paketit, jotka on lisätty epävakaaseen Debian-arkistoon viimeisen seitsemän (7) päivän aikana.
fr: Paquets ayant été ajoutés à l'archive Debian «&nbsp;unstable&nbsp;» au cours des 7&nbsp;derniers jours.
uk: Пакунки які біли додані до нестабільного архіву Debian впродовж останніх 7 днів.

source: The following packages were added to the "%s" component next to the Debian archive during the last 7 days.
fi: Seuraavat paketit on lisätty komponenttiin "%s" Debian-arkistoon viimeisen seitsemän (7) päivän aikana.
fr: Les paquets suivants ont été ajoutés à la section «&nbsp;%s&nbsp;» de l'archive Debian au cours des 7&nbsp;derniers jours.
uk: Наступні пакунки було додано до компоненту „%s“ впродовж останніх 7 днів.

source: Packages that were added to the "%s" component next to the unstable Debian archive during the last 7 days.
fi: Paketit, jotka on lisätty komponenttiin "%s" epävakaaseen Debian-arkistoon viimeisen seitsemän (7) päivän aikana.
fr: Paquets ayant été ajoutés à la section «&nbsp;%s&nbsp;» de l'archive Debian «&nbsp;unstable&nbsp;» au cours des 7&nbsp;derniers jours.
uk: Пакунки які було додано до компоненту „%s“ впродовж останніх 7 днів.

source: New packages in %s
de: Neue Pakete in %s
fi: Uudet paketit komponentissa %s
fr: Nouveaux paquets dans «&nbsp;%s&nbsp;»
uk: Нові пакунки в дистрибутиві %s

source: virtual package
de: Virtuelles Paket
fi: näennäispaketti
fr: paquet virtuel
uk: віртуальний пакунок

source: Distribution:
fi: Jakelu:
fr: Distribution&nbsp;:
uk: Дистрибутив

source: Overview over this distribution
de: Übersicht über diese Distribution
fi: Tämän jakelun yleiskuva
fr: Vue d'ensemble de cette distribution
uk: Огляд цього дистрибутива

source: Section:
de: Sektion:
fi: Osasto:
fr: Section&nbsp;:
uk: Розділ:

source: All packages in this section
de: Alle Pakete in dieser Sektion
fi: Kaikki tämän osaston paketit
fr: Tous les paquets de cette section
uk: Всі пакунки в цьому розділі

source: Virtual Package: %s
de: Virtuelles Paket: %s
fi: Näennäispaketti: %s
fr: Paquet virtuel&nbsp;: %s
uk: Віртуальний пакунок: %s

source: This is a <em>virtual package</em>. See the <a href="%s">Debian policy</a> for a <a href="%sch-binary#s-virtual_pkg">definition of virtual packages</a>.
fi: Tämä on <em>näennäispaketti</em>. Katso <a href="%s">Debianin linjan kuvaksesta</a> <a href="%sch-binary#s-virtual_pkg">näennäispaketin määritelmä</a>.

source: Packages providing %s
fi: Paketit, jotka tarjoavat paketin %s
fr: Paquets fournissant %s
uk: Пакунки що надають %s

source: Package: %s (%s)
de: Paket: %s (%s)
fi: Paketti: %s (%s)
fr: Paquet&nbsp;: %s (%s)
uk: Пакунок: %s (%s)

source: Versions:
de: Versionen:
fi: Versiot:
fr: Versions&nbsp;:
uk: Версії:

source: Experimental package
de: Experimentelles Paket
fi: Kokeellinen paketti
fr: Paquet «&nbsp;experimental&nbsp;»
uk: Експериментальний пакунок

source: Warning: This package is from the <span class="pred">experimental</span> distribution. That means it is likely unstable or buggy, and it may even cause data loss. If you ignore this warning and install it nevertheless, you do it on your own risk.
de: Warnung: Dieses Paket ist aus der <span class="pred">experimental</span>-Distribution. Dies bedeutet dass es höchstwahrscheinlich instabil oder fehlerhaft ist und sogar Datenverlust verursachen kann. Wenn Sie diese Warnung ignorieren und es dennoch installieren, so tun Sie dies auf eigenes Risiko.
fi: Varoitus: Tämä paketti on <span class="pred">kokeellisesta</span> jakelusta. Tämä tarkoittaa, että se on luultavasti epävakaa tai buginen, ja voi aiheuttaa jopa tiedonhäviötä. Mikäli ohitat tämän varoituksen ja asennat paketin kaikesta huolimatta, otat vastuun itsellesi.
fr: Avertissement&nbsp;: ce paquet appartient à la distribution «&nbsp;<span class="pred">experimental</span>&nbsp;». Cela signifie qu'il peut être instable ou bogué et peut éventuellement corrompre vos données. Son installation s'effectue donc à vos risques et périls.
uk: Увага: Це пакунок <span class="pred">експериментального</span> дистрибутиву. Це означає, що він напевне нестабільний або в ньому є помилки, і він навіть може призвести до втрати даних. Якщо ви проігноруєте це попередження і встановите його, то робіть це на ваш ризик.

source: Users of experimental packages are encouraged to contact the package maintainers directly in case of problems.
de: Benutzer von experimentellen Paketen sollten direkt den Paketbetreuer im Falle von Problemen kontaktieren.
fi: Kokeellisten pakettien käyttäjiä kehotetaan ottamaan ongelmatapauksissa yhteyttä suoraan paketin ylläpitäjiin.
fr: Nous encourageons les utilisateurs de paquets d'«&nbsp;experimental&nbsp;» rencontrant des problèmes à contacter directement le responsable du paquet.
uk: Користувачам експериментальних пакунків у випадку виникнення проблем рекомендується зв'язуватись зі супроводжуючими пакунків напряму.

source: debian-installer udeb package
de: debian-installer udeb-Paket
fi: debian-asentimen udeb-paketti
fr: paquet de l'installateur Debian udeb
uk: udeb-пакунок встановлювача

source: Warning: This package is intended for the use in building <a href="http://www.debian.org/devel/debian-installer">debian-installer</a> images only. Do not install it on a normal Debian system.
de: Warnung: Dieses Paket ist nur dazu gedacht, um <a href="http://www.debian.org/devel/debian-installer">debian-installer</a>-Images zu erzeugen. Installieren Sie es nicht auf einem normalen Debian-System.
fi: Varoitus: Tämä paketti on tarkoitettu käytettäväksi vain rakennettaessa <a href="http://www.debian.org/devel/debian-installer">debian-asentimen</a> vedoksia. Älä asenna normaaliin Debian-järjestelmään.
fr: Avertissement&nbsp;: ce paquet est réservé à la construction des images de l'<a href="http://www.debian.org/devel/debian-installer">installateur Debian</a>. Il ne doit pas être installé sur un système Debian classique.
uk: Увага: цей пакунок призначений для використання тільки при створенні образів <a href="http://www.debian.org/devel/debian-installer">встановлювача Debian</a>. Не встановлюйте його на звичайній системі Debian.

source: Other Packages Related to %s
fi: Muut pakettiin %s liittyvät paketit
fr: Autres paquets associés à %s
uk: Інші пакунки пов'язані з %s

source: Note that the "<span class="pred">experimental</span>" distribution is not self-contained; missing dependencies are likely found in the "<a href="../../unstable/">unstable</a>" distribution.
de: Beachten Sie dass die »<span class="pred">experimental</span>«-Distribution nicht abgeschlossen ist; fehlende Abhängigkeiten werden mit großer Wahrscheinlichkeit in der »<a href="../../unstable/">unstable</a>«-Distribution gefunden.
fi: Huomaa, että "<span class="pred">kokeellinen</span>" jakelu ei ole itsenäinen kokonaisuus. Puuttuvat riippuvuudet löytyvät luultavasti "<a href="../../unstable/">epävakaasta</a>" jakelusta.
fr: Veuillez noter que la distribution «&nbsp;"<span class="pred">experimental</span>"&nbsp;» n'est pas autosuffisante&nbsp;; certaines dépendances peuvent se trouver dans la distribution «&nbsp;"<a href="../../unstable/">unstable</a>"&nbsp;».
uk: Майте на увазі, що „<span class="pred">експериментальний</span>“ дистрибутив не є самодостатнім; відсутні залежності скоріше за все є „<a href="../../unstable/">нестабільному</a>“ дистрибутиві.

source: Download %s
de: %s herunterladen
fi: Imuroi %s
fr: Télécharger %s
uk: Завантажити %s

source: The download table links to the download of the package and a file overview. In addition it gives information about the package size and the installed size.
fi: Imurointitaulukko linkittää paketin imurointiin ja tiedostokatsaukseen. Lisäksi se antaa tietoa paketin koosta sekä asennukseen tarvittavasta levytilasta.
fr: Le tableau de téléchargement pointe sur le téléchargement du paquet et sur un aperçu du fichier. Il indique par ailleurs la taille du paquet et l'espace occupé une fois installé.
uk: Таблиця завантаження містить посилання для завантаження пакунків та огляд файлів. Додатково, вона містить інформацію про розмір пакунка та розмір після встановлення.

source: Download for all available architectures
fi: Imurointi kaikille saataville arkkitehtuureille
fr: Télécharger pour toutes les architectures proposées
uk: Завантаження для всіх доступних архітектур

source: Architecture
fi: Arkkitehtuuri
uk: Архітектура

source: Files
fi: Tiedostot
fr: Fichiers
uk: Файли

source: Installed Size
fi: Koko asennettuna
fr: Espace occupé
uk: Розмір після встановлення

source: Package Size
fi: Paketin koko
fr: Taille du paquet
uk: Розмір пакунка

source: list of files
de: Liste der Dateien
fi: tiedostoluettelo
fr: liste des fichiers
uk: список файлів

source: Size is measured in kBytes.
de: Die Größe wird in kBytes angegeben.
fi: Koko mitataan kilotavuissa.
fr: La taille est indiquée en kOctets
uk: Розмір даний в кілобайтах.

source: Version
fi: Versio
uk: Версія

source: Maintainer
de: Betreuer
fi: Ylläpitäjä
fr: Responsable
uk: Супроводжуючий

source: Uploaders
fi: Uploadaajat
fr: Expéditeurs
uk: Завантажувачі

source: Section
de: Sektion
fi: Osasto
uk: Розділ

source: Priority
de: Priorität
fi: Tärkeys
fr: Priorité
uk: Приоритет

source: Essential
de: Essentiell
fi: Välttämätön
fr: Essentiel
uk: Необхідний

source: yes
de: ja
fi: kyllä
fr: oui
uk: так

source: Source package
de: Quellcode-Paket
fi: Lähdepaketti
fr: Paquet source
uk: Джерельний пакунок

source: Source package: %s (%s)
de: Quellcode-Paket: %s (%s)
fi: Lähdepaketti: %s (%s)
fr: Paquet source&nbsp;: %s (%s)
uk: Джерельний пакунок: %s (%s)

source: The following binary packages are built from this source package:
de: Die folgenden Binärpakete werden aus diesem Quellcode-Paket gebaut:
fi: Seuraavat binääripaketit on käännetty tästä lähdepaketista:
fr: Les paquets binaires suivants sont compilés à partir de ce paquet source&nbsp;:
uk: Наступні двійкові пакунки побудовано з цього джерельного пакунка:

source: Download %s
de: %s herunterladen
fi: Imuroi %s
fr: Télécharger %s
uk: Завантажити %s

source: File
de: Datei
fi: Tiedosto
fr: Fichier
uk: Файл

source: Size (in kB)
de: Größe (in kB)
fi: Koko (kt)
fr: Taille (en kOctets)
uk: Розмір (в кБ)

source: md5sum
fi: MD5-summa
fr: code de contrôle MD5
uk: сума MD5

source: Warning: These packages are intended for the use in building <a href="http://www.debian.org/devel/debian-installer/">debian-installer</a> images only. Do not install them on a normal Debian system.
de: Warnung: Diese Pakete sind nur dazu gedacht, um <a href="http://www.debian.org/devel/debian-installer">debian-installer</a>-Images zu erzeugen. Installieren Sie sie nicht auf einem normalen Debian-System.
fi: Varoitus: Nämä paketit on tarkoitettu käytettäväksi vain rakennettaessa <a href="http://www.debian.org/devel/debian-installer">debian-asentimen</a> vedoksia. Älä asenna normaaliin Debian-järjestelmään.
fr: Avertissement&nbsp;: ces paquets sont réservés à la construction des images de l'<a href="http://www.debian.org/devel/debian-installer">installateur Debian</a>. Ils ne doivent pas être installés sur un système Debian classique.
uk: Увага: Ці пакунки призначені для використання тільки при побудові образів <a href="http://www.debian.org/devel/debian-installer/">встановлювача Debian</a>. Не встановлюйте їх на нормальній системі Debian.

source: Software Packages in "%s", %s section
de: Software-Pakete in »%s«, Sektion %s
fi: Ohjelmistopaketit jakelun "%s" osastossa %s
fr: Paquets de «&nbsp;%s&nbsp;», section %s
uk: Пакунки в дистрибутиві „%s“, розділі %s

source: No packages in this section in this suite
de: Keine Pakete in dieser Sektion in dieser Suite
fi: Kokoelman tässä osastossa ei ole paketteja
fr: Aucun paquet dans cette section et cette distribution
uk: Немає пакунків в цій секції цього дистрибутиву

source: Software Packages in "%s", priority %s
de: Software-Pakete in »%s«, Priorität »%s«
fi: Ohjelmistopaketit jakelussa "%s" tärkeysasteella %s
fr: Paquets de «&nbsp;%s&nbsp;», priorité %s
uk: Пакунки в дистрибутиві „%s“, пріоритет %s

source: No packages with this priority in this suite
de: Keine Pakete mit dieser Priorität in dieser Suite
fi: Kokoelmassa ei ole paketteja tällä tärkeysasteella
fr: Aucun paquet de cette priorité et cette distribution
uk: Немає пакунків з цим пріоритетом в цьому розділі

source: Software Packages in "%s", essential packages
de: Software-Pakete in »%s«, essentielle Pakete
fi: Ohjelmistopaketit jakelussa "%s", välttämättömät paketit
fr: Paquets de «&nbsp;%s&nbsp;», paquets essentiels
uk: Пакунки в дистрибутиві „%s“, необхідні пакунки

source: No essential packages in this suite
de: Keine essentiellen Pakete in dieser Suite
fi: Kokoelmassa ei ole välttämättömiä paketteja
fr: Aucun paquet essentiel dans cette distribution
uk: Немає необхідних пакунків в цьому дистрибутиві

source: All Debian Packages in "%s"
de: Alle Debian-Pakete in »%s«
fi: Kaikki jakelun "%s" Debian-paketit
fr: Tous les paquets Debian dans «&nbsp;%s&nbsp;»
uk: Всі пакунки Debian в дистрибутиві „%s“

source: Last Modified:
de: Zuletzt geändert:
fi: Viimeksi muutettu:
fr: Dernière modification&nbsp;:
uk: Остання зміна:

source: Copyright (C) 1997-2005 SPI; See <URL:http://www.debian.org/license> for the license terms.
de: Copyright (c) 1997-2005 SPI; Unter <URL:http://www.debian.org/license> finden Sie die Lizenzbedingungen.
fi: Copyright © 1997-2005 SPI; Katso lisenssiehdot sivulta <URL:http://www.debian.org/license>.
fr: Copyright © 1997-2005 SPI&nbsp;;voir <URL:http://www.debian.org/license> les termes de la licence.
uk: Copyright (C) 1997-2005 SPI; Перегляньте <URL:http://www.debian.org/license> щодо умов ліцензії.

source: Source Packages in "%s"
de: Quellcode-Pakete in »%s«
fi: Lähdepaketit jakelussa "%s"
fr: Paquets source dans «&nbsp;%s&nbsp;»
uk: Джерельні пакунки в дистрибутиві „%s“

source: not
de: nicht
fi: ei
fr: non
uk: не

source: Virtual package
de: Virtuelles Paket
fi: Näennäispaketti
fr: Paquet virtuel
uk: Віртуальний пакунок

source: Package not available
de: Paket nicht verfügbar
fi: Paketti ei saatavilla
fr: Paquet indisponible
uk: Пакунок недоступний

source: or
de: oder
fi: tai
fr: ou
uk: або

source: Not available
de: Paket nicht verfügbar
fi: Ei saatavilla
fr: Indisponible
uk: Не доступний

source: More Information on %s
fi: Lisätietoa paketista %s
fr: Plus d'informations sur %s
uk: Додаткова інформація про %s

source: Check for <a href="%s">Bug Reports</a> about %s.
fi: Tarkista paketin %s <a href="%s">vikailmoitukset</a>.
fr: Consulter les <a href="%s">rapports de bogues</a> de %s.
uk: Перегляньте <a href="%s">повідомлення про помилки</a> про %s.

source: Source Package:
de: Quellcode-Paket:
fi: Lähdepaketti:
fr: Paquet source&nbsp;:
uk: Джерельний пакунок:

source: Download
fi: Imuroi
fr: Télécharger
uk: Завантажити

source: Not found
de: Nicht gefunden
fi: Ei löytynyt
fr: Introuvable
uk: Не знайдено

source: View the <a href="%s">Debian changelog</a>
de: Das <a href="%s">Debian-Changelog</a>
fi: Katso <a href="%s">Debian-muutoslokia</a>
fr: Consulter le <a href="%s">journal des modifications Debian</a>
uk: Переглянути <a href="%s">журнал змін Debian</a>

source: View the <a href="%s">copyright file</a>
de: Die <a href="%s">Copyright-Datei</a>
fi: Katso <a href="%s">copyright-tiedostoa</a>
fr: Consulter le <a href="%s">fichier de licence</a>
uk: Переглянути <a href="%s">файл з авторськими правами</a>

source: %s is responsible for this Debian package.
de: %s betreut dieses Debian-Paket.
fi: %s on vastuussa tästä Debian-paketista.
fr: %s est responsable de ce paquet Debian.
uk: %s відповідає за цей пакунок Debian

source: and %s are responsible for this Debian package.
de: und %s betreuen dieses Debian-Paket.
fi: ja %s ovat vastuussa tästä Debian-paketista.
fr: et %s sont responsables de ce paquet Debian.
uk: і %s відповідають з цей пакунок Debian.

source: See the <a href="%s">developer information for %s</a>.
de: <a href="%s">Entwicklerinformationen für %s</a>.
fi: Katso <a href="%s">paketin %s kehittäjätietoja</a>.
fr: Consulter les <a href="%s">informations de développement de %s</a>.
uk: Перегляньте <a href="%s">інформацію для розробників про %s</a>.

source: Search for <a href="%s">other versions of %s</a>
de: Suchen Sie <a href="%s">andere Versionen von %s</a>
fi: Hae <a href="%s">paketin %s muita versioita</a>
fr: Chercher d'<a href="%s">autres versions de %s</a>
uk: Шукати на <a href="%s">інші версії %s</a>

source: Debian Project
de: Debian-Projekt
fi: Debian-projekti
fr: Projet Debian
uk: Проект Debian

source: Skip Site Navigation
fi: Ohita sivustonavigointi
fr: Sauter la navigation du site
uk: Пропустити меню

source: About&nbsp;Debian
de: Über&nbsp;Debian
fi: Tietoja&nbsp;Debianista
fr: À&nbsp;propos&nbsp;de&nbsp;Debian
uk: Про&nbsp;Debian

source: News
de: Neues
fi: Uutiset
fr: Actualités
uk: Новини

source: Getting&nbsp;Debian
de: Debian&nbsp;besorgen
fi: Debianin&nbsp;hankkiminen
fr: Obtenir&nbsp;Debian
uk: Отримання&nbsp;Debian

source: Support
de: Unterstützung
fi: Tuki
fr: Assistance
uk: Підтримка

source: Development
de: Entwicklung
fi: Kehitys
fr: Le&nbsp;coin&nbsp;du&nbsp;développeur
uk: Розробка

source: Site map
fi: Sivustokartta
fr: Plan&nbsp;du&nbsp;site
uk: Карта сайту

source: Search
de: Suche
fi: Hae
fr: Recherche
uk: Пошук

source: Back to: <a href="%s/">Debian Project homepage</a> || <a href="%s/">Packages search page</a>
de: Zurück zur: <a href="%s/">Debian-Projekt-Homepage</a> || <a href="%s/">Paketsuche</a>
fi: Takaisin: <a href="%s/">Debian-projektin kotisivulle</a> || <a href="%s/">Pakettien hakusivulle</a>
fr: Retour à la&nbsp;: <a href="%s/">Page d'accueil du Projet Debian</a> || <a href="%s/">Page de recherche de paquets</a>
uk: Повернутися до: <a href="%s/">головної сторінки проекту Debian</a> || <a href="%s/">сторінки пошуку пакунків</a>

source: To report a problem with the web site, e-mail <a href="mailto:%s">%s</a>. For other contact information, see the Debian <a href="%s/contact">contact page</a>.
de: Um ein Problem mit der Web-Site zu berichten, schreiben Sie eine E-Mail an <a href="mailto:%s">%s</a> (auf Englisch). Für weitere Kontaktinformationen sollten Sie auf die Debian-<a href="%s/contact">Kontakt-Seite</a> schauen.
fi: Tällä www-sivulla olevista ongelmista voi ilmoittaa lähettämällä sähköpostia englanniksi osoitteeseen <a href="mailto:%s">%s</a>. Muut yhteystiedot löytyvät Debianin <a href="%s/contact">yhteystietosivulta</a>.
fr: Pour signaler un problème sur le site web, envoyez un courriel en anglais à <a href="mailto:%s">%s</a> ou en français à <a href="mailto:debian-l10n-french@lists.debian.org">debian-l10n-french@lists.debian.org</a>. Pour obtenir d'autres informations, référez-vous à la <a href="%s/contact">page contact</a> de Debian.
uk: Щоб повідомити про проблему із web-сайтом, надішліть лист на адресу <a href="mailto:%s">%s</a>. Додаткову інформацію дивиться на <a href="%s/contact">сторінці з контактною інформацією</a>.

source: Copyright &copy; 1997-2005 <a href="http://www.spi-inc.org">SPI</a>; See <a href="%s/license">license terms</a>.
de: Copyright &copy; 1997-2005 <a href="http://www.spi-inc.org">SPI</a>; <a href="%s/license">Lizenzbestimmungen</a>.
fi: Copyright © 1997-2005 <a href="http://www.spi-inc.org">SPI</a>. Lue <a href="%s/license">lisenssiehdot</a>.
fr: Copyright &copy; 1997-2005 <a href="http://www.spi-inc.org">SPI</a>&nbsp;; voir <a href="%s/license">les termes de la licence</a>.
uk: Авторські права &copy; 1997-2005 <a href="http://www.spi-inc.org">SPI</a>; Дивіться <a href="%s/license">умови ліцензії</a>.

source: Debian is a registered trademark of Software in the Public Interest, Inc.
de: Debian ist ein eingetragenes Warenzeichen von Software in the Public Interest, Inc.
fi: Debian on Software in the Public Interest, Inc.'in rekisteröimä tavaramerkki.
fr: Debian est une marque déposée de Software in the Public Interest, Inc.
uk: Debian є зареєстрованою торговою маркою Software in the Public Interest, Inc.

source: This page is also available in the following languages:
de: Diese Seite gibt es auch in den folgenden Sprachen:
fi: Tämä sivu on saatavilla myös seuraavilla kielillä:
fr: Cette page est aussi disponible dans les langues suivantes&nbsp;:
uk: Ця сторінка також доступна наступними мовами:

source: How to set <a href="%s">the default document language</a></p>
de: Wie stellt man <a href="$CN_HELP_URL">die Standardsprache</a> ein
fi: Oletuskielen <a href="%s">asettamisohjeet</a></p>
fr: Comment configurer la <a href="%s">langue par défaut du document</a></p>
uk: Як встановити <a href="%s">мову документа за замовчанням</a></p>
