Repository: l/debian-webwml
Catalog: packages/po/pdo.*.po
Languages: de, fi, fr, uk

source: This is a <em>virtual package</em>. See the <a href="%s">Debian policy</a> for a <a href="%sch-binary.html#s-virtual_pkg">definition of virtual packages</a>.
de: Dies ist ein <em>virtuelles Paket</em>. Sehen Sie in die <a href="%s">Debian-Policy</a> für eine <a href="%sch-binary.html#s-virtual_pkg">Definition von virtuellen Paketen</a>.
fr: Ceci est un <em>paquet virtuel</em>. Consultez la <a href="%s">Charte Debian</a> pour une <a href="%sch-binary.html#s-virtual_pkg">définition des paquets virtuels</a>.
uk: Це&nbsp;&mdash; <em>віртуальний пакунок</em>. Перегляньте <a href="%s">Політику Debian</a> щоб дізнатись про <a href="%sch-binary.html#s-virtual_pkg">визначення віртуальних пакунків</a>.
