Repository: l/debian-webwml
Catalog: packages/po/sections.*.po
Languages: nl

source: Administration Utilities
nl: Onderhoudsgereedschappen

source: Utilities to administer system resources, manage user accounts, etc.
nl: Gereedschappen om de systeembronnen te administreren, gebruikersaccounts bij te houden, etc.

source: Base Utilities
nl: Basisgereedschappen

source: Basic needed utilities of every Debian system (you needn't install this, they're provided only for upgrading purposes).
nl: Basisgereedschappen die elk Debian systeem nodig heeft (u hoeft dit niet te installeren; ze zijn alleen beschikbaar om het upgraden makkelijker te maken)

source: Communication Programs
nl: Communicatieprogramma's

source: Software to use your modem in the old fashioned style.
nl: Software om uw modem op de ouderwetse manier te gebruiken.

source: Development
nl: Ontwikkeling

source: Development utilities, compilers, development environments, libraries, etc.
nl: Gereedschappen, compilers, omgevingen, bibliotheken, etc. voor ontwikkeling van software

source: Documentation
nl: Documentatie

source: FAQs, HOWTOs and other documents trying to explain everything related to Debian, and software needed to browse documentation (man, info, etc).
nl: FAQ's, HOWTO's en andere documentatie waarin van alles wat met Debian heeft te maken, wordt uitgelegd, en programmatuur die nodig is om de documentatie te bekijken (man, info, etc).

source: Software to edit files. Programming environments.
nl: Programma's om bestanden te bewerken, programmeer-omgevingen

source: Electronics
nl: Elektronica

source: Electronics utilities.
nl: Gereedschappen voor elektronica

source: Software suitable for use in embedded applications.
nl: Programma's die geschikt zijn voor gebruik in embedded applicaties.

source: Games
nl: Spellen

source: Programs to spend a nice time with after all this setting up.
nl: Programma's om op een leuke manier uw tijd door te brengen.

source: The GNOME desktop environment, a powerful, easy to use set of integrated applications.
nl: De GNOME desktopomgeving, een krachtige, makkelijk te gebruiken verzameling van geïntegreerde programma's.

source: Graphics
nl: Grafisch

source: Editors, viewers, converters... Everything to become an artist.
nl: Programma's om grafische bestanden te wijzigen, te bekijken en te converteren... Alles om een artiest te worden.

source: Software for ham radio.
nl: Programma's voor ham radio

source: Interpreters
nl: Interpretators

source: All kind of interpreters for interpreted languages. Macro processors.
nl: Allerlei verschillende interpretators voor geïnterpreteerde talen. Macro-uitvoerders.

source: The K Desktop Environment, a powerful, easy to use set of integrated applications.
nl: De K Desktopomgeving, een krachtige, makkelijk te gebruiken verzameling van geïntegreerde programma's.

source: Libraries
nl: Bibliotheken

source: Libraries to make other programs work. They provide special features to developers.
nl: Bibliotheken die nodig zijn voor andere programma's. Ze leveren speciale mogelijkheden voor ontwikkelaars.

source: Library development
nl: Bibliotheek-ontwikkeling

source: Libraries necessary for developers to write programs that use them.
nl: Bibliotheken die nodig zijn voor ontwikkelaars om programma's te schrijven die die bibliotheken gebruiken.

source: Mail
nl: E-mail

source: Programs to route, read, and compose E-mail messages.
nl: Programma's om e-mailberichten te routeren, te lezen en te schrijven.

source: Mathematics
nl: Wiskunde

source: Math software.
nl: Wiskundige programma's.

source: Miscellaneous
nl: Diversen

source: Miscellaneous utilities that didn't fit well anywhere else.
nl: Diverse gereedschappen die nergens anders passen.

source: Network
nl: Netwerk

source: Daemons and clients to connect your Debian GNU/Linux system to the world.
nl: Daemon en clients om uw Debian GNU/Linux systeem met de wereld te verbinden.

source: Newsgroups
nl: Nieuwsgroepen

source: Software to access Usenet, to set up news servers, etc.
nl: Programmatuur om toegang te krijgen tot Usenet, om eigen news-servers op te zetten, etc.

source: Software restricted in the U.S.
nl: Software waar in de Verenigde Staten beperkingen op van kracht zijn.

source: These packages probably may not be used in or distributed from the U.S. due to software patents. You should check the regulations in your country before using this software.
nl: Deze pakketten mogen waarschijnlijk niet worden gebruikt in of gedistribueerd vanuit de Verenigde Staten vanwege softwarepatenten. U kunt het beste de regels in uw eigen land checken alvorens deze software te gebruiken.

source: Old Libraries
nl: Oude bibliotheken

source: Old versions of libraries, kept for backward compatibility with old applications.
nl: Oude versies van bibliotheken, die worden bewaard omdat oudere programmatuur hen nog nodig kan hebben.

source: Other OS's and file systems
nl: Andere besturings- en bestandssystemen

source: Software to run programs compiled for other operating system, and to use their filesystems.
nl: Programmatuur om programma's te kunnen draaien die voor andere besturingssystemen zijn gebouwd, en om hun bestandssystemen te gebruiken.

source: Everything about Perl, an interpreted scripting language.
nl: Alles wat te maken heeft met Perl, een geïnterpreteerde script taal.

source: Everything about Python, an interpreted, interactive object oriented language.
nl: Alles wat te maken heeft met Python, een geïnterpreteerde, interactieve, object-georiënteerde taal.

source: Science
nl: Wetenschap

source: Basic tools for scientific work
nl: Basisgereedschappen voor wetenschappelijk werk.

source: Command shells. Friendly user interfaces for beginners.
nl: Commando shells. Vriendelijke gebruikersinterfaces voor beginners.

source: Sound
nl: Geluid

source: Utilities to deal with sound: mixers, players, recorders, CD players, etc.
nl: Gereedschappen om om te gaan met geluid: mixers, afspeel- en opnameprogramma's, CD-spelers, etc.

source: The famous typesetting software and related programs.
nl: De beroemde tekst-zet programmatuur en gerelateerde programma's.

source: Text Processing
nl: Tekstverwerking

source: Utilities to format and print text documents.
nl: Gereedschappen om tekstdocumenten op te maken en te printen.

source: Utilities
nl: Gereedschappen

source: Utilities for file/disk manipulation, backup and archive tools, system monitoring, input systems, etc.
nl: Gereedschappen voor bestands- en diskmanipulatie, voor backup en archivering, voor het in de gaten houden van uw systeem, voor invoersystemen, etc.

source: Virtual packages
nl: Virtuele pakketten

source: Virtual packages.
nl: Virtuele pakketten.

source: Web Software
nl: Webprogrammatuur

source: Web servers, browsers, proxies, download tools etc.
nl: Webservers, -browsers, -proxies, download-gereedschappen, etc.

source: X Window System software
nl: X Window System programma's

source: X servers, libraries, fonts, window managers, terminal emulators and many related applications.
nl: X-servers en -bibliotheken, lettertypen, windowmanagers, terminal emulatoren en veel gerelateerde programma's.

source: debian-installer udeb packages
nl: udeb-pakketten voor de debian-installer

source: Special packages for building costumized debian-installer variants. Do not install them on a normal system!
nl: Speciale pakketten om uw eigen varianten van de debian-installer te bouwen. Installeer deze niet op een normaal systeem!
