Repository: l/debian-webwml
Catalog: webwml/swedish/po/blends.*.po
Languages: sv

source: Metapackages
sv: Metapaket

source: Downloads
sv: Hämta

source: Derivatives
sv: Derivat

source: The goal of Debian Astro is to develop a Debian based operating system that fits the requirements of both professional and hobby astronomers. It integrates a large number of software packages covering telescope control, data reduction, presentation and other fields.
sv: Målet med Debian Astro är att utveckla ett Debianbaserat operativsystem som passar kraven från både professionella astronomer och hobbyastronomer. Det integrerar ett stort antal mjukvarupaket som täcker teleskopkontroll, datareducering, presentation och andra ämnen.

source: The goal of DebiChem is to make Debian a good platform for chemists in their day-to-day work.
sv: Målet med DebiChem är att göra Debian till en bra plattform för kemister i deras dagliga arbete.

source: The goal of Debian Games is to provide games in Debian from arcade and adventure to simulation and strategy.
sv: Målet med Debian Games är att tillhandahålla spel i Debian från arkad och äventyr till simulatorer och strategi.

source: The goal of Debian Edu is to provide a Debian OS system suitable for educational use and in schools.
sv: Målet med Debian Edu är att tillhandahålla ett Debian OS som passar för utbildningssyften och i skolor.

source: The goal of Debian GIS is to develop Debian into the best distribution for Geographical Information System applications and users.
sv: Målet med Debian GIS är att utveckla Debian till den bästa distributionen för Geografiska Informationssystemsapplikationer och användare.

source: The goal of Debian Junior is to make Debian an OS that children will enjoy using.
sv: Debian Juniors mål är att göra Debian till ett OS som barn tycker om att använda.

source: The goal of Debian Med is a complete free and open system for all tasks in medical care and research. To achieve this goal Debian Med integrates related free and open source software for medical imaging, bioinformatics, clinic IT infrastructure, and others within the Debian OS.
sv: Målet med Debian Med är ett komplett, fritt och öppet system för alla uppgifter inom sjukvård och medicinsk forskning. För att nå detta mål integrerar Debian Med relaterade fria och öppna mjukvara för medicinsk avbildning, bioinformatik, IT-infrastruktur för kliniker, och annat inom Debianoperativsystemet.

source: The goal of Debian Multimedia is to make Debian a good platform for audio and multimedia work.
sv: Debian Multimedias mål är att göra Debian till en god plattform för audio- och multimediajobb.

source: The goal of Debian Science is to provide a better experience when using Debian to researchers and scientists.
sv: Debian Sciences mål är att tillhandahålla en bättre erfarenhet när Debian används av forskare och vetenskapsmän.

source: The goal of Debian Accessibility is to develop Debian into an operating system that is particularly well suited for the requirements of people with disabilities.
sv: Målet med Debian Accessibility är att utveckla Debian till ett operativsystem som är speciellt lämpat för kraven som ställs av personer med funktionshinder.

source: The goal of Debian Design is to provide applications for designers. This includes graphic design, web design and multimedia design.
sv: Målet med Debian Design är att tillhandahålla applikationer för designers. Detta inkluderar grafisk design, webbdesign och multimediadesign.

source: The goal of Debian EzGo is to provide culture-based open and free technology with native language support and appropriate user friendly, lightweight and fast desktop environment for low powerful/cost hardwares to empower human capacity building and technology development in many areas and regions, like Africa, Afghanistan, Indonesia, Vietnam using Debian.
sv: Målet med Debian EzGo är att tillhandahålla kulturbaserad öppen och fri teknologi med modersmålstöd och lämpliga användarvänliga, lättviktiga och snabb skrivbordsmiljö för hårdvara med låg prestanda/ kostnadseffektiv hårdvara för att bygga människors förmågor och teknikutveckling i flera regioner och platser, så som Afrika, Afganistan, Indonesien, Vietnam, med hjälp av Debian.

source: The goal of FreedomBox is to develop, design and promote personal servers running free software for private, personal communications. Applications include blogs, wikis, websites, social networks, email, web proxy and a Tor relay on a device that can replace a wireless router so that data stays with the users.
sv: Målet med FreedomBox är att utveckla, designa och promota personliga servrar som kör fri mjukvara för privat, personlig kommunikation. Applikationer inkluderar bloggar, wikis, webbplatser, sociala nätverk, e-post, webbproxy och en Tor-relay på en enhet som kan ersätta en trådlös router så att datan stannar med användaren.

source: The goal of Debian Hamradio is to support the needs of radio amateurs in Debian by providing logging, data mode and packet mode applications and more.
sv: Målet med Debian Hamradio är att stödja behoven som radioamatörer har i Debian genom att tillhandahålla loggning-, datamod- och paketmodsapplikationer och mer.

source: The goal of DebianParl is to provide applications to support the needs of parliamentarians, politicians and their staffers all around the world.
sv: Målet med DebianParl är att tillhandahålla program för att ge stöd till behoven hos parlamentariker, politiker och deras personal runt hela världen.
