Repository: l/debian-webwml
Catalog: webwml/swedish/po/bugs.*.po
Languages: sv

source: in package
sv: i paketet

source: tagged
sv: märkt

source: with severity
sv: med allvarlighetsgrad

source: in source package
sv: i källkodspaketet

source: in packages maintained by
sv: i paket med ansvarige

source: submitted by
sv: insänt av

source: owned by
sv: ägt av

source: with status
sv: med status

source: with mail from
sv: med e-post från

source: newest bugs
sv: senaste felrapporterna

source: with subject containing
sv: med ärenderad som innehåller

source: with pending state
sv: med på gång

source: with submitter containing
sv: med insändare som innehåller

source: with forwarded containing
sv: med vidaresänt som innehåller

source: with owner containing
sv: med ägare som innehåller

source: with package
sv: med paketet

source: normal
sv: normalt

source: oldview
sv: gammal vy

source: raw
sv: rått

source: age
sv: ålder

source: Repeat Merged
sv: Repetera sammanslagna

source: Reverse Bugs
sv: Vänd listan

source: Reverse Pending
sv: Vänt vänte-status

source: Reverse Severity
sv: Omvänd allvarlighetsgrad

source: No Bugs which affect packages
sv: Inga fel som påverkar paket

source: None
sv: Ingen

source: experimental
sv: experimentella

source: Unarchived
sv: Ej arkiverade

source: Archived
sv: Arkiverad

source: Archived and Unarchived
sv: Arkiverade och ej arkiverade
