Repository: l/debian-webwml
Catalog: webwml/swedish/po/debian-cdd.*.po
Languages: sv

source: The list below includes various software projects which are of some interest to the <get-var cdd-name /> Project. Currently, only a few of them are available as Debian packages. It is our goal, however, to include all software in <get-var cdd-name /> which can sensibly add to a high quality Custom Debian Distribution.
sv: Listan nedan innehåller olika programvaruprojekt som kan vara av intresse för projektet <get-var cdd-name />. För närvarande är bara några av dem tillgängliga som Debianpaket. Vårt mål är dock att ta med all programvara som vi tror kan göra <get-var cdd-name /> till en högkvalitativ skräddarsydd Debiandistribution.

source: For a better overview of the project's availability as a Debian package, each head row has a color code according to this scheme:
sv: Varje huvudrad har en färgkod enligt nedan beskrivet schema för att ge en bättre översikt över huruvida projektet är tillgängligt som Debianpaket.

source: Green: The project is <a href="<get-var url />">available as an official Debian package</a>
sv: Grön: Paketet är <a href="<get-var url />">tillgängligt som ett officiellt Debianpaket</a>

source: Yellow: The project is <a href="<get-var url />">available as an unofficial Debian package</a>
sv: Gul: Projektet är <a href="<get-var url />">tillgängligt som inofficiellt Debianpaket</a>

source: Red: The project is <a href="<get-var url />">not (yet) available as a Debian package</a>
sv: Röd: Projektet är <a href="<get-var url />">(ännu) inte tillgängligt som Debianpaket</a>

source: If you discover a project which looks like a good candidate for <get-var cdd-name /> to you, or if you have prepared an unofficial Debian package, please do not hesitate to send a description of that project to the <a href="<get-var cdd-list-url />"><get-var cdd-name /> mailing list</a>.
sv: Om du upptäcker ett projekt som du tycker borde kunna passa i <get-var cdd-name />, eller om du har skapat ett inofficiellt Debianpaket, tveka inte att sända in en beskrivning av projektet till <a href="<get-var cdd-list-url />">sändlistan för <get-var cdd-name /></a>.

source: Official Debian packages
sv: Officiella Debianpaket

source: Unofficial Debian packages
sv: Inofficiella Debianpaket

source: Debian packages not available
sv: Debianpaket ej tillgängliga

source: There are no projects which fall into this category.
sv: Det finns inga projekt i denna kategori.

source: No homepage known
sv: Ingen webbsida känd

source: License:
sv: Licens:

source: Free
sv: Fri

source: Non-Free
sv: Icke-fri

source: Unknown
sv: Okänd

source: Official Debian package
sv: Officiellt Debianpaket

source: Unofficial Debian package
sv: Inofficiellt Debianpaket

source: Debian package not available
sv: Debianpaket ej tillgängligt
