Repository: l/debian-webwml
Catalog: webwml/swedish/po/distrib.*.po
Languages: sv

source: Keyword
sv: Nyckelord

source: Display
sv: Visa

source: paths ending with the keyword
sv: sökvägar som slutar med nyckelordet

source: packages that contain files named like this
sv: paket som innehåller filer med namnet

source: packages that contain files whose names contain the keyword
sv: paket som innehåller filer med nyckelordet i namnet

source: Distribution
sv: Sök i

source: oldstable
sv: gammal stable

source: Architecture
sv: Arkitektur

source: any
sv: alla

source: Search
sv: Sök

source: Reset
sv: Nollställ

source: Search on
sv: Sök på

source: Package names only
sv: Endast paketnamn

source: Descriptions
sv: Beskrivningar

source: Source package names
sv: Namn på källkodspaket

source: Only show exact matches
sv: Endast exakta träffar

source: Section
sv: Avdelning

source: 64-bit PC (amd64)
sv: 64-bitars PC (amd64)

source: 64-bit ARM (AArch64)
sv: 64-bitars PC (AArch64)

source: Hurd 32-bit PC (i386)
sv: Hurd 32-bitars PC (i386)

source: 32-bit PC (i386)
sv: 32-bitars PC (i386)

source: kFreeBSD 32-bit PC (i386)
sv: kFreeBSD 32-bitars PC (i386)

source: kFreeBSD 64-bit PC (amd64)
sv: kFreeBSD 64-bitars PC (amd64)

source: MIPS (big endian)
sv: MIPS (stor endian)

source: 64-bit MIPS (little endian)
sv: 64-bit MIPS (liten endian)

source: MIPS (little endian)
sv: MIPS (liten endian)

source: POWER Processors
sv: POWER-processorer
