Repository: l/debian-webwml
Catalog: webwml/swedish/po/doc.*.po
Languages: sv

source: Written by two Debian developers, this free book started as a translation of their French best-seller known as Cahier de l'admin Debian (published by Eyrolles). Accessible to all, this book teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator. It covers all the topics that a competent Linux administrator should master, from the installation and the update of the system, up to the creation of packages and the compilation of the kernel, but also monitoring, backup and migration, without forgetting advanced topics like SELinux setup to secure services, automated installations, or virtualization with Xen, KVM or LXC.
sv: Den här fria boken började som en översättning av två Debianutvecklares bäst-säljare Cahier de l'admin Debian (utgiven av Eyrolles). Den här boken lär ut grunden till alla som vill bli en effektiv och oberoende Debian GNU/Linux-administratör. Den täcker alla ämnen som en kompetent Linux-administratör bör kunna, från installation och uppdatering av systemet, till skapandet av paket och kompilering av kärnan, men även övervakning, backup och migration, utan att glömma avancerade ämnen som inställning av SELinux för att säkra tjänster, automatiserade installationer, eller virtualisering med Xen, KVM eller LXC.

source: The aim of this freely available, up-to-date, book is to get you up to speed with Debian (including both the current stable release and the current unstable distribution). It is comprehensive with basic support for the user who installs and maintains the system themselves (whether in the home, office, club, or school).
sv: Målet med denna fritt tillgängliga, àjourförda bok är att hålla dig uppdaterad med Debian (för både den nuvarande stabila utgåvan och den nuvarande instabila utgåvan). Den är omfattande med grundläggande stöd för användare som installerar och underhåller systemet själva (oavsett om det är hemma, på kontoret, för en förening eller en skola).

source: Sarge CD with installer and a selection of packages
sv: Sarge-cd med installationsprogram och ett urval av paket

source: Live CD with Knoppix
sv: Live-cd med Knoppix

source: Beginners and advanced users alike will find this book to be a comprehensive source of information on using Debian for desktops, intranet and internet servers, and development. It also contains background information on the project and extensive coverage of Debian's unique package management system.
sv: Denna bok är en omfattande informationskälla både för nybörjare och avancerade användare. Den beskriver hur man använder Debian för skrivbordssystem, intranät- och Internetservrar och utveckling, samt bakgrundsinformation om projektet och utförlig information om Debians unika pakethanteringssystem.

source: official Debian GNU/Linux 3.1r0a "sarge" on DVD (i386)
sv: official Debian GNU/Linux 3.1r0a Sarge på dvd (i386)

source: This book introduces the concepts and techniques of the Debian operating system, explaining their usage and pitfalls, and illustrating the thinking behind each of the approaches. The goal is not to be a reference book, but to give the reader enough insight into the workings of the project and operating system to learn and embrace the sophisticated and elegant, sometimes at first slightly non-intuitive solutions that have evolved as part of the Debian system over the past decade. While targeted at the well-versed UNIX/Linux administrator, the book can also serve as an excellent resource alongside a standard Linux reference to bootstrap one's Linux experience in Debian's bottom-up philosophy.
sv: Boken introducerar de koncept och tekniker som ingår i operativsystemet Debian, förklarar dess användning och fallgropar och illustrerar tänkesättet bakom alla angreppsvinklar. Målet är inte att vara en referensbok utan att ge läsaren tillräcklig insikt i hur projektet och operativsystemet fungerar för att lära sig omfamna de sofistikerade och eleganta, ibland vid första anblicken icke-intuitiva lösningar som har växt fram som en del av Debiansystemet under det senaste årtiondet. Trots att boken är riktad mot den väl bevandrade UNIX-/Linux-administratören kan den även fungera som en utmärkt referens tillsammans med en vanlig Linuxreferens för att sätta fart på ens erfarenheter av Debians botten-upp-filosofi.

source: A hands-on reference guide to the Debian GNU/Linux system that shows, in over 1,500 <q>recipes</q>, how to use it for everyday activities -- from working with text, images, and sound to productivity and networking issues. Like the software the book describes, the book is copylefted and its source data is available.
sv: En handgriplig referensguide till Debian GNU/Linux-system som i över 1500 <q>recept</q> visar hur man kan använda det till vardagliga uppgifter &ndash; från att arbeta med text, bilder och ljud till produktivitet och nätverksanvändning. Liksom programvaran den beskriver är boken copyleftad och källkoden finns tillgänglig.

source: Debian 2.2 ARM architecture
sv: Debian 2.2 för ARM-arkitekturen

source: This book is for developers working with GNU/Linux on ARM processors. It covers some devices specifically for quick set-up (LART, Assabet, Psion5). It also gives generic information, tools and techniques. The GNU toolchain is covered in native and cross-compiler form, as are bootloaders, kernel patches, RAMdisks, ARM peculiarities and other ARM resources. It also includes extensive tutorial information on GNU/Linux basics for developers coming from other platforms. It is not specific to Debian, but the Aleph ARMLinux distribution is closely based on Debian-ARM and it is assumed you will be working from this distribution and preferably have a Debian based host machine too.
sv: Denna bok är för utvecklare som arbetar med GNU/Linux på ARM-processorer. Den täcker några enheter specifikt för att komma igång snabbt (LART, Assabet, Psion5). Den innehåller även allmän information om verktyg och tekniker. GNU-verktygskedjan täcks, både i direkt och korskompilerande form, tillsammans med startladdare, kärnpatchar, RAM-diskar, ARM-specialiteter och andra ARM-resurser. Dessutom finns omfattande introduktioner om GNU/Linuxgrunder för utvecklare som kommer från andra plattformar. Boken är inte skriven specifikt för Debian, men Aleph ARMLinux-distributionen är nära baserad på Debian-ARM och det antas att du arbetar från den distributionen, och gärna har tillgång till en Debianbaserad värdmaskin.

source: Learning Debian GNU/Linux guides the new user of Linux through the installation and configuration of Debian GNU/Linux. Windows users will gain a gentle introduction to this exciting computing world guided by Bill McCarty in <q>Learning Debian GNU/Linux</q>.
sv: Learning Debian GNU/Linux stegar den nye Linuxanvändaren genom installation och konfiguration av Debian GNU/Linux. Windowsanvändare får en vänlig introduktion till detta spännande område i datorvärlden, guidad av Bill McCarty i <q>Learning Debian GNU/Linux</q>.

source: Includes 230+ pages and three CD-ROM discs. Topics covered by software include Debian Linux, networking, programming tools, GUI, desktop publishing, business, fun things, and multimedia. 30 days of free e-mail support included.
sv: Innehåller drygt 230 sidor och tre cd-rom-skivor. Bland de ämnen som avhandlas finns Debian Linux, nätverk, programmeringsverktyg, grafiska användargränssnitt, datorstödd trycksaksproduktion, affärsanvändning, skojiga prylar och multimedia. 30 dagars gratis e-poststöd ingår.

source: The first French book about Debian is already in its fifth edition. It covers all aspects of the administration of Debian from the installation to the configuration of network services. Written by two Debian developers, this book can be of interest to many people: the beginner wishing to discover Debian, the advanced user looking for tips to enhance his mastership of the Debian tools and the administrator who wants to build a reliable network with Debian.
sv: Den första franska boken om Debian är redan i sin femte upplaga. Den täcker alla aspekter på administrering av Debian från installation till konfigurering av nätverkstjänster. Skriven av två Debianutvecklare kan denna bok vara intressant för många: nybörjaren som vill upptäcka Debian, den avancerade användaren som söker tips för att förbättra sin bemästring av Debianverktyg och administratören som vill bygga ett pålitligt nätverk med Debian.

source: 2 editions: One without a DVD, the other with 2 DVDs (i386)
sv: 2 utgåvor: En utan dvd, den andra med 2 dvd:er (i386)

source: Debian Squeeze, 6.0.1a, Multi-Arch (i386 and amd64) on DVD
sv: Debian Squeeze, 6.0.1a, Multi-Arch (i386 and amd64) på DVD

source: This book teaches you how to install and configure the system and also how to use Debian in a professional environment. It shows the full potential of the distribution (in its current version 6.0) and provides a practical manual for all users who want to learn more about Debian and its range of services.
sv: Den här boken lär dig hur du installerar och konfigurerar ditt system och även hur du använder Debian i en professionell miljö. Den visar distributionens fulla potential (i dess aktuella version 6.0) och ger en praktisk manual för alla användare som vill lära sig mer om Debian och dess utbud av tjänster.

source: 2 editions: One with no CD, the other with Official CD (i386, contrib and sources)
sv: två varianter: en utan och en med officiell cd (i386, contrib och källkod)

source: The book covers all steps of planning and installing Debian GNU/Linux on PC based hardware, including important applications like the X Window System, window managers and desktop environments (KDE, GNOME) and a selection of important system services. Unix/Linux basics and concepts together with system usage and important components (bash, system services and important commands) are introduced. There is an explanation of Debian's package format and how to create packages in this format. It also includes an overview of standard Linux applications (networking, software development, LaTeX and office suites). Strong emphasis is on networking and system administration issues, like planing and building of a dial-in router or a server for Windows based clients (Samba).
sv: Boken ger en heltäckande beskrivning över hur man planerar och installerar Debian GNU/Linux på PC-baserad maskinvara, bland annat viktiga tillämpningsprogram såsom X Window System, fönsterhanterare och skrivbordsmiljöer (KDE, GNOME), och ett urval av viktiga systemtjänster. Grundläggande Unix-/Linuxhandhavande och -koncept tillsammans med systemanvändning och viktiga komponenter (bash, systemtjänster och viktiga kommandon) introduceras. Den innehåller en beskrivning av Debians paketformat och hur man skapar paket i detta format kommer. Dessutom finns en översikt över vanliga användningsområden för Linux (nätverk, programvaruutveckling, LaTeX, kontorspaket). Nätverks- och systemadministrationsfrågor behandlas noggrant, exempelvis planering och uppbyggnad av en modempool, eller en server för Windowsbaserade klienter (Samba).

source: This book is dictionary style and covers various tips for beginners and intermediate skill users; installation via various ways, desktop customize, troubleshooting, profitable knowhow and so on.
sv: Denna bok är i ordboksstil och täcker flera tips för nybörjare och användare på medelnivå; installation på olika sätt, skräddarsy skrivbordet, felsökning, viktiga kunskaper och så vidare.

source: Debian GNU/Linux 3.1r0 i386, author's edition (DVD + CD)
sv: Debian GNU/Linux 3.1r0 i386, författarens utgåva (dvd + cd)

source: This is the latest book for Sarge of the series that has been supported as a standard bible of Debian in Japan. This book covers all aspects of using Debian GNU/Linux 3.1 Sarge, such as installation, desktop environments, system administration, and server configuration. Furthermore, this book also includes commercial font package that decorates your desktop. This book might be useful for all Debian users from beginners to advanced users.
sv: Detta är den senaste boken för Sarge i en serie som har stötts som en standardbibel för Debian i Japan. Boken täcker alla infallsvinklar om att använda Debian GNU/Linux 3.1, såsom installation, skrivbordsmiljöer, systemadministration och serverkonfiguration. Dessutom innehåller boken ett kommersiellt paket teckensnitt som dekorerar ditt skrivbord. Boken kan vara användbar för alla Debiananvändare, från nybörjare till avancerade användare.

source: Debian 2.2r0 i386 author's edition (3 CDs)
sv: Debian 2.2r0 i386 författarens utgåva (3 cd)

source: This book covers general topics about Debian GNU/Linux: installation, APT and dpkg, shell, X Window System, networking, system administration, kernel setup, sharing with Windows, building servers and so on. You will be able to install and start to use Debian GNU/Linux Japanese environment very easily with the customized CDs.
sv: Denna bok täcker allmänna ämnen om Debian GNU/Linux: Installation, APT och dpkg, skalet, X Window System, nätverk, systemadministration, konfigurering av kärnan, delning med Windows, bygga servrar och så vidare. Du kommer kunna installera och börja använda Debian GNU/Linux' japanska miljö väldigt enkelt via dess skräddarsydda cd-skivor.

source: 1 unofficial Woody, 3 Potato rev0
sv: 1 inofficiell Woody, 3 Potato rev0

source: This book gives a brief guide to installation of Debian GNU/Linux, fundamentals of Unix or Linux commands, basic configuration and maintenance of system and networking, X Window System setup, and using multimedia in Debian GNU/Linux. This book also includes a guide for maintainers, which stimulates people in Korea to become official Debian maintainers.
sv: Denna bok ger en kortfattad vägledning för installation av Debian GNU/Linux, grundläggande Unix- eller Linuxkommandon, grundläggande konfiguration och underhåll av system och nätverk, X Window System-inställning och multimedia i Debian GNU/Linux. Denna bok innehåller även en guide för utvecklare, vilket stimulerar personer i Korea att bli nya officiella Debianutvecklare.

source: Three official potato r3 CDs and an unofficial woody CD
sv: Tre officiella potato r3-cd-skivor och en inofficiell woody-cd

source: This book introduces readers to Debian GNU/Linux with many hands-on tutorials and tips. Written in Korean, this book covers comprehensive aspects of Debian GNU/Linux system: first-time setup, package installation, setting up X, connecting to Internet, network maintenance, and more. This book provides a handful of tips on setting up Debian for Korean language environment, and it is good for newcomers, too.
sv: Denna bok introducerar läsaren till Debian GNU/Linux med många handgripliga vägledningar och tips. Skriven på koreanska täcker denna bok många aspekter av Debian GNU/Linux-system: förstagångsinstallation, paketinstallation, ställa in X, ansluta till Internet, nätverksunderhåll, och mer. Denna bok ger ett antal tips på hur Debian ställs in för en koreansk språkmiljö och är även bra för nybörjare.

source: The first Persian book about Debian GNU/Linux. This book helps you to install Debian GNU/Linux and set up network services like web, database, firewall, mail, ftp and ... on it. Also helps you to start using GNU/Linux and Debian's powerful package management system.
sv: Den första persiska boken om Debian GNU/Linux. Denna bok hjälper dig med att installera Debian GNU/Linux och ställa in nätverkstjänster såsom webb, databas, brandvägg, e-post, ftp, och så vidare, på den. Den hjälper dig även att börja använda GNU/Linux och Debians kraftfulla pakethanteringssystem.

source: This book is divided into four parts: Basic concepts, Management of GNU/Linux, Administration of the system and Advanced operations. Each chapter explains in depth the features of the operating system. The first chapters explain the structure of GNU/Linux. These chapters will help the reader to understand how the system uses basic resources such as the processor and memory. A detailed analysis about filesystems such as Ext2, Ext3, and ReiserFS will enable users to make the correct choice for their needs. Many figures throughout the book show aspects about the performance of the system. This book caters for college students and anyone who wants to learn GNU/Linux in depth. This book covers Debian Sarge.
sv: Denna bok är indelad i fyra delar: grundläggande koncept, hantering av GNU/Linux, systemadministrering och avancerad operation. Varje kapitel förklarar i detalj de olika funktionerna i operativsystemet. De första kapitlen förklarar strukturen i GNU/Linux, dessa kapitel hjälper läsaren att förstå hur systemet använder grundläggande resurser, såsom processorn och minnet. En detaljerad analys om filsystem såsom Ext2, Ext3 och ReiserFS gör det möjligt för användare att snabbt göra rätt val för sina behov. Många siffror i boken visar olika aspekter på systemets prestanda. Denna bok är avsedd för högskolestudenter och alla som vill lära sig detaljer om GNU/Linux. Denna bok är skriven för Debian Sarge.

source: This is the right book for you to learn how to create basic and complex IT platforms using only Free Software. Inside it you will find a wide range of procedures reviewed and adjusted to fit into the best practices of technological infrastructure implementation. This easy to read and comprehensive guide will take you by the hand to achieve specific objectives with the Debian GNU/Linux operating system.
sv: Det här är den rätta boken för dig för att lära sig hur skapar enkla och komplexa IT-plattformar med hjälp av endast fri mjukvara. I den hittar du ett brett utbud av förfaranden som granskats och justerats för att passa din infrastrukturs teknologiska implementation. Denna lättlästa och omfattande guide kommer att handleda dig till att nå specifika objektiv med operativsystemet GNU/Linux.

source: Author:
sv: Författare:

source: email:
sv: E-post:

source: Available at:
sv: Finns att köpa hos:

source: CD Included:
sv: Medföljande cd:

source: Publisher:
sv: Förlag:

source: Authors:
sv: Författare:

source: Editors:
sv: Redaktörer:

source: Maintainer:
sv: Ansvarig:

source: Availability:
sv: Tillgänglighet:

source: Latest version:
sv: Senaste version:

source: plain text
sv: ren text

source: The latest <get-var srctype /> source is available through the <a href="https://www.debian.org/doc/cvs">Subversion</a> repository.
sv: Den senaste <get-var srctype />-källkoden finns tillgänglig i <a href="https://www.debian.org/doc/cvs">Subversion</a>-förrådet.

source: Web interface:
sv: Webbgränssnitt:

source: VCS interface:
sv: VCS-gränssnitt:

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/cvs">Cvs</a> repository.
sv: Den senaste <get-var srctype />-källkoden finns tillgänglig i <a href="https://packages.debian.org/cvs">Cvs</a>-förrådet.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/subversion">Subversion</a> repository.
sv: Den senaste <get-var srctype />-källkoden finns tillgänglig i <a href="https://packages.debian.org/subversion">Subversion</a>-förrådet.

source: The latest <get-var srctype /> source is available through the <a href="https://packages.debian.org/git">Git</a> repository.
sv: Den senaste <get-var srctype />-källkoden finns tillgänglig i <a href="https://packages.debian.org/git">Git</a>-förrådet.

source: CVS sources working copy: set <code>CVSROOT</code> to <kbd>:ext:<var>userid</var>@cvs.debian.org:/cvs/debian-boot</kbd>, and check out the <kbd>boot-floppies/documentation</kbd> module.
sv: Arbetskopia av CVS-källkod: sätt <code>CVSROOT</code> till <kbd>:ext:<var>användar-id</var>@cvs.debian.org:/cvs/debian-boot</kbd>, och hämta ut modulen <kbd>boot-floppies/documentation</kbd>.

source: CVS via web
sv: CVS via webben

source: Debian package
sv: Debianpaketet

source: Debian package (archived)
sv: Debianpaketet (arkiverat)
