Repository: l/debian-webwml
Catalog: webwml/swedish/po/organization.*.po
Languages: sv

source: delegation mail
sv: delegeringsmail

source: appointment mail
sv: utnämningsmeddelande

source: <void id="male"/>delegate
sv: <void id="male"/>delegat

source: <void id="female"/>delegate
sv: <void id="female"/>delegat

source: current
sv: nuvarande

source: member
sv: medlem

source: manager
sv: chef

source: Stable Release Manager
sv: Samordning av nya stabila utgåvor

source: wizard
sv: mästare

source: chairman
sv: ordförande

source: assistant
sv: assistent

source: secretary
sv: sekreterare

source: Officers
sv: Tjänstemän

source: Distribution
sv: Distributionen

source: Communication and Outreach
sv: Kommunikation och Utåtriktad verksamhet

source: Publicity team
sv: Publicitetsgruppen

source: Support and Infrastructure
sv: Support och infrastruktur

source: Leader
sv: Arbetsledare

source: Technical Committee
sv: Teknisk kommitté

source: Secretary
sv: Sekreterare

source: Development Projects
sv: Utvecklingsprojekt

source: FTP Archives
sv: Ftp-arkiv

source: FTP Assistants
sv: Ftp-assistenter

source: Backports Team
sv: Backports-teamet

source: Individual Packages
sv: Individuella paket

source: Release Management
sv: Samordning av nya utgåvor

source: Release Team
sv: Utgivningsgruppen

source: Quality Assurance
sv: Kvalitetsstyrning

source: Installation System Team
sv: Installationssystemgruppen

source: Release Notes
sv: Versionsfakta

source: CD Images
sv: Cd-avbildningsfiler

source: Production
sv: Produktion

source: Testing
sv: Testning

source: Autobuilding infrastructure
sv: Infrastruktur för automatiska byggen

source: Wanna-build team
sv: Vill-bygga-gruppen

source: Buildd administration
sv: Byggserveradministration

source: Documentation
sv: Dokumentation

source: Work-Needing and Prospective Packages list
sv: Paket med behov av arbete samt framtida paket

source: Debian Live Team
sv: Debian Live-gruppen

source: Ports
sv: Anpassningar

source: Special Configurations
sv: Speciella system

source: Laptops
sv: Bärbara

source: Firewalls
sv: Brandväggar

source: Embedded systems
sv: Inbyggda system

source: Press Contact
sv: Presskontakt

source: Web Pages
sv: Webbsidor

source: Debian Women Project
sv: Debian Women-projektet

source: Anti-harassment
sv: Anti-trakasserier

source: Events
sv: Evenemang

source: DebConf Committee
sv: DebConf-kommitté

source: Partner Program
sv: Partnerprogrammet

source: Hardware Donations Coordination
sv: Samordning av maskinvarudonationer

source: User support
sv: Användarstöd

source: Bug Tracking System
sv: Felrapporteringssystem

source: Mailing Lists Administration and Mailing List Archives
sv: Sändlisteadministration och -arkiv

source: New Members Front Desk
sv: Nymedlemsreceptionen

source: Debian Account Managers
sv: Debiankontoadministratörer

source: To send a private message to all DAMs, use the GPG key 57731224A9762EA155AB2A530CA8D15BB24D96F2.
sv: För att skicka ett privatmeddelande till alla DAMs, använd GPG-nyckeln 57731224A9762EA155AB2A530CA8D15BB24D96F2.

source: Keyring Maintainers (PGP and GPG)
sv: Ansvariga för nyckelring (PGP och GPG)

source: Security Team
sv: Säkerhetsgrupp

source: Consultants Page
sv: Konsultsida

source: CD Vendors Page
sv: Cd-försäljarsida

source: This is the address to use when encountering problems on one of Debian's machines, including password problems or you need a package installed.
sv: Det här är adressen som skall användas när problem uppstår med en av Debians datorer, inklusive lösenordsproblem, eller om du behöver få ett paket installerat.

source: If you have hardware problems with Debian machines, please see <a href="https://db.debian.org/machines.cgi">Debian Machines</a> page, it should contain per-machine administrator information.
sv: Om du har maskinvaruproblem med en av Debians datorer, se <a href="https://db.debian.org/machines.cgi">Debianmaskinsidan</a>, vilken innehåller information om administratörer för varje enskild maskin.

source: LDAP Developer Directory Administrator
sv: Administratör för LDAP-utvecklarkatalogen

source: Mirrors
sv: Speglingar

source: DNS Maintainer
sv: DNS-ansvarig

source: Package Tracking System
sv: Paketspårningssystem

source: Treasurer
sv: Kassör

source: <a name="trademark" href="m4_HOME/trademark">Trademark</a> use requests
sv: Förfrågningar angående <a href="m4_HOME/trademark">varumärkesanvändning</a>

source: Alioth administrators
sv: Administratörer för Alioth

source: Debian for children from 1 to 99
sv: Debian för barn mellan 1 och 99

source: Debian for medical practice and research
sv: Debian för medicinsk praktik och forskning

source: Debian for education
sv: Debian för utbildning

source: Debian in legal offices
sv: Debian för juridiska firmor

source: Debian for people with disabilities
sv: Debian för personer med funktionsnedsättningar

source: Debian for science and related research
sv: Debian för vetenskap och forskning

source: Debian for astronomy
sv: Debian för astronomi
