Repository: l/debian-webwml
Catalog: webwml/swedish/po/others.*.po
Languages: sv

source: Mailing List Subscription
sv: Prenumerera på sändlistor

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to subscribe using e-mail. An <a href="unsubscribe">unsubscription web form</a> is also available, for unsubscribing from mailing lists.
sv: Se <a href="./#subunsub">sändlistesidan</a> för information om hur du prenumererar via e-post. Det finns även en <a href="unsubscribe">webbsida för att avbeställning</a> sändlistorna.

source: Please select which lists you want to subscribe to:
sv: Välj vilka listor du vill prenumerera på:

source: No description given
sv: Beskrivning saknas

source: Moderated:
sv: Modererad:

source: Posting messages allowed only to subscribers.
sv: Tillåter endast prenumeranter att sända inlägg.

source: Only messages signed by a Debian developer will be accepted by this list.
sv: Listan godtar bara brev signerade av Debianutvecklare.

source: Subscription:
sv: Prenumeration:

source: is a read-only, digestified version.
sv: är en skrivskyddad variant där sammanfattningar postas.

source: Your E-Mail address:
sv: Din e-postadress:

source: Subscribe
sv: Prenumerera

source: Clear
sv: Återställ

source: Please respect the <a href="./#ads">Debian mailing list advertising policy</a>.
sv: Vänligen respektera <a href="./#ads">Debians annonseringspolicy för sändlistorna</a>.

source: Mailing List Unsubscription
sv: Avbeställa sändlistor

source: See the <a href="./#subunsub">mailing lists</a> page for information on how to unsubscribe using e-mail. An <a href="subscribe">subscription web form</a> is also available, for subscribing to mailing lists.
sv: Se <a href="./#subunsub">sändlistesidan</a> för information om hur du avbeställer via e-post. Det finns även en <a href="subscribe">webbsida för att prenumerera</a> på sändlistorna.

source: Please select which lists you want to unsubscribe from:
sv: Välj de listor du vill avbeställa:

source: Unsubscribe
sv: Avbeställ

source: open
sv: öppen

source: closed
sv: stängd

source: p<get-var page />
sv: s.<get-var page />

source: Download
sv: Hämta

source: Old banner ads
sv: Gamla webbannonser

source: Name:
sv: Namn:

source: Company:
sv: Företag:

source: Address:
sv: Adress:

source: Phone:
sv: Telefon:

source: URL:
sv: Webbadress:

source: or
sv: eller

source: Email:
sv: E-post:

source: Rates:
sv: Taxa:

source: Additional Information
sv: Ytterligare information

source: Willing to Relocate
sv: Kan flytta

source: <total_consultant> Debian consultants listed in <total_country> countries worldwide.
sv: <total_consultant> Debiankonsulter i <total_country> länder över hela världen visade.

source: New maintainers' corner
sv: Nyutvecklarhörnet

source: Step 1
sv: Steg 1

source: Step 2
sv: Steg 2

source: Step 3
sv: Steg 3

source: Step 4
sv: Steg 4

source: Step 5
sv: Steg 5

source: Applicants' checklist
sv: Ansökares checklista

source: See <a href="m4_HOME/intl/french/index.fr.html">http://www.debian.org/intl/french/index.fr.html</a> (only available in French) for more information.
sv: Se <a href="m4_HOME/intl/french/ltcp.fr.html">http://www.debian.org/intl/french/ltcp.fr.html</a> (endast tillgänglig på franska) för mer information.

source: See <a href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</a> (only available in Spanish) for more information.
sv: Se <A href="m4_HOME/intl/spanish/">http://www.debian.org/intl/spanish/</A> (endast tillgänglig på spanska) för mer information.

source: Previous Talks:
sv: Tidigare föredrag:

source: Languages:
sv: Språk:

source: Location:
sv: Plats:

source: Topics:
sv: Ämnen:

source: With&nbsp;``Debian''
sv: Med&nbsp;"Debian"

source: Without&nbsp;``Debian''
sv: Utan&nbsp;"Debian"

source: Encapsulated PostScript
sv: Inkapslad PostScript

source: [Debian] (mini button)
sv: [Debian] (liten knapp)

source: Wanted:
sv: Önskas:

source: Who:
sv: Av:

source: Architecture:
sv: Arkitektur:

source: Specifications:
sv: Specifikationer:

source: Where:
sv: Plats:

source: Products
sv: Produkter

source: T-shirts
sv: t-tröjor

source: hats
sv: kepsar

source: stickers
sv: klistermärken

source: mugs
sv: muggar

source: other clothing
sv: andra sorters kläder

source: polo shirts
sv: polotröjor

source: frisbees
sv: frisbeear

source: mouse pads
sv: musmattor

source: badges
sv: knappar

source: basketball goals
sv: basketkorgar

source: earrings
sv: örhängen

source: suitcases
sv: resväskor

source: BAD
sv: Ej OK

source: BAD?
sv: Ej OK?

source: Unknown
sv: Okänt

source: ALL
sv: ALLA

source: Package
sv: Paket

source: URL
sv: Webbadress
