Repository: l/debian-webwml
Catalog: webwml/swedish/po/partners.*.po
Languages: sv

source: Partner of the Month
sv: Månadens Partner

source: Alphabetical List of Partners
sv: Lista på partners i bokstavsordning

source: Development Partners
sv: Utvecklingspartners

source: Financial Partners
sv: Ekonomiska Partners

source: <a href="https://www.leaseweb.com/">LeaseWeb</a> has been one of two partners that provide the infrastructure for the <a href="https://snapshot.debian.org">Debian OS Snapshot Archive</a> since <a href="https://www.debian.org/News/2014/20141014">October 2014</a>, providing 80 Terabytes (TB) of capacity. In 2017 they renewed their support by provisioning two additional dedicated servers that expanded the storage at their location by 50%, enough to accommodate anticipated growth for years to come.
sv: <a href="https://www.leaseweb.com/">LeaseWeb</a> har varit en av två partners som tillhandahåller infastrukturen för <a href="https://snapshot.debian.org">Debian OS Ögonblicksarkiv</a> sedan <a href="https://www.debian.org/News/2014/20141014">Oktober 2014</a>, tillhandahållande 80 Terabytes (TB) kapacitet. I 2017 förnyade de sitt stöd genom att tillhandahålla två ytterligare dedikerade servrar som utökar lagringen på deras plats med 50%, vilket är tillräckligt för att rymma förväntad tillväxt under kommande år.

source: LeaseWeb is a global Infrastructure-as-a-Service (IaaS) provider – offering customers on-demand, world-class hosting solutions, from dedicated servers to cloud solutions. You can learn more about LeaseWeb visiting their <a href="https://www.leaseweb.com/">website</a>.
sv: LeaseWeb är en global tillhandahållare av Infrastruktur-som-en-tjänst (Infrastructure-as-a-Service, IaaS) - som erbjuder kunder världsledande on-demand hostinglösningar, från tillägnade servrar till molnlösningar. Du kan lära dig mer om LeaseWeb genom att besöka deras <a href="https://www.leaseweb.com/">webbplats</a>.

source: <a href="https://www.conova.com">conova communications GmbH</a> has been supporting the Debian project as a hosting partner for several years. In addition, the IT specialists also host the Debian Bug Squashing Parties in Salzburg/Austria. Debian is also used on many systems used on a daily basis at conova.
sv: <a href="https://www.conova.com">conova communications GmbH</a> har stött Debianprojektet som en hostingpartner under flera år. Utöveröver detta har även IT-specialisterna var värd för Felrättningsfester i Salzburg/Österrike. Debian används även på många system dagligen hos Conova.

source: conova operates one of the most modern data centers in all of Europe in Salzburg, Austria. Their services: customized solutions for housing, hosting, managed &amp; cloud services, outsourcing as well as network and security. The company offers space for more than 10,000 servers at the highest level of supply and security on their 2,000 m² of technical area.
sv: Conova driver ett av de mest moderna datacentren i Europa i Salzburg, Österrike. Deras tjänster: anpassade lösningar för housing, hosting, managed &amp; molnlösningar, outsourcing så väl som nätverk och säkerhet. Företaget erbjuder utrymme för mer än 10000 servrar på högsta leveransnivå samt säkerhetsnivå på deras 2000 m² tekniskt utrymme.

source: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> provides hardware for port development, Debian mirrors, and other Debian services (current HPE hardware donations are listed in the <a href="https://db.debian.org/machines.cgi">Debian machines</a> page).
sv: <a href="http://www.hpe.com/engage/opensource">Hewlett Packard Enterprise (HPE)</a> tillhandåller hårdvara för utveckling av anpassningar, Debianspeglingar, och andra Debiantjänster (aktuella HPE-hårdvarudonationer finns listade på sidan för <a href="https://db.debian.org/machines.cgi">Debianmaskiner</a>).

source: HPE is one of the largest computer companies in the world, providing a wide range of products and services, such as servers, storage, networking, consulting and support, software, and financial services.
sv: HPE är ett av värdens största dataföretag, tillhandahållande en bredd av produkter och tjänster, så som servrar, lagring, nätverk, konsultation och support, mjukvara samt finasiella tjänster.

source: <a href="http://www.hp.com/">Hewlett-Packard</a> has provided hardware for port development, Debian mirrors, and other Debian services (current HP hardware donations are listed in the <a href="https://db.debian.org/machines.cgi">Debian machines</a> page). For information about HP's involvement in the Linux Open Source community, see <a href="http://www.hp.com/products1/linux/">HP Linux</a>.
sv: <a href="http://www.hp.com/">Hewlett-Packard</a> har tillhandahållit hårdvara för utvecking av anpassningar, Debianspeglingar, och andra Debiantjänster (för närvarande listas HPs hårdvarudonationer på sidan för <a href="https://db.debian.org/machines.cgi">Deianmaskiner</a>). För information om HPs inblandning i Linux Open Source-gemenskapen, se <a href="http://www.hp.com/products1/linux/">HP Linux</a>.

source: Hewlett-Packard is one of the largest computer companies in the world, providing a wide range of products and services, such as servers, PCs, printers, storage products, network equipment, software, cloud computing solutions, etc.
sv: Hewlett-Packard är ett av världens största dataföretag som tillhandahåller en bredd av produkter och tjänster, så som servrar, PCs, skrivare, lagringsprodukter, nätverksutrustning, mjukvara, molntjänster, osv.

source: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> has provided a new high-end server for the Debian cdbuilder service. In addition, Thomas Krenn is a regular hardware sponsor for DebConf or the Debian booth at LinuxTag. For information about Thomas Krenn's involvement in the Linux Open Source community, see <a href="http://www.thomas-krenn.com/linux">http://www.thomas-krenn.com/linux</a>.
sv: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> har tillhandahållit en ny högpresterande server för Debians cdbuilder-tjänst. Utöver detta är Thomas Krenn en regelbunden hårdvarusponsor för DebConf eller Debianbåset på LinuxTag. För information om Thomas Krenn's inblandning i Linux Open Source-gemenskap, se <a href="http://www.thomas-krenn.com/linux">http://www.thomas-krenn.com/linux</a>.

source: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> is Europe's leading online shop for server systems and high-quality hosting. They offer rack-mountable servers, silent and low-noise servers, storage systems and virtualization solutions. Thomas Krenn is the only hardware shop who delivers individual configured servers within 24 hours across Europe. And of course they support Debian as operating system on their servers!
sv: <a href="http://www.thomas-krenn.com">Thomas Krenn</a> är Europas ledande onlineshop för serversystem och högkvalitativ hosting. De erbjuder rackmonterade servrar, tysta och servrar med låg ljudnivå. lagringssystem och virtualiseringslösningar. Thomas Krenn är den enda hårdvarubutiken som levererar individuellt konfigurerade servrar inom 24 timmar över Europa. Och självklart stödjer dom Debian som operativsystem på deras servrar!

source: <a href="http://www.trustsec.de/">trustsec</a> pays two Debian developers to work on the S/390 port of Debian and packages mainly related to Java. They host the <a href="http://www.trustsec.de/deb390/">web portal</a> for Debian on S/390 and zSeries. They've paid and worked on the free Debian CDs for LinuxTag 2001 in Stuttgart.
sv: <a href="http://www.trustsec.de/">trustsec</a> betalar två Debianutvecklare att jobba på S/390-anpassningen av Debian samt paket som relaterar till Java. De är värd för <a href="http://www.trustsec.de/deb390/">webbportalen</a> för Debian på S/390 och zSeries. De har betalat och jobbat på de gratis Debian-CDs för LinuxTag 2001 i Stuttgart.

source: trustsec offers customer support, consulting and training for Debian on the Intel PC architecture (i386), PowerPC and IBM S/390 and is specialized on network security and software development with Java. Please e-mail <a href="mailto:info@trustsec.de">info@trustsec.de</a> for more information.
sv: trustsec erbjuder kundsupport, konsultation och utbildning för Debian på Intel PC-arkitekturen (i386), PowerPC och IBM S/390 och specialiserar sig på nätverkssäkerhet och mjukvaruutveckling med Java. Vänligen skicka e-post <a href="mailto:info@trustsec.de">info@trustsec.de</a> för ytterligareinformation.

source: credativ is a service oriented company focusing on open-source software since its foundation in 1999. World-wide Debian support is provided by credativ's <q>Open Source Support Centers</q> around the globe.
sv: credativ är ett tjänsteorienterat företag med fokus på mjukvara med öppen källkod sedan dess grundande i 1999. Världsomspännande Debiansupport tillhandahålls genom credativ's <q>Open Source Support Centers</q> runt hela världen.

source: A large number of credativ staff are Debian developers, several of them very well know in the community. From the very beginning credativ has actively supported the Debian project. For more information please visit <url "http://www.credativ.com/">.
sv: Ett stort antal av credativs personal är Debianutvecklare, varav flera är välkända inom gemenskapen. Från början har credativ aktiv stött Debianprojektet.För ytterligare inforamtion, besök <url "http://www.credativ.com/">.

source: <a href="http://www.skolelinux.org/">Skolelinux</a> is heavily involved in both the creation and testing of the new debian-installer and the localization of Debian.
sv: <a href="http://www.skolelinux.org/">Skolelinux</a> är djupt involverade i både skapande och uttestning av nya debian-installer samt lokaliseringen av Debian.

source: Skolelinux is an effort to create a Debian Pure Blend aimed at schools and universities. An easy 3-question installation results in a preconfigured system tailored for schools, requiring almost no Linux or networking knowledge. This includes 15 preconfigured services and a localized environment.
sv: Skolelinux är en insats för att skapa en Debian Ren Blandning med skolor och universitet som mål. En lätt 3-frågorsinstallation resulterar i ett prekonfigurerat system anpassat för skolor, med nästan ingen Linux- ller nätverkskunskap. Detta inkluderar 15 förkonfigurerade tjänster samt en lokaliserad miljö.

source: Since 2002, Genesi has provided the hardware it designs and develops to the Debian community. Genesi also employs Debian developers to support their platforms.
sv: Sedan 2002 har Genesi tillhandahållit hårdvaran som de designar och utvecklar för Debiangemenskapen. Genesi anställer även Debianutvecklare för att stödja deras plattformar.

source: Genesi's <a href="http://www.genesi-usa.com/products">Efika MX</a> ARM-based computers are designed to bring low cost, energy efficient computing resources to the mass market. For information about Genesi's involvement in the Linux Open Source community, please visit <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org.</a>
sv: Genesi's <a href="http://www.genesi-usa.com/products">Efika MX</a> ARM-baserade datorer är designade för att få låg kostnads-, strömeffektiva datorresurser till marknaden. För information om Genesi's inblandning i Linux Öppen källkodsgemenskap, besök vänligen <a href="http://www.powerdeveloper.org/">www.PowerDeveloper.org.</a>

source: <a href="http://www.eaton.com/">Eaton</a> helps Debian in protecting its infrastructure from power issues, and employs a Debian Developer to work on UPS and Power Devices support through the <a href="http://www.networkupstools.org/">Network UPS Tools</a> and related packages.
sv: <a href="http://www.eaton.com/">Eaton</a> hjälper Debian med att skydda dess infrastruktur från strömproblem, och anställer en Debianutvecklare för att jobba med UPS och strömaggregatsupport genom <a href="http://www.networkupstools.org/">Network UPS Tools</a> och relaterade paket.

source: Eaton is a global technology leader in electrical components and systems for power quality, distribution and control; hydraulics components, systems and services for industrial and mobile equipment; aerospace fuel, hydraulics and pneumatic systems for commercial and military use; and truck and automotive drivetrain and powertrain systems for performance, fuel economy and safety. Eaton has approximately 75,000 employees and sells products to customers in more than 150 countries, with 2008 sales of $15.4 billion.
sv: Eaton är en global teknologisk ledar inom elektriska komponenter och system för strömkvalitet, distribution och kontroll; hydralikkomponenter, system och tjänster för industriell och mobil utrustning; flygbränsle, hydraulik och pneumatiska system för kommersiell och militär användning; och drivsystem för prestanda i bil och lastbil, bränsleekonomi och säkerhet. Eaton har ungefär 75000 anställda och säljer produkter till kunder i mer än 150 länder, med försäljning 2008 upp till $15.4 miljarder.

source: <a href="http://www.simtec.co.uk">Simtec</a> has provided several ARM machines which make up the bulk of the Debian ARM infrastructure. In addition Simtec employs several developers who contribute towards the Debian ARM port.
sv: <a href="http://www.simtec.co.uk">Simtec</a> tillhandahåller flera ARM maskiner som utgör grunden i Debians ARM-infrastruktur. Utöver detta har Simtec anställt flera utvecklare som bidrar till Debians ARM-anpassning.

source: Simtec is a leading provider of ARM based computing products. We have a range of <a href="http://www.simtec.co.uk/products/boards.html">boards</a> which serve a wide range of uses within the embedded market. We provide a complete range of products and solutions which can be tailored to suit the customers needs from off the shelf integrator solutions right through to fully custom designs. All of our products ship with open source tools and operating systems.
sv: Simtec är en ledande tillhandahållare av ARM-baserade datorprodukter. Vi har en bredd av <a href="http://www.simtec.co.uk/products/boards.html">kretsar</a> som ger en bredd av användningsområden inom marknaden för inbäddat. Vi tillhandahåller en fullständig bredd produkter och lösningar som kan skräddarsys för att passa kundernas behov från integreringslösningar direkt från hyllan till fullständigt anpassade designer. Alla våra produkter skeppas med öppen källkodsverktyg och operativsystem.

source: <a href="http://www.loongson.cn">Loongson</a> and <a href="http://www.lemote.com">Lemote</a> have provided several Loongson-based machines to Debian. For information about Loongson's involvement in the Linux community, see <a href="http://dev.lemote.com/code/linux-loongson-community">Linux at Loongson</a>.
sv: <a href="http://www.loongson.cn">Loongson</a> och <a href="http://www.lemote.com">Lemote</a> har bidragit med flera Loongson-baserade maskiner till Debian. För information om Loongson's inblandning i Linuxgemenskapen, se <a href="http://dev.lemote.com/code/linux-loongson-community">Linux hos Loongson</a>.

source: Loongson processors are a series of MIPS-compatible processors. They have been widely used in many areas, such as desktop, server, embedded application, high-performance computing etc. For more information, contact <a href="mailto:info@loongson.cn">info@loongson.cn</a>.
sv: Loongson-processorer är en serie med MIPS-kompatibla processorer. De har använts i stor utsträckning inom många områden, så som desktop, server, inbäddade applikationer, högpresterande datorer osv. För ytterligare information, kontakta <a href="mailto:info@loongson.cn">info@loongson.cn</a>.

source: <a href="http://www.opensourcepress.de/">Open Source Press</a> is the Munich-based publisher of the book <a href="http://debiansystem.info/">The Debian System</a>. For each book sold, the publisher and author together donate 1&euro; to the Debian Project.
sv: <a href="http://www.opensourcepress.de/">Open Source Press</a> är den München-baserade utygivaren av boken <a href="http://debiansystem.info/">The Debian System</a>. För varje såld bok, donerar utgivaren och författaren tillsammans 1&euro; till Debianprojektet.

source: Open Source Press specialises on books around Linux and Open Source Software, written by authors with considerable experience in the fields, and produced in close cooperation with the respective communities. The Open Source Press publications are renowned for their quality and depth.
sv: Open Source Press specialiserar sig på böcker om Linux och öppen källkod, skrivna av författare med stor erfarenhet inom området, och producerat i nära samarbete med de respektive gemenskaperna. Open Source Press-publikationer är kända för sin kvalitet och sitt djup.

source: San Francisco based <a href="http://www.nostarch.com/">No Starch Press</a>, publisher of "The Finest in Geek Entertainment," is co-publisher of the book <a href="http://debiansystem.info/">The Debian System</a>. The company is well known for publishing high-quality titles on a broad range of topics including alternative operating systems, networking, hacking, programming, and LEGO. No Starch Press donates US$1 from the sale of each copy of The Debian System to the Debian Project.
sv: San Francisco-baserade <a href="http://www.nostarch.com/">No Starch Press</a>, utgivare av "Det finaste inom nördunderhållning," är medutgivare av boken <a href="http://debiansystem.info/">The Debian System</a>. Företaget är väl känt för att publicera högkvalitativa titlar under ett brett omfång av ämnen, inklusive alternativa operativsystem, nätverk, hacking, programmering, och LEGO. No Starch Press donerar US$1 från försäljningen av varje kopia av The Debian System till Debianprojektet.

source: <A HREF="http://www.brainfood.com/">Brainfood</A> (previously called Novare) provides several machines to Debian, as well as hosting and server administration services.
sv: <a href="http://www.brainfood.com/">Brainfood</a> (tidigare kallat Novare) tillhandahåller flera maskiner till Debian, så väl som hosting och administrationstjänster.

source: Brainfood is a technology solutions company whose goal is to work to produce an ideal result for a specific need, whether it's a website or an ongoing, distance-learning intranet application, or custom developed software. &nbsp; For more information, contact <A HREF="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</A>.
sv: Brainfood är ett teknologilösningsföretag med målet att jobba för att producera ett ideellt resultat för ett specifikt behov, oavsett det gäller en webbsida eller en pågående distansutbildningsintranetapplikation, eller anpassad utvecklad mjukvara. &nsbp; För mer information, kontakta <a href="mailto:debian-contact@brainfood.com">debian-contact@brainfood.com</A>.

source: <A HREF="http://www.linuxcentral.com/">Linux Central</A> provides us with Debian GNU/Linux CD-ROM sets for trade show type events. These CD's help to promote Debian by getting the system right in the hands of potential and current users.
sv: <A HREF="http://www.linuxcentral.com/">Linux Central</A> tillhandahåller oss med Debian GNU/Linux CD-ROM-uppsättningar för mässliknande evenemang. Dessa CDs hjälper att promota Debian genom att ge systemet direkt i händerna på potentiella och nuvarande användare.

source: Linux Central sells all the latest releases of Linux products such as commercial software, books, hardware, and versions of major Linux distributions. On Linux Central's site you can also find news and basic information about Linux, or sign up for a newsletter to stay updated on all newly released products or daily specials. &nbsp; For more information, contact <A HREF="mailto:sales@linuxcentral.com">sales@linuxcentral.com</A>.
sv: Linux Central säljer alla de senaste utgåvorna av Linuxprodukter så som kommersiell mjukvara, böcker, hårdvara, och versioner av de stora Linuxdistributionerna. På Linux Central's webbplats kan du även hitta nyheter och grundläggande information om Linux, eller prenumerera på ett nyhetsbrev för att hålla sig uppdaterad om alla nyligen släppta produkter eller dagliga erbjudanden. &nbsp; För ytterligare information, kontakta <a href="mailto:sales@linuxcentral.com">sales@linuxcentral.com</a>.

source: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (formely Black Cat Networks) is a UK ISP specialising in dedicated hosting. It provides dedicated servers, managed servers solutions, colocation services and VPS virtual servers.
sv: <a href="http://www.rapidswitch.com/">RapidSwitch</a> (tidigare Black Cat Networks) är en UK-baserad ISP som är specialiserad i dedikerad hosting. De tillhandahåller dedikerade servrar, hanterade serverlösningar, colocationtjänster och VPS virtuella servrar.

source: It hosts a Debian development machine, <a href="https://db.debian.org/machines.cgi?host=caballero">caballero</a>.
sv: De är värd för en Debianutvecklingsmaskin, <a href="https://db.debian.org/machines.cgi?host=caballero">caballero</a>.

source: <a href="http://osuosl.org/">The Oregon State University Open Source Lab</a> provides hosting and administration services to the Debian project.
sv: <a href="http://osuosl.org/">The Oregon State University Open Source Lab</a> tillhandahåller hosting och administrationstjänster för Debianprojektet.

source: The Open Source Lab is a focal point for open source development at Oregon State University and beyond. The OSL provides development, hosting and assorted other services to the Open Source community.
sv: Open Source Lab är en kontaktpunkt för öppen källkodsutveckling vid Oregon State University och bortom. OSL tillhandaåhller utveckling, hosting och andra tjänster till öppen källkodsgemenskapen.

source: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> is supporting the Debian community by donating hardware, rackspace and bandwidth for the Debian server hosting alioth, arch and svn.
sv: <a href="http://www.telegraaf.nl/">Telegraaf Media ICT BV</a> stödjer Debiangemenskapen genom att donera hårdvara, rackutrymme och bandbredd för Debianservern som hostar alioth, arch och svn.

source: Telegraaf Media ICT BV is running its internet infrastructure (appx. 200 Intel based servers) mainly based on Debian GNU/Linux servers; the sysadmins are highly motivated Debian users and some of them also Debian maintainers.
sv: Telegraaf Media ICT BV kör dess internetinfrastruktur (ungefär 200 Intel-baserade servrar) huvudsakligen på Debian GNU/Linux-servrar; Systemadministratörerna motiveras av Debiananvändarna och några av dem är även Debian maintainers.

source: Telegraaf Media Group runs some of the most popular Dutch websites (http://www.telegraaf.nl, http://www.speurders.nl and http://www.dft.nl) as well as the two biggest newspapers in The Netherlands.
sv: Telegraaf Media Group driver några av de mest populära holländska webbsajterna (http://www.telegraaf.nl, http://www.speurders.nl och http://www.dft.nl) så väl som de två största tidningarna i Holland.

source: <a href="http://www.man-da.de/">man-da.de GmbH</a> is the backbone provider of the Metropolitan Area Network Darmstadt. It is supporting Debian by hosting several debian.org and debian.net servers as well as the buildd network for experimental and debconf.org machines.
sv: <a href="http://www.man-da.de/">man-da.de GmbH</a> är ryggradensleverantören i Metropolitan Area Network Darmstadt. De stödjer Debian genom att vara värd för flera debian.org- och debian.net-servrar så väl som buildd-nätverket för expermentella utgåvan och debconf.org-maskiner.
