Repository: l/debian-webwml
Catalog: webwml/swedish/po/partners.*.po
Languages: sv

source: man-da.de GmbH is operating MANDA, a wide area network in the South Hessen region connecting educational and research organisations to a high speed redundant network ring and providing internet access. The company is owned by TU Darmstadt and University of Applied Sciences Darmstadt and in addition to operating MANDA it is also providing IT consulting and IT services to both universities.
sv: man-da.de GmbH driver MANDA, ett wide area nätverk i South Hessen-regionen som ansluter utbildnings- och forskningsorganisationer till en höghastighets- redundant nätverksring och tillhandahåller nätverksåtkomst. Företaget ägs av TU Darmstadt och Universitetet för tillämpad vetenskap i Darmstadt och förutom att driva MANDA tillhandahåller det även IT-konsultning och IT-tjänster till båda universiteten.

source: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> support us by providing hosting services and sponsorship for the Debian Conference.
sv: <a href="http://www.bytemark.co.uk/r/deb-partners">Bytemark</a> stödjer oss genom att tillhandahålla hostingtjänster samt att dom sponsrar Debiankonferensen.

source: They are a leading Internet Service Provider (ISP) in the United Kingdom and provide scalable, powerful and affordable hosting with lots of <q>geek friendly</q> extras as standard. Debian GNU/Linux is deployed extensively within their network, and comes recommended as the <q>Distribution of Choice</q> to any new customer who's not 100% sure on what to pick. Bytemark are also well known for their expert and friendly support.
sv: De är en ledande Internet Service Provider (ISP) i Storbritannien och tillhandahåller skalbar, kraftfull och prisvärd hosting med mängder av <q>geek-vänliga</q> tillbehör som standard. Debian GNU/Linux rullas ut inom deras nätverk, och rekommenderas som <q>föstaval</q> till alla nya kunder som inte är 100% säkra på vad dom vill ha. Bytemark är även kända för sin kunniga och vänliga support.

source: <a href="http://www.1and1.info/">1&amp;1</a> supports us by providing several servers in their Karlsruhe high-performance datacenter.
sv: <a href="http://www.1and1.info/">1&amp;1</a> stödjer oss genom att tillhandahålla flera servrar i deras högpresterande datacenter i Karlsruhe.

source: 1&amp;1 is one of the biggest Domain Registrars and Web hosting companies worldwide, with offices in Germany, France, Great Britain, Spain and the USA. Most of the over 5 million websites and other services managed by 1&amp;1 are running on a Debian-based environment using several thousand servers.
sv: 1&amp;1 är en av de största Domänregistratorerna och Webbhostingföretagen i världen, med kontor i Tyskland, Frankrike, Storbritannien, Spanien och USA. De flesta av de mer än 5 miljoner webbplatserna och andra tjänster som hanteras av 1&amp;1 kör på en Debianbaserat miljö som använder tusentals servrar.

source: <a href="http://www.dg-i.net/">DG-i</a> provides the Debian project with hardware and hosting services from their colocation sites via high-speed connection. <a href="https://wiki.debian.org">wiki.debian.org</a> received an IBM x360 server.
sv: <a href="http://www.dg-i.net/">DG-i</a> tillhandahåller Debianprojektet med hårdvara och hostingtjänster från deras colocationsajter via höghastighetsanslutning. <a href="https://wiki.debian.org">wiki.debian.org</a> har fått en IBM x360 server.

source: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) offers consulting services on IT infrastructures, software development and hosting services. DG-i supports clients in analysing their IT environment, developing individual software solutions and in adjusting client's applications for a seamless transition into hosted services. The company designs and supports individual operational IT concepts that meet the high quality standards especially in E-Commerce and financial services. DG-i holds the necessary hosting infrastructure in their Munich and Dusseldorf data centers.
sv: Dembach Goo Informatik GmbH &amp; Co. KG (DG-i) tillhandahåller konsultingtjänster för IT-infrastruktur, mjukvaruutveckling och hostingtjänster. DG-i stödjer klienter med att analysera klientens applikationer för en sömlös övergång till hostade tjänster. Företaget designar och stödjer individuella operationella IT-koncept som möter den höga kvalitetsstandarden speciellt inom E-kommers och financella tjänster. DG-i håller den nödvändiga hostinginfrastrukturen i deras datacenter i München och Düsseldorf.

source: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> supports Debian (and SPI Inc) by providing domain registration facilities.</p><p>They are a UK based web hosting, domain registration and co-location company.
sv: <a href="http://www.mythic-beasts.com">Mythic Beasts Ltd.</a> stödjer Debian (och SPI Inc) genom att tillhandahålla registreringsanläggningar.</p><p>Dom är ett webbhosting-, domänregistrerings- och co-locationföretag baserat i Storbritannien.</p>
