Repository: l/debian-webwml
Catalog: webwml/swedish/po/ports.*.po
Languages: sv

source: Debian for Laptops
sv: Debian för bärbara

source: Debian for Alpha
sv: Debian för Alpha

source: Debian for AMD64
sv: Debian för AMD64

source: Debian for ARM
sv: Debian för ARM

source: Debian for Beowulf
sv: Debian för Beowulf

source: Main
sv: Huvudsida

source: Debian for PA-RISC
sv: Debian för PA-RISC

source: Hurd CDs
sv: Hurd på cd

source: Debian for IA-64
sv: Debian för IA-64

source: Debian for Motorola 680x0
sv: Debian för Motorola 680x0

source: Contact
sv: Kontakt

source: CPUs
sv: Processorer

source: Credits
sv: Tack

source: Development
sv: Utveckling

source: Documentation
sv: Dokumentation

source: Links
sv: Länkar

source: News
sv: Nyheter

source: Porting
sv: Anpassa

source: Ports
sv: Anpassningar

source: Problems
sv: Problem

source: Software Map
sv: Programvarukatalog

source: Supply
sv: Tillgänglighet

source: Systems
sv: System

source: Debian for MIPS
sv: Debian för MIPS

source: Debian GNU/NetBSD for i386
sv: Debian GNU/NetBSD för i386

source: Debian GNU/NetBSD for Alpha
sv: Debian GNU/NetBSD för Alpha

source: Why
sv: Varför

source: People
sv: Folk

source: Debian for PowerPC
sv: Debian för PowerPC

source: Debian for S/390
sv: Debian för S/390

source: Debian for Sparc
sv: Debian för Sparc

source: Debian for Sparc64
sv: Debian för Sparc64
