Repository: l/debian-webwml
Catalog: webwml/swedish/po/security.*.po
Languages: sv

source: Debian Security
sv: Säkerhet i Debian

source: Debian Security Advisories
sv: Säkerhetsbulletiner från Debian

source: Q
sv: F

source: Mitre CVE dictionary
sv: Mitres CVE-förteckning

source: Securityfocus Bugtraq database
sv: Securityfocus Bugtraqdatabas

source: CERT Advisories
sv: CERT-bulletiner

source: US-CERT vulnerabilities Notes
sv: US-CERTs sårbarheternotiser

source: Source:
sv: Källkod:

source: Architecture-independent component:
sv: Arkitekturoberoende komponent:

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">original advisory</a>.
sv: MD5-kontrollsummor för dessa filer finns i <a href="<get-var url />">originalbulletinen</a>.

source: MD5 checksums of the listed files are available in the <a href="<get-var url />">revised advisory</a>.
sv: MD5-kontrollsummor för dessa filer finns i <a href="<get-var url />">reviderade bulletinen</a>.

source: Debian Security Advisory
sv: Säkerhetsbulletin från Debian

source: Date Reported
sv: Rapporterat den

source: Affected Packages
sv: Berörda paket

source: Vulnerable
sv: Sårbara

source: Security database references
sv: Referenser i säkerhetsdatabaser

source: More information
sv: Ytterligare information

source: Fixed in
sv: Rättat i

source: Bug
sv: Fel

source: In the Debian bugtracking system:
sv: I Debians felrapporteringssystem:

source: In the Bugtraq database (at SecurityFocus):
sv: I Bugtraq-databasen (hos SecurityFocus):

source: In Mitre's CVE dictionary:
sv: I Mitres CVE-förteckning:

source: CERT's vulnerabilities, advisories and incident notes:
sv: CERTs information om sårbarheter, bulletiner och incidenter:

source: No other external database security references currently available.
sv: För närvarande är inga ytterligare referenser till externa säkerhetsdatabaser tillgängliga.
