Repository: l/debian-webwml
Catalog: webwml/swedish/po/stats.*.po
Languages: sv

source: Debian web site translation statistics
sv: Statistik över översättningar på Debians webbplats

source: There are %d pages to translate.
sv: Det finns %d sidor att översätta.

source: There are %d bytes to translate.
sv: Det finns %d bytes att översätta.

source: There are %d strings to translate.
sv: Det finns %d strängar att översätta.

source: Hit data from %s, gathered %s.
sv: Träffdata från %s, insamlat %s.

source: This translation is too out of date
sv: Den här översättningen är föråldrad

source: Wrong translation version
sv: Felaktig översättningsversion

source: The original is newer than this translation
sv: Originalet är nyare än denna översättning

source: The original no longer exists
sv: Originalet finns inte längre

source: hit count N/A
sv: träffräknare N/A

source: hits
sv: träffar

source: Click to fetch diffstat data
sv: Klicka för att hämta diffstat-data

source: Unified diff
sv: Samlad diff

source: Colored diff
sv: Färglagd diff

source: Translation summary for
sv: Översättningssammanfattning för

source: Not translated
sv: Ej översatt

source: Outdated
sv: Föråldrade

source: Translated
sv: Översatt

source: Up to date
sv: Uppdaterade

source: files
sv: filer

source: Note: the lists of pages are sorted by popularity. Hover over the page name to see the number of hits.
sv: Observera: listorna på den här sidan sorteras efter popularitet. Hovra över sidnamnet för att se antal träffar.

source: Outdated translations
sv: Föråldrade översättningar

source: File
sv: Fil

source: Comment
sv: Kommentar

source: Log
sv: Logg

source: Translation
sv: Översättning

source: Maintainer
sv: Underhållare

source: Translator
sv: Översättare

source: Date
sv: Datum

source: General pages not translated
sv: Generella sidor ej översatta

source: Untranslated general pages
sv: Ej översatta generella sidor

source: News items not translated
sv: Nyheter som inte översatts

source: Untranslated news items
sv: Oöversatta nyheter

source: Consultant/user pages not translated
sv: Konsult/användarsidor som inte översatts

source: Untranslated consultant/user pages
sv: Ej översatta Konsult/användarsidor

source: International pages not translated
sv: Internationella sidor som ej översatts

source: Untranslated international pages
sv: Ej översatta internationella sidor

source: Translated pages (up-to-date)
sv: Översatta sidor (uppdaterade)

source: Translated templates (PO files)
sv: Översatta mallar (PO-filer)

source: PO Translation Statistics
sv: Statistik för PO-översättningar

source: Fuzzy
sv: Luddig

source: Untranslated
sv: Ej översatt

source: Total
sv: Totalt

source: Total:
sv: Totalt:

source: Created with
sv: Skapad med

source: Translated web pages
sv: Översatta webbsidor

source: Translation Statistics by Page Count
sv: Översättningsstatistik efter antal sidor

source: Language
sv: Språk

source: Translations
sv: Översättningar

source: Translated web pages (by size)
sv: Översatta webbsidor (efter storlek)

source: Translation Statistics by Page Size
sv: Översättningsstatistik efter sidstorlek
