Repository: l/debian-webwml
Catalog: webwml/swedish/po/templates.*.po
Languages: sv

source: More information
sv: Ytterligare information

source: <void id="dc_faq" />FAQ
sv: FAQ

source: Download with Jigdo
sv: Hämta med jigdo

source: Download via HTTP/FTP
sv: Hämta via http/ftp

source: Buy CDs or DVDs
sv: Köp cd eller dvd

source: Network Install
sv: Nätverksinstallation

source: <void id="dc_download" />Download
sv: Hämta

source: <void id="dc_misc" />Misc
sv: Diverse

source: <void id="dc_artwork" />Artwork
sv: Bilder

source: <void id="dc_mirroring" />Mirroring
sv: Spegla

source: <void id="dc_rsyncmirrors" />Rsync Mirrors
sv: Rsync-speglar

source: <void id="dc_torrent" />Download with Torrent
sv: Hämta med Torrent

source: <void id="dc_pik" />Pseudo Image Kit
sv: Pseudo Image Kit

source: <void id="dc_relinfo" />Image Release Info
sv: Utgåveinformation för avbildningar

source: Debian CD team
sv: Debians cd-grupp

source: debian_on_cd
sv: debian på cd

source: <void id="faq-bottom" />faq
sv: osf

source: buy
sv: köp

source: net_install
sv: nätinstall

source: <void id="misc-bottom" />misc
sv: div

source: English-language <a href="/MailingLists/disclaimer">public mailing list</a> for CDs/DVDs:
sv: Engelskspråkig <a href="/MailingLists/disclaimer">öppen sändlista</a> för cd/dvd:

source: Yes
sv: Ja

source: No
sv: Nej

source: Debian Project
sv: Debianprojektet

source: Debian GNU/Linux is a free distribution of the GNU/Linux operating system. It is maintained and updated through the work of many users who volunteer their time and effort.
sv: Debian GNU/Linux är en fri distribution av operativsystemet GNU/Linux. Det underhålls och uppdateras av frivilliga användare, vilka lägger ner arbete, tid och energi.

source: debian, GNU, linux, unix, open source, free, DFSG
sv: debian, GNU, linux, unix, open source, fritt, DFSG

source: Back to the <a href="m4_HOME/">Debian Project homepage</a>.
sv: Tillbaka till <a href="m4_HOME/">Debianprojektets ingångssida</a>.

source: Home
sv: Hem

source: Skip Quicknav
sv: Hoppa över navigering

source: About
sv: Om&nbsp;Debian

source: About Debian
sv: Om Debian

source: Contact&nbsp;Us
sv: Kontakta oss

source: Donations
sv: Donationer

source: Events
sv: Evenemang

source: News
sv: Nyheter

source: Developers'&nbsp;Corner
sv: Utvecklarhörnet

source: Documentation
sv: Dokumentation

source: Security&nbsp;Information
sv: Säkerhetsinformation

source: Search
sv: Sök

source: none
sv: ingen

source: Go
sv: Gå dit

source: worldwide
sv: global

source: Site map
sv: Sidöversikt

source: Miscellaneous
sv: Diverse

source: Getting Debian
sv: Få tag på Debian

source: List of Consultants
sv: Konsultöversikt

source: Back to the <a href="./">Debian consultants page</a>.
sv: Åter till <a href="./">Debians konsultöversikt</a>.

source: Please send all comments, criticisms and suggestions about these web pages to our <a href="mailto:debian-doc@lists.debian.org">mailing list</a>.
sv: Sänd kommentarer, kritik och förslag om dessa webbsidor till vår <a href="mailto:debian-doc@lists.debian.org">sändlista</a>.

source: Upcoming Attractions
sv: Kommande tilldragelser

source: link may no longer be valid
sv: länken kan vara gammal

source: When
sv: När

source: Where
sv: Var

source: More Info
sv: Ytterligare information

source: Debian Involvement
sv: Debians involvering

source: Main Coordinator
sv: Huvudsamordnare

source: <th>Project</th><th>Coordinator</th>
sv: <th>Projekt</th><th>Samordnare</th>

source: Related Links
sv: Relaterade länkar

source: Latest News
sv: Senaste nytt

source: Download calendar entry
sv: Hämta kalenderpost

source: not needed
sv: ej nödvändigt

source: not available
sv: ej tillgängligt

source: N/A
sv: ej relevant

source: in release 1.1
sv: i utgåva 1.1

source: in release 1.3
sv: i utgåva 1.3

source: in release 2.0
sv: i utgåva 2.0

source: in release 2.1
sv: i utgåva 2.1

source: in release 2.2
sv: i utgåva 2.2

source: To report a problem with the web site, e-mail <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a>. For other contact information, see the Debian <a href="m4_HOME/contact">contact page</a>.
sv: För att rapportera ett problem med webbplatsen, kontakta <a href="mailto:debian-www@lists.debian.org">debian-www@lists.debian.org</a> (på engelska). För problem och synpunkter om den svenska översättningen, kontakta <a href="mailto:debian-l10n-swedish@lists.debian.org">debian-l10n-swedish@lists.debian.org</a>. För övrig kontaktinformation, se Debians <a href="m4_HOME/contact">kontaktsida</a>.

source: Last Modified
sv: Senast uppdaterad

source: Copyright
sv: Upphovsrättsskyddat

source: See <a href="m4_HOME/license" rel="copyright">license terms</a>
sv: Se <a href="m4_HOME/license" rel="copyright">licensvillkor</a>

source: Debian is a registered <a href="m4_HOME/trademark">trademark</a> of Software in the Public Interest, Inc.
sv: Debian är ett registrerat <a href="m4_HOME/trademark">varumärke</a> hos Software in the Public Interest. Inc.

source: This page is also available in the following languages:
sv: Denna sida finns även på följande språk:

source: How to set <a href=m4_HOME/intro/cn>the default document language</a>
sv: Så ställer du in <a href=m4_HOME/intro/cn>standardspråkval för dokument</a>

source: License Information
sv: Licensinformation

source: Debian-Legal Archive
sv: Arkiv för Debian-Legal

source: Date published
sv: Publiceringsdatum

source: License
sv: Licens

source: Summary
sv: Sammanfattning

source: Justification
sv: Motivering

source: Discussion
sv: Diskussion

source: Original Summary
sv: Ursprunglig sammanfattning

source: The original summary by <summary-author/> can be found in the <a href="<summary-url/>">list archives</a>.
sv: Den ursprungliga sammanfattningen skriven av <summary-author/> kan läsas i <a href="<summary-url/>">listarkiven</a>.

source: This summary was prepared by <summary-author/>.
sv: Denna sammanfattning skrevs av <summary-author/>.

source: License text (translated)
sv: Licenstext (översatt)

source: License text
sv: Licenstext

source: free
sv: fri

source: non-free
sv: icke-fri

source: not redistributable
sv: ej vidaredistribuerbar

source: Free
sv: Fria

source: Non-Free
sv: Icke-fria

source: Not Redistributable
sv: Ej vidaredistribuerbara

source: See the <a href="./">license information</a> page for an overview of the Debian License Summaries (DLS).
sv: Se <a href="./">licensinformationssidan</a> för en översikt över Debians licenssammanfattningar (DLS).

source: Debian&nbsp;International
sv: Debian&nbsp;internationellt

source: Partners
sv: Partner

source: Release&nbsp;Info
sv: Versionsfakta

source: Debian&nbsp;Packages
sv: Debianpaket

source: Download
sv: Hämta

source: Debian&nbsp;on&nbsp;CD
sv: Debian&nbsp;på&nbsp;cd

source: Debian&nbsp;Books
sv: Debianböcker

source: Mailing&nbsp;List&nbsp;Archives
sv: Sändlistearkiv

source: Mailing&nbsp;Lists
sv: Sändlistor

source: Social&nbsp;Contract
sv: Socialt&nbsp;kontrakt

source: Visit the site sponsor
sv: Besök vår sponsor

source: Site map for Debian web pages
sv: Översikt över Debians webbsidor

source: Developer Database
sv: Utvecklardatabas

source: Debian Policy Manual
sv: Debians policyhandbok

source: Developers' Reference
sv: Utvecklarreferensen

source: New Maintainers' Guide
sv: Nyutvecklarguiden

source: Release Critical Bugs
sv: Fel som måste fixas

source: Lintian Reports
sv: Lintianrapporter

source: Archives for users' mailing lists
sv: Arkiv för användarsändlistor

source: Archives for developers' mailing lists
sv: Arkiv för utvecklarsändlistor

source: Archives for i18n/l10n mailing lists
sv: Arkiv for internationaliserings-/landsanpassningssändlistor

source: Archives for ports' mailing lists
sv: Arkiv för anpassningssändlistor

source: Archives for mailing lists of the Bug tracking system
sv: Arkiv för sändlistor för felrapporteringssystemet

source: Archives for miscellaneous mailing lists
sv: Arkiv för blandade sändlistor

source: Free&nbsp;Software
sv: Fri&nbsp;programvara

source: Development
sv: Utveckling

source: Help Debian
sv: Hjälp Debian

source: Bug reports
sv: Felrapporter

source: Ports/Architectures
sv: Anpassningar/arkitekturer

source: Installation&nbsp;manual
sv: Installationsmanual

source: CD vendors
sv: CD-återförsäljare

source: CD ISO images
sv: CD-ISO-avbildningar

source: Network install
sv: Nätverksinstallation

source: Pre-installed
sv: Förinstallerat

source: Debian-Edu project
sv: Debian-Edu-projektet

source: Quality Assurance
sv: Kvalitetskontroll

source: Package Tracking System
sv: Paketspårningssystemet

source: Debian Developer's Packages Overview
sv: Debianutvecklarnas paketöversikt

source: Select a server near you
sv: Välj en server nära dig

source: Back to: other <a href="./">Debian news</a> || <a href="m4_HOME/">Debian Project homepage</a>.
sv: Tillbaka till: andra <a href="./">Debiannyheter</a> || <a href="m4_HOME/">Debianprojektets ingångssida</a>.

source: <get-var url /> (dead link)
sv: <get-var url /> (död länk)

source: No items for this year.
sv: Ingenting detta år.

source: proposed
sv: föreslagen

source: in discussion
sv: diskuteras

source: voting open
sv: röstning pågår

source: finished
sv: avslutad

source: withdrawn
sv: tillbakadraget

source: Future events
sv: Kommande evenemang

source: Past events
sv: Tidigare evenemang

source: (new revision)
sv: (ny version)

source: Report
sv: Rapport

source: List of Speakers
sv: Föredragshållarförteckning

source: Back to the <a href="./">Debian speakers page</a>.
sv: Åter till <a href="./">Debians föredragshållaröversikt</a>.

source: More information:
sv: Ytterligare information:

source: Taken by:
sv: Taget av:

source: Nobody
sv: Ingen

source: Rating:
sv: Grad:

source: <em>Note:</em> The <a href="$link">original document</a> is newer than this translation.
sv: <em>Observera:</em> <a href="$link">Originalet</a> är nyare än denna översättning.

source: Warning! This translation is too out of date, please see the <a href="$link">original</a>.
sv: Varning! Den här översättningen är för gammal, vänligen se <a href="$link">originalet</a>.

source: <em>Note:</em> The original document of this translation no longer exists.
sv: <em>Observera:</em> Originalet existerar inte längre.

source: URL
sv: Webbadress

source: Back to the <a href="../">Who's using Debian? page</a>.
sv: Åter till <a href="./">Vem använder Debian?</a>

source: Date
sv: Datum

source: Time Line
sv: Tidslinje

source: Nominations
sv: Nomineringar

source: Debate
sv: Debatt

source: Platforms
sv: Plattformar

source: Proposer
sv: Föreslaget av

source: Proposal A Proposer
sv: Förslag A föreslaget av

source: Proposal B Proposer
sv: Förslag B föreslaget av

source: Proposal C Proposer
sv: Förslag C föreslaget av

source: Proposal D Proposer
sv: Förslag D föreslaget av

source: Proposal E Proposer
sv: Förslag E föreslaget av

source: Proposal F Proposer
sv: Förslag F föreslaget av

source: Seconds
sv: Sekunderingar

source: Proposal A Seconds
sv: Sekunderingar av förslag A

source: Proposal B Seconds
sv: Sekunderingar av förslag B

source: Proposal C Seconds
sv: Sekunderingar av förslag C

source: Proposal D Seconds
sv: Sekunderingar av förslag D

source: Proposal E Seconds
sv: Sekunderingar av förslag E

source: Proposal F Seconds
sv: Sekunderingar av förslag F

source: Opposition
sv: Opponenter

source: Proposal A
sv: Förslag A

source: Proposal B
sv: Förslag B

source: Proposal C
sv: Förslag C

source: Proposal D
sv: Förslag D

source: Proposal E
sv: Förslag E

source: Proposal F
sv: Förslag F

source: Choices
sv: Alternativ

source: Amendment Proposer
sv: Ändringar föreslagna av

source: Amendment Seconds
sv: Sekunderingar av ändringar

source: Amendment Text
sv: Text för ändringar

source: Amendment Proposer A
sv: Ändring A föreslagen av

source: Amendment Seconds A
sv: Ändring A sekunderas av

source: Amendment Text A
sv: Text för ändring A

source: Amendment Proposer B
sv: Ändring B föreslagen av

source: Amendment Seconds B
sv: Ändring B sekunderas av

source: Amendment Text B
sv: Text för ändring B

source: Amendments
sv: Ändringar

source: Proceedings
sv: Protokoll

source: Majority Requirement
sv: Majoritetskrav

source: Data and Statistics
sv: Data och statistik

source: Quorum
sv: Beslutsmässigt antal

source: Minimum Discussion
sv: Minsta diskussion

source: Ballot
sv: Röstsedel

source: Outcome
sv: Resultat

source: Waiting&nbsp;for&nbsp;Sponsors
sv: Väntar&nbsp;på&nbsp;sponsor

source: In&nbsp;Discussion
sv: Under&nbsp;diskussion

source: Voting&nbsp;Open
sv: Röstning&nbsp;pågår

source: Decided
sv: Beslutade

source: Withdrawn
sv: Tillbakadragna

source: Other
sv: Annat

source: Home&nbsp;Vote&nbsp;Page
sv: Hem&nbsp;-&nbsp;Röstningssida

source: How&nbsp;To
sv: Hur&nbsp;man...

source: Submit&nbsp;a&nbsp;Proposal
sv: Avger&nbsp;förslag

source: Amend&nbsp;a&nbsp;Proposal
sv: Ändrar&nbsp;förslag

source: Follow&nbsp;a&nbsp;Proposal
sv: Följer&nbsp;förslag

source: Read&nbsp;a&nbsp;Result
sv: Läser&nbsp;resultat

source: Vote
sv: Röstar

source: To receive this newsletter weekly in your mailbox, <a href="http://lists.debian.org/debian-news/">subscribe to the debian-news mailing list</a>.
sv: För att få det här nyhetsbrevet tillsänt dig per e-post varje vecka, <a href="http://lists.debian.org/debian-news/">prenumerera på sändlistan debian-news</a>.

source: <a href="../../">Back issues</a> of this newsletter are available.
sv: <a href="../../">Tidigare utgåvor</a> av nyhetsbrevet finns att tillgå.

source: <void id="singular" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
sv: Redaktör för Debian Weekly News är <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />Debian Weekly News is edited by <a href="mailto:dwn@debian.org">%s</a>.
sv: Redaktörer för Debian Weekly News är <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
sv: Detta nummer av Debian Weekly News redigerades av <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="plural" />This issue of Debian Weekly News was edited by <a href="mailto:dwn@debian.org">%s</a>.
sv: Detta nummer av Debian Weekly News redigerades av <a href="mailto:dwn@debian.org">%s</a>.

source: <void id="singular" />It was translated by %s.
sv: Det översattes av %s.

source: <void id="plural" />It was translated by %s.
sv: Det översattes av %s.

source: <void id="singularfemale" />It was translated by %s.
sv: Det översattes av %s.

source: <void id="pluralfemale" />It was translated by %s.
sv: Det översattes av %s.

source: No requests for adoption
sv: Inga paket tillgängliga för adoptering

source: No orphaned packages
sv: Inga övergivna paket

source: No packages waiting to be adopted
sv: Inga paket på väg att adopteras

source: No packages waiting to be packaged
sv: Inga paket det arbetas på

source: No Requested packages
sv: Inga efterfrågade paket

source: No help requested
sv: Ingen hjälp efterfrågad

source: in adoption since today.
sv: adoption pågår sedan idag.

source: in adoption since yesterday.
sv: adoption pågår sedan igår.

source: %s days in adoption.
sv: adoption pågår sedan %s dagar.

source: in preparation since today.
sv: på gång sedan idag.

source: in preparation since yesterday.
sv: på gång sedan igår.

source: %s days in preparation.
sv: på gång sedan %s dagar.

source: requested today.
sv: efterfrågades idag.

source: requested yesterday.
sv: efterfrågades igår.

source: requested %s days ago.
sv: efterfrågades för %s dagar sedan.

source: package info
sv: paketinformation
