Repository: l/debian-webwml
Catalog: webwml/swedish/po/vendors.*.po
Languages: sv

source: Vendor:
sv: Distributör:

source: URL for Debian Page:
sv: Webbadress för Debiansida:

source: Allows Contribution to Debian:
sv: Tillåter bidrag till Debian:

source: Country:
sv: Land:

source: Ship International:
sv: Levererar internationellt:

source: email:
sv: E-post:

source: CD Type:
sv: Typ av cd:

source: DVD Type:
sv: Typ av dvd:

source: Architectures:
sv: Arkitekturer:

source: Vendor
sv: Distributör

source: Allows Contributions
sv: Tillåter bidrag

source: Architectures
sv: Arkitekturer

source: Ship International
sv: Levererar internationellt

source: Contact
sv: Kontakt

source: Vendor Home
sv: Hemsida för distributör

source: page
sv: sida

source: email
sv: e-post

source: within Europe
sv: inom Europa

source: To some areas
sv: inom vissa områden

source: source
sv: källkod

source: and
sv: och
