Repository: l/debian-webwml
Catalog: webwml/swedish/po/vote.*.po
Languages: sv

source: Date
sv: Datum

source: Time Line
sv: Tidslinje

source: Nominations
sv: Nomineringar

source: Debate
sv: Debatt

source: Platforms
sv: Plattformar

source: Proposer
sv: Föreslaget av

source: Proposal A Proposer
sv: Förslag A föreslaget av

source: Proposal B Proposer
sv: Förslag B föreslaget av

source: Proposal C Proposer
sv: Förslag C föreslaget av

source: Proposal D Proposer
sv: Förslag D föreslaget av

source: Proposal E Proposer
sv: Förslag E föreslaget av

source: Proposal F Proposer
sv: Förslag F föreslaget av

source: Seconds
sv: Sekunderingar

source: Proposal A Seconds
sv: Sekunderingar av förslag A

source: Proposal B Seconds
sv: Sekunderingar av förslag B

source: Proposal C Seconds
sv: Sekunderingar av förslag C

source: Proposal D Seconds
sv: Sekunderingar av förslag D

source: Proposal E Seconds
sv: Sekunderingar av förslag E

source: Proposal F Seconds
sv: Sekunderingar av förslag F

source: Opposition
sv: Opponenter

source: Proposal A
sv: Förslag A

source: Proposal B
sv: Förslag B

source: Proposal C
sv: Förslag C

source: Proposal D
sv: Förslag D

source: Proposal E
sv: Förslag E

source: Proposal F
sv: Förslag F

source: Choices
sv: Alternativ

source: Amendment Proposer
sv: Ändringar föreslagna av

source: Amendment Seconds
sv: Sekunderingar av ändringar

source: Amendment Text
sv: Text för ändringar

source: Amendment Proposer A
sv: Ändring A föreslagen av

source: Amendment Seconds A
sv: Ändring A sekunderas av

source: Amendment Text A
sv: Text för ändring A

source: Amendment Proposer B
sv: Ändring B föreslagen av

source: Amendment Seconds B
sv: Ändring B sekunderas av

source: Amendment Text B
sv: Text för ändring B

source: Amendments
sv: Ändringar

source: Proceedings
sv: Protokoll

source: Majority Requirement
sv: Majoritetskrav

source: Data and Statistics
sv: Data och statistik

source: Quorum
sv: Beslutsmässigt antal

source: Minimum Discussion
sv: Minsta diskussion

source: Ballot
sv: Röstsedel

source: Outcome
sv: Resultat

source: Waiting&nbsp;for&nbsp;Sponsors
sv: Väntar&nbsp;på&nbsp;sponsor

source: In&nbsp;Discussion
sv: Under&nbsp;diskussion

source: Voting&nbsp;Open
sv: Röstning&nbsp;pågår

source: Decided
sv: Beslutade

source: Withdrawn
sv: Tillbakadragna

source: Other
sv: Annat

source: Home&nbsp;Vote&nbsp;Page
sv: Hem&nbsp;-&nbsp;Röstningssida

source: How&nbsp;To
sv: Hur&nbsp;man...

source: Submit&nbsp;a&nbsp;Proposal
sv: Avger&nbsp;förslag

source: Amend&nbsp;a&nbsp;Proposal
sv: Ändrar&nbsp;förslag

source: Follow&nbsp;a&nbsp;Proposal
sv: Följer&nbsp;förslag

source: Read&nbsp;a&nbsp;Result
sv: Läser&nbsp;resultat

source: Vote
sv: Röstar
